{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              18
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              18
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "linear",
            "dtype": "float32",
            "name": "activation",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "linear",
            "dtype": "float32",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "linear",
            "dtype": "float32",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "linear",
            "dtype": "float32",
            "name": "activation_3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "linear",
            "dtype": "float32",
            "name": "activation_4",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_4"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "activation_4",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "09aaef97f901e0ea557cd7cf9f20634a2c904681200887790ec49d536dec475e",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      18
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            18
          ],
          "values": [
            "9Ucdv7aOwb9bK80/1yy2PwkqQb5Owlo/G8T8P7t2Yb8u/Mq+nKjGvtjZYj+6hAw/NaieP0cFRj/FRgvApUWEPyumFb9vW6A/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "vJulvg=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "m2O9vXLk07xb6Jk+laTCvhTKi71h+JS9MBjGvhNocj4fEQY+tkkQvnKkFz4Tb0m+42KPvl7zVj4Aux++OMLePBSDA75bB4a+ChNPPUF6Mz2UBIs+kLhyvm1fBj6f3qu+wS0wPhX0wr0hBow9sRvVuiwuQT53ptm96ZfyvS0dR76+0Du+oHzXvdxTJz3AX+A9DXilvIKA+b4ANIg+D7rivqRWY757ApS+ybPovqUOMz2wmwc+xjOQvkhGvT5MhgK/fvyZvGzapb4="
      ],
      "weights": [
        "LZF1QN9ZmD/VH4g/MgGIv5+/VcC+IIxAblsuv0p0TT8nh8q+jL0wvj+ZnT60Ti49CAZTv8LlTz6bcr+/wpxqwDMaZkATNGzAWlWjPihghT+6DYvAsp41v6GfpT+6Wn9AIPiAPmwwab+2iWS/c4wvP7w1bEC7Hym+xHljv81eg8Cg9ck//22+P00NhkDYIU+/oc6AwCj8tz8IcLk/N6u8v2c9zj8GWnNAfDh+QLyAKz+8pnFApJ5Nvxe0kT9IGSU/x1RwQDhTZ0Bchaa+Ut7IvgaFe75wLc4+6v0cP0y+vL/DMri+U6AQPhc9Nb5g1R6+oxKWvhv4lT3MkyO/iJDfvVyXBD/oOhs/fhLQvofYTz9I7f49uSPMvq/GzD+TFdG8JUJdvuj1ur6fppi+CEGHPwKVPT9P8h6/1SbFvz3SrD70JQG/9H0/P3OfBz4YF0m+h4pqv0IgYD8riXE/u7S9vR/Bor2M2xs/oL1EPmAnKD7OsYO/a0ycvRFXSL92Rt4+7KoWvyEUoD3rN6i/23onv+w/Zb66dYM/wP28vuBnwT2m5Vk+mQgSP9VAkz/762K/ntM9vspjFj7PVuo+LpQQPj+eWj/kh2Y+k+mDPm+Nijz2qa++0zc8P5tWOb8Fj3u8lNWBv9ccpT5oQNA+dgNXPskvkL34072+XbISv6xUHL62uqE9GTEAPrVDHD8revG9TwOeP+pBNj8RtFo/XttBv9VZA7/Y1nk/18SavVIC6r731Pg+IvDXPP3byT+dr5g+UDG8viOo9D5THpa9aw1IPzPekj47qZS+FXUsQuOqoT5V4qc/wJOLv4/c5cE9KklCRnc7wFKaaz+dbHu/QZeJvsampj9qLW++rrpqwL0j9T0F8uG/L2cawtKJB0JYZBDCaj5nP6AhdD5r+QzCc6r5v5AIE0BSQSJC+7egPwz2WD+yHGa+yXb1PkLgRkLUiia/8zzKv0MuM8K6FtM+vGmHP2JWakIzXAA+6AI5whkxYT+a80dAzBF2v2g7dj/xTS1C",
        "aFXeQRmjNr/bCTRCv/2Nv7oklkDa0J2/ZBdIQqHoJULsoCzDNoWkwJs738B6C+BAFBsLQ3GENcOtTXFBDxMCwTehh0AdPvI+l3aIwMFFBD/onYdBzlu6vyKUXUE2fyVDllgcwy9DH0OFXKHAj1NQwP4XHUPNVftADt1HwdJDKMME1MjAE8CyP5RBnkA4PF7ACxY0w3Qq1D9nYhVBtbguQ17VBMGIqRrB/2I8w9Rw6D9qOjJDO0cEwRPBbMGoJgNBI4BCwW79LMMgoQXDB92iPl8HLsPyAIBAwnKIwWAMqT+Q0zTDmTcpwy3uwj2UWeO+ErFuvrqa2D0psSm/fyoQPzsJDr991zE+NX2jPgsbmr5M3DU9Koy7vhv1u76NIN8+oQTAPdVlhb5TwTU8n15gvU0RGL9sw6o++wzTvn0DEr52Dgc/sp3OPYXnzb61zP89TxoMP8oZtD4zyIC+1/b9viK4gb7cGYG/RKoMvXqrCr9rVzA/5FRsPsj3Jb9UTd6+GBIJv0LHmL5RAu49nLj4PtCnrz6+Y2o9Mz/UPoVpmj72wE8/N+Yev3xCID/FEmA/HUisPbtozjspgi69zZE/vSCz7D3cjrY9I/L4Pl/iSb75hrs9hBCcvkCg2b6Uwdc++SmLvo/ZI75vYQE9H9p4PhvNpTyvxE2+RB16Pmtbj747Qhc+lDT7umY40b3PZpU+F14bvQEfED5Hxym+ko+fPofjvr4zVY0+XfMfPgWQBb+iI64+lgL6vAFFlr3GVVc+zaJnPhZ/Eb/PhBC9iyFKvr8Ror3pIGo9Fqp2PCqECz06cQg+AtemvSC1pj67cTo+Nm5jvqaAWb6YbQI/B3qbPGzF5T6wmFM+9iocPzeykb5Kjd8+cZ3EPrHGyz1kNaU+wyXmvugiKj49aSs/pbVTvuJ6gT6/lAm/fTsBPhcfpD3H04U8qSsIPxn0nz6wyNE+UZ6LvpiLYD3muS2/Or78vr7JUb8vwwG/Pxx/vg8Qx70aT1K+L+ffvjmIGT5M6P09",
        "AQwkv2H8dD6zSsG9IUwLP2sg/L7LD9+98ZUTPPKulj7OGZe+XqYRvbPi8b53EQu/G7c3vjPTLj/uBsc+SiELPjV3x76WTpc83sTrOjKdbLv7FMU+q0W8vmLgvDu1jKG7Yv6vu+MbGLpJlpU73lIquv5+ITuBPw87QZbWu8/xxz4Nh8e+aMbFPjcxjLsvEMU7cge4PjbvqTr7WAw8E87Avn7BEjrDBSW8ijoTvJyZsDlugca+RJwzuxwLnLrixcU+1TmRPHK/SDxVsLu+ahRDvBvgvD4iM2c8c4OdO8RLYbz2olQ839zGvkjHtb5TyAA8RF7IvuPK/7moSwE7GGAEPN8Dwr5B9Mm+WqaJPwIZir0p4G6+5ytRvpIpcr8osUA/OZAyvvGQ/74mL5S+v9MrvTftDz6zKps+8a+iPkJSAL53UJG+o+mOv3DbfT/PTl+/Hxd/vQyhU741AIW/kv2hvjl/Nj96anA/6zL2Pq7rsT1zTea+exqyPfHGvj8QZ0W9zBuHvnh1Pb+nkeo+QRK1Pqgxuj99IBC+iduqvxxWGD8IA+w+jH0dPL63gj66lZs/SQHXP5MHsr5CC5k/DjZrPU8MAD5BVFI+FGjKP8UhoD9JQtw+1yW5vsr7h77FGkG+xaZqv58zTD/CwB0+IvfOvld5wD2uAk6/aw+yvp1GfL6n20A9N8InPk9QML5sU4G/0CStPpkNPL8eavC+ttWqPkL/0r49W1a+Zj/KPqkyyjweSkA/AT+HPtu4aL17ruw+7YmSP/CAqD7x0sy8KBwFv+jxSr7Q5m0+kDL7PtWbh77ifzS/ydPcvhVP8j488Hi/us3YPQtBX73Sgb4+yUPgPU96tD6ZgtE9fZ7KPiHbXL/NUyI/qRnCPAB+7D88Cok+kJg4P/99FL9XmMy/6+cfQOlHrr4se0Y/ts8gP3b2Zr4aU9i+2g0RPqImvr5ep4w+KcGwvs/nmr/8wfQ/g5H1vzfW6z56COw+GxTZv1BpXD5nOY29AAHZP4NLjj430WS/",
        "X5PavabIYz0aORVAoHB/PteHIL+dzPa//UfGviJcMb4Wfh1Al/9dvg8w9b+Ox5a+2pkUPyA6hLyNf7a+n/bjPxxnUT9Ais4+hBoEQOD+Mj7X7go/iA+ovhR18j8kiuA/B5enPIvK5r3SVRI+2Kt8PN3rab3LGWG+YILYvoS9OT7NCd+9qEXBPqiEaz6SOtS+xWa2PsqCkz1+P8k9MCSJvtVph7y9w1M+T++rviWXqT5HlBa+N2wZPl8DgT1ARmO+xpTSO2Hcdb74FuG8otKxvh3d4T5bp5S+jdtcvu20uz50+4e+D1KbPEjUQDtw7R6+BRBSvgWcID8hqrK9gWgHPu3Thj29xxU9AlcSvhSebj2Umj2+ePzGPZBm475leYS95xSQPjUNgz5O+CI+9+szv4zfRT7Dm9a+KbFtvnpADr8grvG8rz/4vpJoUr79Ug8+27dNv8U9+r2nVQO+qtC2vl6ZFT91bME+JUfZvSoKKb3/RRu/6EFYvns9m764Fgs/AIDQPKSCyT4ZafI+uZQTvgpX1778mJI+OiUwPxehbDzFEjG+CbYOv0+2qT6WKUu+Kuo8Pl+D4z0SlGw+d44xvmUHlL50RJ6+z02xvapbmT5oXge/UFUfP8IKDj7LACQ/838Uv93Pnj3krwS8REsUPnTHU0D03Tm/RRCDv6LBeD2w0VXAxbP0P/pncL/x3J+/rTCEv93+Az8wvBO+TQ1CP/ILYz9PohO/NrR2P81daMAGC1NASNY6wFy1Br/D4rC/f8EnwMZ2Ub8Odak/N2MoQOOtwz7TWRk/PjZVv4/Pv7uqmotA2LAYPtRihL41eBDANT1NvtRgDb8kAGlA8EjwPrkPXsDcUR8/C7h8vhtpmD9kBRC/zyVuQK7ejEBNArS/6UdqQMPgpT6xqK6+a4ZovoETlkAJ2INACwESQNaBEcD0m/+/E1dXQBRHSsD/aCE/rVaIP0iznj+elRNAWXwKP8U77r8o7WW/QfPgPkrmZD5LwWRAX9AmwM1MOEAkfm7A",
        "5+x4PgDC178s4zU/NHYPQDrBsMCLQ70/efKYv/j+S0CEr49AeS4bwKJsH0CAjSk/+DkMQLNX5L+eCNjAz8iuwPTe378kVDRA3ai0Pb5mu8DahpDASMgaQC8yrcAlsQdA++hDwMxMob+wghFA0T3qP1P37L9Q7jnAxIBePzgRPkBKezW+mQdaPhcngj6uHay+UUyaPh7U1z3n0749MMECvtGO8Lx0Roi+A8+mPj+HHz7fkXE+OLs4uwunC7/8oUo+kG2NvgV/dz7e62W9vU6SPU8gzL4qicu+UqIlPxw21L1s27o9cavkvt+iEr87jLI+DV8QPqng8L1tybu9w/RZPuBCOD8cDCE/O0DkPvY5276u55O+EXNIP2jOzT5/HuW+vQS8PjIRSb5AsjM/7vZPPuMN7b0qgt++/aagPpuVij5oV5g+iFA+vlF/170JGYE+U1ATPjKNh74N4lc+FlWKuyu1Dr5JnTy5hhcbvslbJr1PB/c9Ml2yPZeNJb38I0M8YdTGvlAP9T1LUjG+Q+gqPjL7vDw34Rg+EfLOvfIyXr6ARe8+aNugvRzMMz6lJkq+NCOrvu8wNT6uLJI8+kNNvZV7Wr5legU+IQvsPn7J0j455Bc+NfFxvvhblb0A6/M+P8/SPmYPn7521sk+pGmpvVekVz7dkUo9KRKhvWI+Gr6vQIw+e0ZGPr0smz0ey9K9"
      ]
    },
    "dense_1": {
      "bias": [
        "EBv3vN80ND3t1E08XqibvNhWoLx8yB292L+DvDr+OT0ooiM8i+5LPZdlGz1knMy70gvBPGMqCz2/+9E7/m4tPfyyQL3abhs8Tqg3vWYe2TqplQC8JWSyuUN1hTx2x8Q828RoOyfXyzrMNXu8m+QsPUm+nryOZzy5NXrgvEOCEL3KDc66jWMSPQkQdb3qRa+6biQPPelZNb34lZI9WcGgvMHnBD12GXk84jkUPFA9O7yHong8C/dgvRs7T7xDf3+96SLZu4P1Qj0="
      ],
      "weights": [
        "OsEbPIqGizvXCP075H4ou4vafjp5DwA8DalzuwKCs7xHoDC6KTSwunX4g7t46Qu8zwinO6X6sjrFNE08Lr1lvDSCzTsVbx67bUA5Otm5sDx6AqE6d9RHuxGzvbt/v6266o0kvLf07jrCaF48WRH5uyNCMLzwgQi7aeRLPIWQ+rl90ys8o/GUu0e/xTs9Swo8u6d7PFPcTLuf6ZM7Q5RIOzs90DkFKGI8DkCaPD60gLuzY3+5zZ2SO5vyrbpe9GI6gz9FvGjwF7yaThQ6d2kKPGKbDDwBNdG5mDvqOZqJA7v4e8U7hRcyOsVvDzzjswU7jh2vObrq9rpKMf07e+6MuowtRbp0Mqk6E+ZbO3+OkzvNHIk74LAyOxfKvDtpiIc78vTBuhgHQzuPWyk6PbOYO2/1LjuW5eg6M+NWu1aByzq7Zqc7FUkAPB2jGDs1G6S5GNWWu3mu+jpWwVu7BkQvO4kHLDvmQQY7tw9SO9wPCDlc4/i4mGPNua2+qTvy8rY6wF4KPPnT2TsaqPu6rY61O4EKhLtI1pU7eZV2OkI6dDpfBJW6Scpyul+MwLvh5w8774YOO61+EruO6Q66+M2Ru5m/bTv38VM7hJNNu3DJ/Dnk+fK6FPUXPP9PTjvdV7o6LZIeO1r9LLs6MTI7j4qHOtITt7tlegU7XrP1OkRmO7sup2G7sM2ROMC3CrZJWAk7Or5ZOwRil7qhsaK6fO9hO9B/Vrvp7tq6kP4Bu36sb7uWu+Y71syDO4+kWrtZe8K7bHKOu4yTtjrJQkg7oyKxOpc397rs+mU7AGTfNuOL9rp74bS7XSojO7pfV7qylQo7BD5uu+jGALs5HpI6JUPGOqRB1jpChGi7tDDSu9fkGzvZWKw7Oo8tuUjE0jp+xqk7Z5gqu61vhzvZDZI67k6zu/nCjzseKDg7xY2yuD8+zzoAoN07dTs9u9LZC7vh34W6mK2RutMBBjunVB67nVRhOxhDKDpMUKK4DC2Fu6xddDvMAv65G3ndOsY6lTkj8ua6",
        "zZuXO378FroDrW08PypLO01FJLuuNR+7fUcPusLNgzuQMIU8i3KPuxTKOTyowL+7+y4JvM8ci7sbC+s72yI1PPJ09Ltk+hQ8LEeQu1trETvrhTG8DFKtO6UWjLuBObY6rinkuwpuxzvXOue6kPq7OxMgR7x4qS28u7ksvJAD5js9QPm7a0OgOydIDDusLLk7Qh0vuz3Qn7uatqQ6D5obOxOX3ruFbQO8EiM/vLK1mrtVyD88UzzuOjbU7jpZQj68wQ53u/ysOLujmRi8YLh0PGTMoThmiSI7TuEYPOe9Hby3aey7YXqXvLflUzxImrC7/tXlutC7LrsdUv26ZQxHuryxQjyY5cu68eGkvJfPBbwadiA7UhnguwnAD7yEzXQ7Lv4puiHDp7vXG6s7VNvuOqSWA7vAWna6RuoovA+u0zuRP4q8HEOhO51xmjuFw0i8jj9LPDkfJTstPEU7cb5Bu13xe7uu7rw7hX1IOzzWxbsHzFi75za9PEIWXry42JQ7qP8Hu83YrDtJj9Q6L49lPILVnju7MNc7CFGTOt6RLjzv/Ka7lHPJOpqzdjtY2VC7z3g9Ow2TjDsBkby7u+P4ORXcvrv4tkA6iqIHPKw3UzuVeZC7v1hTutiPNTjLM7e7My66uyTla7sE1xM8nWEJu7KkMbtvCoa7BOWLu6KBkLtaEFQ6O02eO7/EZTuKwV65ao5LO4bv9zq9s5062k5BO/o5MzzxLCg7QA7SuzKNF7uD4HS6aWakO+bD0zqwbPy7MnyKOq4Y3jvFXqM65LYmO+JxtLtgyrk6oj+3uqt/xDq/gNC6Kx4+OzGS2rud9ZM6INUBuxcASjqVzvE6y8Omu4+lNTt2GIk7EAkBPE/QITomVFC7DEHrOfQeNjs/nJI6YO1POzql8TpB+wA78jRGO1gslbqpFrc6ATklu/991bqXZeI6iUyZO4JBtbu20S87+53XOnJ9gruU4OU6xYb3OlYfCjxEMbi7cG/KOdCetbgCKHA7riWjumm+CrsbjkG6",
        "xQQfuwwqYTsC/qE6RcfFOYV51TpQCJ07IF/wOrAHGDvnuqW7j9M8uwRS+rsDLRc7rtz2u8mwPbpTJSY7GP5sOz7zSTozq5S68caeu5rWUzoa/Vk7qMhWOhqfozsXeS27cRCfOz5/sjq+gIC5jW/TOQVU4rq5RZG5mGplO2pQiLvwL0o65yCOurLGubokhow7fyInukgXgjoXyD47cW9VOgwJFruAH8a5dFMRu/OOATqFzQY7ddm5OjZA8ztN73o77a4/Oza4yDvipGA7b60wO8sdnztWkro7jvFcO2axs7oC7wa8wB0ePA9DFTwKPOQ7Vyz1Os/iaDtxE6K7YRtEOxg1nTmBYAO77iNfui5hXjtYw0C7XEb0O/80JjuRZvO6bmiXO6CkjrvOtNc7kPlRu6Z6yroiYSM7ANybOysyH7vR/U+7AD1Hu+rPrzqFL9E7U4WxuEjnazqOric8ccYXOmzfX7sMGNW6OAYaOvq65jlIbBA7kGYtuqUikzvfrt469JO2uxiz5jv2IY47CS9/OXqRFjrbKGk7Miq9OWntEDphTIG7pBWtO1jqPzsh+1Q76O4BOMWwhLu6Zq46D/aauPp9XTr7krK7NkvTO+bBqDqpC5u7cJ0oO/4o0zncSnG6QTXvuhpAs7ryMCm5Sc2qOooei7ornTO7oq05O/tuYbvKpZo6+pEkOyV8RroTvrm6tJwVOyV5HjteJg07OvRPub9pEjpWh1c6hKyuO9jAl7pkxQ87t2jEu6FPObtR+Xo7lnqLOsdBozr3OW46EjI+umdcobprmpi76pS8OkEy6zsI8qW6S19KO4t/Jzs2A1G75H1LO0rUhLuSuWE6MTWouQSpuDtyH+E7rUeUuh+4lTpfKPG7pAk0O3nblDsW5w68N2MGOlrHg7qDTLe7dLTXOtVQobunETE7HmsWu5Y3sTokhDm7d15GOiJEyDqqlHe7EOBROsJEtzrF7Ai6vab3O7rQOTvEw8u7zRjNOryqyrtrlMi68b4NO58Hg7vqAfA6",
        "g0+Pu1fy6rniXFm7Au0nu0uS/jsQcie7YMlWOileijqjSQu7tw6iO0p8D7sLu5i7Wh+Wu26KHrk6Rtu6LP2IuupD3Dvwq5E5vLaYOu5MnLoKzLQ602dKOx0gUzvcX6y6VwWgOmbqOTuxYEs6GR81vOy/zjvKpUE7nnbTOw/xczqV6Ke7Rp7POkyBDTvIZIO7k3/YuvFVjjsIgiS6i4aROggh2joddBA8H/PHuqsu7Dt7WoM7AA8XOvKEmzt4pYy7szioO+ZiQbtW14a6cic1udh46rpuYS66kJEJO9k6RjqIpGW75kc5OkBZZLZ2YDK7g0zjOuqKD7x7pWI7Qjayuliok7uxSTK74gj3uujFzruK9B+7lm9AuuGh2joxEwi6xLlAOh4kEzkJwkq7gLg/O/gegjscsNE7kVj0Oh5+O7tQt5g6cFMgu31NU7vpzAW7eS1iO/9KSjuCkzg7s9wHuxabXzvA4y47CSJGOzt5zrpXLE27xh7uuTlut7u9QEK6Eagfu8ISK7r4+hy73ddmuj7nG7t1ha850gZlu5AUg7sGHw87eYozu9L7O7viwy06vjHdt+28STvq45I7EQSsOwMTgzqIDIm7pjFHOi+oObub1k+8BUtbO16BALrQsoM6GNBLuy8WnDkvFx87ImjBOu+OZTsSGbk7d6TiO3TL3bv5NGa7UYCCOyTvS7uf21E6h3MVO048z7mt+7I5/UpWO7VekTsjHB27q0e5uxftcTtY2T476RCKOzEPALw9qY07OUBNO4kRmDvNkru6NfsQu7wbwrtESfG63RCrOxqNcTs6uQS7kv1qOt6DvTmTx1o7bRm4OtLcizpgcvu6Mf+Yul9Nh7rCgX86HriNO5U7XLvOcG27VIdUuxf7LjuBgZe6HGAUuUoyoDs8EsS7LfQguq0rVztmpDQ5JWUCurM5p7v71hU7bu8FOhQRb7purb276ds4O6H9rTsBPwa817Xhu68wtjuSXVU8GiIiu+i3xjuxsz05GMkXO4UsqrtwFcc6",
        "KeIEvG95pTswFxi845UDvAq1eLydMQC85YYSu5ZMwDvE7ik79uWVOwtJjbsczbQ7SYwdOm1FlDvkT1a7d7sSvEqKELzp/5E7mATJPCypFryFwRc8ef0mvKrdozoxUBQ8HwMIvHFcOrsrXiO8baSnO+lgHjtNwYa88CLat7SF5jtPZgA8fHJ1vC1OXDz7Ono7Sb8wPDMQlDuRgtY7hAtPu080gLwSBAG7FEMMu7/0RLxIqB68k26nO9ea6DtSNny8ZuaHO6YAgrvrJTw87SM2PMM8RDuSPiM8nKgCvCmCpDu8qAW89FMTOzUNgzy3csW7FjeZu/Lw7jo1vwC8wMUvO2pHGDxiPCk71VmqOzfyJ7xnBly8mDUFvPTPlzianIm5H+x5O6cyBDxjuFG8pQJfuzSC1DuogLk6AR/FPIT5bTsSMP67YMl4u47RoLye3mM8tm/tOybFBrzZWlA76iCUvAk2Bjz/2eM7ZWKaO5ekMbuz7OA73C+RPNSB1Dvc0/U7qmYUuxjHorqknxC89JY0vMmekLqw1i077ZJcvBjPRbv8fYo7r8RJu1kT8DtXf+458G4lPEK24DsYhSa6hXNBPHA8TLyQZcK7onIavA0okjvvp4678vWyumhoUjzODGw7IU2SPKGDlrt96wy8f+wIPFkIFTsmBRg7O1wBuyxkDrx5O8G72HfJu8l3uTq7VBI8ULbGOqkiDLyOO526+c8NO+C/yzuwxA272ymwuKSg3DrBknq7xFXfupixMbr8L3Q6qWoLvOxbnjuagd474x8fun6tybky/F+7JcNAuiMRWzsCBDg6j3ayu8DixTpFovi6tEYjPNGwnbudrqm7JJs7u78xdrsD2lM6LF1UuaHT5jsfa6w632hBulZrmTk5b6E6JJu9umIzH7rnaGi6BkyYuzkTkzs0uxi7uvaYu/lXezuCmb+6BOI6uwBzzDtfzmM7wYDAu/+GmLqc42K7tUkKuNXxTbsuk4s704JlOmwsrbpfRZS7aYI9O8YBxzqk9Oo5",
        "tdyAubHQCLuxbsQ72n1du2e9/7oIFP853gLWui22qzrDN4U7rgZqOyqCYTl0Pve5p+A9OoWtDjlH57o5MTseOxqMuDtNfeo6lyi7O6MyDTvpagA8EH8NukusPTvkZPi6jQF7OW5xZDtcz646QZidOzQ68rqUObi6Un5nOz6OKbtvFR87RWy9Orqh6zsrP687xVRlOogFejsHUjm7HqTUO498ArwfYKK7cfvqO1nTrTt+90q8Zno0vNZqgLtEYVg83XssvDvuKTpsSLQ6dVGpOgR2zTupf608EyihOjYy4TsDBta7GYqCO/PseLw5lcQ7ndMvPJvAnbx3KBI8j7kWvAPyiTk6VFC84p5GvI2e6rtu+Wk6Hmp1O7E30rtpkyA6vyEhOnjbLDxJ2Cu8vFioO6BFYTs+Umg58tc7POSwqTvLg1a8O+SAu4apkzpXuoi7rMvhO8IDi7uGcpm8y9bgu28QH7zEP147n/H4ukZGaLu9aAi7KK0ku1UXAjys17g7OVGBOuBuRrtfV/86TEK6OdodRLkmzZg60O1LPF7Azrqv/Q465+rsOxmgXjuBA+U7Swk3u4gVGDqSusI6JdIXO/xU7zvYg726ka6vuuMmSrzfiG47ShGWuvEXortkT6m7sIaeO1bDlTlJkyC7FQDpOVaeeDuKFsU7qFvPuSnWwjvHOAo8/epmux+ot7rWEZQ5kC+Fu4HIprpp2Sq7HixXuWJMVDtXEpk7rHhLu4IBhDvOsWU64S41PLtnl7svpXW6TeqTO5SrTTpjSIA73EeAu7+NSzty05I6AF2fum9vdDsZq307Ysv8OVpRwznru5S61ZDQOhvua7uVtvY6/qMhulrcijtkg647lFklu/3wUjooDeE63hqDu45vmjpnJny7pnPUuylgzTqfijQ76v1EuqFNYTus1nG7HVu/uhcCNLo1fek65JkfO8CE0TthlIU5jP82uwO2jDtgeo47OFkGunlTabuGvdq6QJk+OyBGLbo4WJc64EiQO0BufjzPE5g7",
        "VcoOvJ6qCLtgLqO7R4KsuLqc9ztDuvC7qoBFvKIVDLxv/cK6yWCFO7TKfrsvvpK8+Rudu8zhxTnTihY8BQbrOvW7Bjwdnau6etoyOx8xHLvr8La7MDD0u8/NljrPq/G6vzmEPH3oGDymNwI89U5autz5JbyI0BE7jPcHu7wbcLvoo/M7hhaYO+Zu+bouCzi8wCO2OxoU6josNNE77a2cu+oqRrxPtYy7XeaAPEh0fTwbpZQ7AJAcO+H2lTvrIwm8yDbwO+ZdbLqeUKK71y9Vu/gTp7voUeS6Dw8vu30c4Lq9MuE73LVAOuGCJLsr0P25oeDmOrYy/jkxbMs5aL/tOCbzh7pUHPc6ZgIeO8SADDuRBYG6qSAdOe/6VDr+gnW7SJq1O2VxsrvXgvQ6UQ9AuysR27rHGMy64u0bO7uIDjwroGa7oa1kOk6g3DlLjz+6uwgpu5MVH7u90TO70ae/O1oSODuFnQy74qg/uwp0GjvrPJu6R7QXu32WvrtHgw27q+XbuoJYCrvyGYS6juEJu7mGDLtY6fS5BLu7u959hzsDKo474uWNuy0OaTtq3Qc5IzAvO5sW7ToUhZ07Bxydu5Q3Czu5+ek6wlogO8j68bhoEGm7Gj6ruv6lFzt3di04iudFu1QPqLr/Bzs6SHCaupTUKjti/v24Jw28OnbCkjtkfLI6kUtEO1jECDmnGvW6zJ/duQbipztGcVA7IPLiOtQ137pF0Km67hZ3OzdSijtK1ys7+I20u0mrBTnlNlm7v5tMO7oOHbvWfl27rVwvOzX5cbohWJW79QxTOQYwZ7uyKIA66X/lOsgrsjuYAdw645y0Oj2hNDtTwxs7CAnVOm5QubuGh2g7I6rMu1Z+vzjEfSG7n0JxO1Vj07hmaeQ62VdruvjFFbuau4276bFcu4QzEroM7zA7vAgHO55MBjqckd07QJuXOlbeWTvSje46hUkYumM+KTvAP/Q7l9vuujOIabsUf/m4aaIFO8ZiaDpVhW46kbIRu9k4ZDu22hK7",
        "TJzkuud5srlrFz+7B/IKOibRpjspC5C7Hpuqu+TyLru7ffs7ifeUO8VZ2rukWJC6mHL2u6nlMDqkIK87tG6DOqE5oruAa0S7zqcZOwa1SbtsBC67Bh/SOzVmbTtEHoa7o5W/OmkPP7ug3ru7cbRbuza1DDvtTzM7qN3SOqJVCTufyj86FSmVO3RulrmMDLu6TDvfOwvxnruH28U5Feu2ufZeFbopanK5JV7Guumjlbo+Byo799HcugARvLqSaqk71boJOzzvkbv0iA68wIJQuUbY6Dt+Kq26+Lybu0Qhcru8nPs6hq6zO+N/ujvQlJe6FIfHOeZcuzvtnf67bWDhu7O+JjxM2Xe8Yn8Su7myaLuCryc8hBw0uzH8mDuEPrw6ol8vPHeijjxB5ps5Hpu3u2qFDzynEM06/KGwu24eFDvee9468Nv4u4SGCjrwFkS4aH4zvBn4K7y6vy674k3iu6726DsAnPq7pBu7OzHb4bsYDzK8fn7POn+zPbs45tM7xiyWu82QwrrM+qu7fDgdvFOJhTu5khY7oXmbPNUGI7uB/hE8rgRKvISajThs7go6n1w9O8REbbraN6w713ZMO/dNXjs0ZdW6XnCUOwzJWLvIfDY6/OX4uY5RQDkiDq07XpI/O631BzsV1ng67NwiO+uQArs6H4K7cgDuOyQBbjtu+Qq8nxPrOoexH7tsN9W4Hraku8Rbfrt566y7Yy3bun4aojg1ZxI7+kKUOAUyxTpCVjO7jkstu9a0P7utPJS7TnsEvBz16jlagP66/NxPO88ah7vvJeM75J+ou5wlhzsr6DM5r7n1Ormj5LqgMtQ0X7WjO0R/jjuae6K7IJnGOlEwPjseFQ87r8tsuwNAeDuX6X+7yh1KOTW6ULpfaE67+EwGuyeQiDvOXMk7Am83O4llIbu66j07/K1Juv5ttztBT+g7D+KXO17zSbssvgi7/a6IOhgs8rv1RbI7qUyWO9dQlTvP7wE7jd6wueMaYzspKpK7YcVBOg8scrreMak6",
        "rfclugAwDDxn40k6j8REO6qz3Lv2T1g6WjgJupAZr7qAhZC7OoofOsApjzuURG26daodO5+sQTvAyRS742oVvEzwlDnpasU6Z7CwO6qdOTuekf67gOituHJkDDy6i+k7LpyHPI+BlzvDyzk8krkpvKFcuTuirtQ7zgMhOlTiMDtjD7C77FYqvKJV9jtlPya7aRrJO20CO7yyVCQ7bImEu93vSrzJAyO8meChu++p97lDHU67AD8Qu5L1M7vRYiG8LslHvLwDv7vxsFK6DuuBvJJVFTy9V0Y7tRgCvAqHv7sZdym76spUu4mvO7ovR8y5LlhQOweDVrxgXzw8miEbPIwelztnIji6C0z2OztGWLrcEDw7jeiOO1mDq7sNCLE6I5+7uZAz/Tkyyuw69+6iuYE6gjse3Wu7XrITuonn2jvHG6669IKvusGsZzpEC1Q7EiF+u6Gi0zkvfT08fv/8ug7W3bqeagu7OO0iu6/IbroaXf05JGlXu6qTNjvwamG7vcfeOAxTBrzJRn67D0mwurKbfLro1C47qsXcuaXoajpERsS7FpnNu2GKajp/PdA67TTtuovIlbnASkM79I8SOi4SBrtG5qa7sOxoOEFNJTvc/QA7mty4OzpbSzvPIhu5SyQ3O8/nIrqIMSC6S/8uOwMBHbpouj65vN0pu+RW/bpVLlO7f9jkuqW7YbsoaRq7MJDtOq6c57uzhSW8AX03uv3I77rtaTI6IWsCusQx1jsYEby7S0A0O4AtGzvRJDS7QrKDuyeYZ7uHr6s78cbYurE9FzsYsmu6nUjvualfpTlPlJo7ok7oOT6bPbyvPgK6IsfEu5KDtjtRAjs7YlRdujijqztguXU6t2yVO3CTybpWKm07NaqPOzauKjzU9se6pDwOO4/cBTzg/Jy7w2mzuwUsYDt8Tbm70IYwuiW29LuuP1m7q52Xumly4DpTIXq7KuG8OmYLzLlQwas7HWoCvBtFNbwzL3489qLzumcxeTt5F9O75aM4PNAHHjz2jmy7",
        "aa39uy33Drznfgu8hILhu9Dv3zkSI8O7VUpRPJNXVryxrpG7wq7Uu2IRzLtReAw8DxSOO/e3v7t4NEw73hNeOkfrFTx7Prq7x9ztuywvHzyiXxK8Fxaqu+Uyizs3N0q6bLUntxs0arqQc7o6E+ziOjYMEbuovGQ6Riqou/oDeju2b4u7ZMLCOlxxobsHJxc7XkHJOow8uLr2ymu7eotKO48MyrvPJve7ctexu6J/UbuICQ68j+v3u6aURztnCIc7AjTQOlo1Xjv0nJc7efoDO7sSGrxRoLi6ofziuoqgOTtrNIC7CoaYO23LzLqAHq+7e0h5u46Ec7mSXju4fwyCulIMCrxD9gs8ZBBLuxWc8brtGP663up9uk75tjtL6N66U9NKOesbOTpbA4y8CGO8Nx1CATwsksq7XI//uto//jv0BbY8//QCOyU+RzzgG6e78TcHPNHGaTwa6oc7kleAPN2Vzbtu82O8q9d/uzvPk7tIuBa7sAY4O+a4pLvEOsk7O+EjPDbAHbxWEyA83MEduh8iALtMA6c7+IAJu5tJ1zsI6V070wnfuyj8fbuGeIk74SUKPOuV4zt2kwE8+WcgvLXkursYB6a7av6iO+alpbvNYDG7YFcNvEhbTzzcYwC867V+O86T2DsHPYM63RUgPGLHUrpFMvI7Jnohum/xjroYen24WgvVOicxUrtYt6A7prKLOyyqNDqQgIM6dkoAu5evl7gi1y47zg5wOy5pH7xYFsw7re1uOiNfrTveMm06uBj/OpL0FbsZTEM7Qq5eO2g4SrtuKf05+R+OuppLwruYhLE5ljoHO6xkhLsYuLE5B2QFO01h57l+bO06PAzuus50vzvubky7JFJKOJDYe7rO8yq7H22qO970mztgq7O2Q56UO1XMmjosQ+U6Gh6BuiAMSbsfLqw7za4zuyeOkTtRYDc7dZPaumSoB7u32nI7IGjkuiuaJzuqw245IEVEu2Um0Lt0UF47YMQzO3RMtDdqc5m7fW0LOp/a3zuxo946",
        "AoPQuvTIarsRQws69ZZFO+Aq1zmP0Ia73uPNuXRPJjsSOfm7F91Du/ocFLvfx607Lb9eO5hl07hpyws7lEKRu7ktEjpxPf07faIQPOEdvTv8lD27xLAZPF5U1To86Uu7BkQLO/c9xjrLU2c7kdG5Oo8XELtd0jS78uQ0u0LLiLpy2ue6EneXO5J1gzs6JTu5ZXB0Ox1XNLp5A886smqbu7P/3bpT1ky6oYUdPFV8TbrGyTU7pLuzuv8Lozoj5VC7+ou1OS3FB7qIQZk6/2JZua7Et7oAKFU6MZ+oOaYPtboGW6M4Bp6vO8hiiblwuGi42bemuxDfoblnf7K64TfGOboLmbnijIm6TUpcu6bZsLt5mt06EREKPHFa5btZM2Q7N1Dnu58QpjjXxQw7O3HSOufn6jpNFMm60gTSu9EYezv42L+2rlbgu29KsDojtwm7aVdtudETGjrHO6C7r5ywOiVWXjvnG3s40VtWO2a6KrsyoEi6kz8TvNXWdjvLf8a6FTyUOgT9mDqBtSS7TF3mu+/FHDoeqwi7/h5SO6L0ETuFQYO71LDoOsRArrsq6uQ7FOoxO9mFMTkKyqe76U56u0HvNzrPOP+52Y7mOvAajTrGMr87pBfIOrC6xDtBQgU767YkujhKK7phAEq7qemgOseRdzslKwq7/ORvO+fGNTrCtKI7UCABvFsCArwRLJa8L3cDvKqVW7xrYZs7aWlnPGQCqjoVMsm61WWGOyIfj7vE8cq7puM0vJsDpTvyU9q7aiMVvJuAXzsPdNw7oYcFvMUGWzw7Uqo7BHCouzsmUDuOqKM890iKOoI41DtAfUy8MT8DvBRYIDu4wMS6IIpiuxuDUzpvVYg7K1wuPIQ81rvdd3083xchPN5NRTvjORE8G76KPKc6MzxT39i7m12HO2jkLTsh3xs70m4kPLPaojyq+cI7KWhTO6rfhjsjHjO793Q/u2AVxrvAcAs7uDbUOlHgkbtcG7u7eWI3vBC/M7xKJ6i5lrYsvC2EWbyh75u8",
        "NH87utQsbjy6I4g6Q0SBvOO3ojqjf0G8X6HnO6niqbvssWG7aQ5iPJDjPbsmNw47iD3oOoXb2Ds1ato7MN4WvJ8KkTpSKz68jsGAO4LXDjtftR48YDCFt79yETz4koe6hNnEu7fPWzyltFI7LUYIOrqh2rv4k5g8sYy9u7xymzv9+5w8zz6JPAMQZjxB44C7CCO6OyQTN7sg5o+7kNE7O479MDqmeII6INoPOBTCfzta24s7IPPOuWMpkDu/1qu6ufxYO40P5boFffW6Vx+vOvB587rjkRu6DWtIOwzczreY5HE50HpEuyF+brveJWU7Jmy6O4FdZzuy3wU8pUwYO8Dn5DrA1tg5Hl25O2TXPrv4EM87DtaUO3Dbmru9YhQ66ZlWu6N4nLrGJZs6Oy4yO4BNGLpItWk6iBVju5tdSTvC3s47oHSiuxJVajtvIS66AgZ1O1am9jj+P0E6eP1AO5OslLsOnQe8/3CsOix0iLtyXvC6fpBCPBzqNzrM2D67pUWyu1TVGjxfZJe7kcWyuktsYzz+zHG8YwATPNG9irx/0XM8MIZJvI0ffjxrNnM730MhvHIzZzvnWSY8p5TIu1mMGTyvHAU8VZYYuqIhK7x4I3a72DaguwkyDzwXgBa78paPO4h1wbpbxh082meSOwdl+Lvn8oc7uso2vIZYZzsHgms8mA3GN04cSzsGBPc7hG0Pu/d2hDxudD68VJ8EvA9lg7tW3CS87QffOS2ujLv4ERE7YbYBu2hfeDvnZUm7lXq5u8Uslbr31dg6E7hrORLTdTrpkoq7Sy57O9w2ajoeQoQ5UrqTOgGwNTtSTTQ8TdSCO/q0kDtAtT473fMaOqJTQjkb1xi7T9H8uyxUTLusDwM7cdzHuns1q7k3Qxe7ptLIOlq2J7ucBT255WwjOwBIALvChw67OLJHurSXqjonh5O67pwCuiIWqrpnD267qY6cuzs9irpRCV46ZdOMO1RSDbsOww07byWBOldeKjvxEFc7MvZSu4dqhLvpqxe6",
        "JIaDO23IsjraiRo79i6KueHaGzpGvn+61ZUru9R4Czu6boc5NdIlu4dRVjsb+MW6xx+eu9rptDt3QTS6HyN8ObBaZ7q6MAg6bsfmu4R90rsKMSI6CK6Cu/sgVDvxqpC6z1ovO4IpkDqhrwa6SGLEukhOMDpaiNI6WJq7uTdfVzqCrYo7bKooPIKMpjquW545mNhMuyr3L7uq9oG66IDLO30o5roTaw86V8kvugA+Abthbdw7WPR4Ov4kETu1Wka5yGF5ukOd1Du9KOG7oad3O5D4pzsO5my774qZu/paGrotiF86ASQDOnME0jpnJDG7WCqBu3lefDu8eIM6218guk+eUjprh626b9gNOTbrs7pmfnW7pNeDuwoXh7qTuoa7sPuguqzy/js9wxs7P9cXu5axCLuEEBO7bXouO1RjFLu2E8a62K5OuxRCLjuyOSU7IovyuPlRsLtN8E66cq1xu9PfCTvCuXC74z5quzStNLvVAjm8WKbbu2ifbTu8+1O7xt13vLAM6Dsehq27JKtOPKLTlDvS4gc7S1ZTPNQPELyuUls8VeM4vEC+GLxas/U5QfhQOkZB7LsqIos7ijNUOzzGmzu68PK75S+uO7tiJzqq7RW5YMo8PJ517Tqpwny7h569O97ebbzB3jQ8mOm3OL0pzDs6K/K7kF+cOzfcVzuz/dY6AuV0vJJEuTsAKPQ7FOeXO6CNtjtgQao6l7rSumCkpDmcgKw53kAYvPbdcDtkRsw7Avk6Ozx+NLyiVM47ki+2O4oKD7yzLwU8DMTHO33NtztZv2m7+WoxO/cgtbu6ej072PyeO7rpJLzju+G7oNE4vG7Go7ti2tO7S4rtOt//qbw9T6G7u/MOPHre6jvQ2ue7HgVVuR3llbunm+c7T3wKu9U2rzvib7Q70MpOvOgP9jvScAu7AZICvJNR67u8eYo78dNCO3kEM7sHGX+8DEIjO/h7VDr7rN869SHDujEEVzroYgq7Z4hYOwPqiDtFBbo6JB7UuIhugDoGEng6",
        "o71ZO7qBHzvyZeI7jy/Kuw=="
      ]
    },
    "dense_2": {
      "bias": [
        "joGgOhabbbpaWMc7Efn/O6QAU7qP1FG8LF6qOtkHADzSX2y5AFpQPD4FGDsRTsw7yHgCPA3j9rtTe8g6go5hPF853TlW2BE8qcCIu+VDtDsJ1VO6DOI2PNIkd7zKOJ87JG72OxUyJbtBrZY7uxR8vFppC7sBkMq7aRYOO9ttCLs6+zQ7dULvukstsTqKpEe7rju7OotcQLw4xfu7gUEvvLGOl7oge2y59ZO2O3oQILvNs045+xydukZRSTwT7fq7DMMePHD4GTs="
      ],
      "weights": [
        "Rd7Eu1usx7uqoC+8+EKPuzzhNTwaWDo7dfg1PCo3STvg3eG6q7rWO+Q1QzzbUJo7MomuO5AUGzxaF0Q7NJokvCm09rvjA3o7ygzEPJXPpjtJPPW7FB6QPB8477rUVEc8w/zUO/3jSbr4Eqs8nY4OPB9C6Dl9uQm8J9rouwRNWLzrAcE7mhPBua8QIbuGSlA7MaHHO4v/MTx/3kg8GyA4O0juHTzL2Ek8XV57PKo4MDvs7vO6WwUIPG+FGrwfKEy8K80kvIBOjjqB30u8b2cdPIFXCDxKZaE7j+RquSxHjLx7lbe72XgZvMmnFbzu6BK68sQBO8emwbuzcWY6gZP3OSap5juLCnu7tkeAO+Q+jTmKJUw7Yf88u/70sTkXJI28VbkjPNckbDxu21c7LJBYvLY9/Duls4W8tOp8PFi5Ibsy69M796Ceu1SgCbttOtC77Gh/vHQGAjyZ8bE7QjmSO1iYH7xPKQW8CvhqO7kUBjubxny8hKS8O3bLKruy5407uEPRO5FipztXqio8GwSyubTmo7tV2J+7gDpuvHgjeLrFvS68iTBYOw2vI7p+Eyw87LBwu/EnDzzIk467BsMVPANykbvmASA8Lxv8OhWqBjxECk0838S3u0q8erw6gEO7yHflu0DmFrwdQ9478iLAO3PEpbsFGc46kZdTPL1oAbwvhnE6UDzdugYD8DrPS+27+E7vu81P0ztUCpc7wMZqvD4ZtLtv58c7DQihPAkGlbpmJGo7pxbJukoTWTxN+KM5ymBWun/VIzqPx4o8gd1lvHsyoLsA/Aw7pIwqPKQ30Lvz1pO7pan4unTCvLtwFji7Mow5O11E+jvXi8y7+LmKO+BKO7y/Ym28HIgOvMcoU7vboIM6xJAyt+O9GDxnbyI7p8kJu//zhruMtIg8JqoUPNdFfDvmbGW8TfiEPC7HaLwDPoK8IDnlO1av6LpK5665Sxe4uuuoDDuPsPo7dn31u4hDGzzs28s7b8cOu13JBDyjHTa7WRIVvMTBkLoh1Ho7",
        "E+IfvPL6kzy3GrY8j8hfupOGojswm2w7tg4xO/eIJTvp5Ru5iCAOOnEWGjz1luc7sI8WvBKx9jszZgc88niROuYRBbtx5vo7VO9wO2GO5jrRt2g8ZD0xO1jdVrvUx0W7v0qdu3VZTrzhyIi74TgLPLzv5Tvg7Yc7fHw1OGoqRrzM1E47iPnJO9bK9rvMM0u7SUMNPFIqE7s9Q/67sn/zu1YMcTvD8907liDWO7ztdTvzqLu8Yg7MOqj5ZrsyGCE6wBbxOp9puLtvGe47pvccPJHbLzu07ae7D0psO2+iCTy9moE7BzlhO28EerzIsiS8LywRPK/JILy08vY7yT+8Opr5SjsknyG82+/Tu3AuWbsFdks8KU6ru8ZqgrstLom6KX44O7JSB7sMnG66QgQHvFBrTjoOBJk4e7uBvKLgwrpO5qc7fz5tvBzqErvWqjg7OI6bO8ECzTtsQLM6v+msO0G0pLzdc3w7UEdzPAc8DTzs2d+7F8HauirLEzupogS79fJoPK4Oazu7ZjI7HtAAPI/UgjtizXs7LUfEuymDIDxWJiE8LVH+O5WgT7wMI147y3YUul6zx7lqKI271GVwu+Fl7zmS3uK7WyC0PLhyp7ujXSa8TVTIO+2UujxiTjC6EmvAuyodSjoTSUC80pMXvLZrSLzMMJg7JjhGuzotYrv4z6I74htXvP0NpzoYBBg83LluO5aQ4btG1PY5QMO2OyomCDsOO7s7IP8lO++iDzzcjYc7QNbPO3kCiDwhtZW72duGPMCJA7tGGg87elNMvGkYPzyemQ+7W6S8u0yC7bvWLuQ6+BtuOhA+kznb2Uw8HdMmO1Tuwzvnyp878HnaOo5Gozu4yHs7K6RPvJbqO7yUhkE8wKZZu849lbtKTcs63KWPug754Lvf4/w5K5eNu9+qKTlaiqq4HysEOszh1TtcOE657FAKPNPPzzvVQ5S8ERQ0vCTbMDycYYY8RhTHO7AwKLtkCei62MEYPL5wPDzPhSc8i7ofvOHOS7vr4pi7",
        "6IVpPEnkMbxRGpC790wpu9RAizuB9M45wVBmvFtfezuJkIA61ejduyEjODy1pzy8xusCuyip2TvzbnQ7i9yRvAokNrsEakk8Fts9vO2g5Dtk2TG7/9myO5d7kDq+lMc6gzHNuhEzMbsEg4O71w4IOziCzbtld+Q6Caw/OwUYGTwzt1O83rq5u2aTrLyDtEG8CFGFujxjL7xECeg7dzw9ukddm7teDRY8Lme6u0HXZDyxczo836FfPH/AmrugTxQ8q8OAO1RdMjp35yI8rINyO8m4f7zx29a7lDXIu2fEqzt3Kec7TDgIPOtpELxkxnK67ncNPDdR1ruNp6q8LAEoPAtFozxTmpK7XLFgOx0qJLtiI8M7KviXPO8WPjxwlrA7w1YAvH7RPryYi+Q6BJtIvF7/hjucBT+7aNpeO9wiELy26eu69o+Muy0jJbhg5t476WIcO3anaTpRv5m6E66DPMR2cbwBHa67495EPOiA0buGwdG7k3DuOiS41jpcZay7HMBVu+Hb9jsLqGa7WRRXPCD0EzzEBAE8scglu4pVITxazCo87v7du+j9/rcTx2O6HW4fOg2H5buyu+87kLhiuw67irwmRVe8f1HWO5/uNjuLqEM7pynfO8anJbyC0PQ73Jj5u/FVFjy+tQy8sv+tu34vczxjolI7T+TnOxLHd7yc9Ho7v+cYvDZpE7wOSoM6OaA9u19C5LoG4hG8G7cEvOJohLyCqhu70teTuiVC0buf97871Zq8O68KJ7zSnG684swKPMANKjyyZz68qGkovJzCYLpDF5g81lzAOxtl9rpGlVy7WPutu2ti5jucdKI8sa9KPIDHoDws4bG75Yg3u0qnBrsfuZk7/+1vvK6J3TpcsI+7CPp9vACeKLWtKYg6ZqyMO8boXjzEi5G7cXhOvFZFcDt0ye67B94YO+5hhjzfGqS70J4EuwLlIzw3sIi8UgkdOgLLeLyHIAm7cmTUOYO24zuhMYK7lDtJO4LqMbuGCzG8ULh9O47MGzyomKE6",
        "zDGvu5noxby5vgU8C4Y5PDbIgruaITU7tRbFukbCiDy30tI7hzbwu97sDTs9hTO7eEGpO+ErkLtgIPY7nsFeu6aE1Du5X8k6EbEjPCHEPLzyKCu8tpZBPPOambuXMJq7EGPhO3x+7zuCzue7ANERPFqAkDlcFAu7dB2Eu/rZiTmHo+G7o8IBu5VELLys7Jy7rLCIO9Vul7tYOA88rBIbPKfPczs72ow6y4q+Oz2FcrxRYri7eHADOug+GDy3cCm7EtHQu3/uQTv+xEi7f+31uuHShzq1NlI8h3eUO2qc9bqsIwC742vLOyq19TmUu0a7Rn0evF3O9LsEx7M7vsABPI4dm7vkSoe8Oo0Guwpkb7tkhjq8nYd1O45USrzB38w77RG1Ov/DezvPThk8t81fOy3LgzsjehY6gt0eO4AQBLxp3H+8AvbSOhJ9Fzt2fTg70SyvO+P0V7pyBqm7WjnPO1yov7tAqrs7MN1WOxL62Loq/nI7IiO4ur2qezsB2Kc65oLWOgvRlTxLE0S505vWu0CQBTcBzK+7dekEvBN30rs8xTM7jOIau3lvlTto6Wc7RrlfuhV7LLyJzja8nfJGu0/DXLzcXpE7HXClu5V1BTzkJ4O8XIG0vG4LNrzW0y687o10u4IbhTva7dg71RguPBD3/rs2zLc79O8kvDSMO7qMTia8K4l0vI2a6Dr5Jmg588PUOxRETLtW9Zg7DS0/O/IEIjxOm4u7eMaQPP9TN7sHl+u7TSzsu1w+CDxCagg8/QaJu3kUPDsPaqy7Ie4VvAh6wDo7uZI7o/U4vBp+MjwlxLk8s6UgO/MT4zqF7AM7XziTuy+hETzs65U6BrlhPPygZrtNIrQ7giEmPFjNw7pb5jM8a+OpuzcXmbtcrgu5rYgJvP5LFrzUKIq6RSI4vI7kX7v65iW89sYgu/QiZTsNmKi62TXvujtddrzWcoq7ZOcvvIxwnjvEOaA7kguZu67dEjponXO3T9sZvFR5mzpLRNe6fis3OYsjMLxc0Z83",
        "rjQfvPfhkjxkH5G5IQMavJf4irvCneu7EqgYPP5Szjss04w7JAbMu3+BwLufsWI8c5YFvNFS0bqdPwE8vtKfu8h3MTrPKCe8FRMnvL3PkDqPEQy89gZjO08/p7tlR+46W7QavG9psbzVqzQ8XRdevFBVYjrKvYG7wKZJPKo5GbsQiFE7DXyJvEskNbuC8eS7FFjGO+QOZTyO/Zm7ZW6fu+AiPbsELkO6sk5TPD1oazsseBC7q5ncPA4Z8ruN3om8Zb45u+hNNbwu0bc7d7ulOlV4HTzqT2E8nHxsuzvsDToPwB27YGTpOuN5ebsSjSU5DVE4vMWDlTsgKWy4RE0tPEgdvrtulso8poaVO2zURLsLjZY7/0wHvDv7MzuCXyu8XJsHuvewAbtEeHw8acc8uw7WibzssQg8ioErPFtTXDxsrQS8PMQWPNQkdDh87Co8Ihh+OmKtUTsCeYm8YYGbOwk1YrrCHvG7FqJ+O+1CpLsQsd45TPK1O/4jCbxZ08k6qTjQOrFkNLs7d886GUUwO+ZPODy2i5M71K7CO62Jq7zkoes73L4TPD0mkTpgdu07tYwwPDpadLmbJWU7SloKu7Oru7vkKBk7gFnlu0MZfbyyLtu7Uqi6O5tCdzvFBDK6Y8h3vAkNejv8pRC757UGOThKXryNwSQ6c5VTu/5gjrvgPxm8ahelu4ETobwVEz47XoSBu+seKLt6TZm7HBJHvJdHXrtWVRK7JYJTO5r9XrvFSOe7ValLO9hhjDs0bi48iPBZvLW24zuWTKk7PgiMO9D6IjyL4Bi8fMUrvBLkL7sJ7ey5KW6YOxD58jtDpOg71HFLvM2+kbv3fEC8RHHiO8KR7LuCFTC8ILlQOX+sDDx2Eom8B8oJOziEA7xej0s7QcNJu3c+SzsE9B28MhM5vJnAQ7quU2e8YOqsu2KN2jqa7g07q/FWPGcDcjvZsBU72b/duy/qoDug/ju8DkWXut8O9ru1bKC6AnQLO70g+Dv+twc8bdQVOzAvw7tGw0G7",
        "OREZPM+4MTz+7BW8vjJ+urp7VLr1ppI7A0BjOubTe7uCZZW7whPYOp2OJ7z7uDM7HhoTO/N91Dt2JrG7eTu1uzIe+LpEGem7oroAvKYwcTqQ4ba7AlM2O3V1n7sJBXK8WYfROjjqw7pGboI8tC1oPE/+UrzRURw7kl9tvP2bAbw98zG89iR8uwqUObwasCy8RQOMubaMMTsC2mC8y2x/O3650DtLQyg8in8vu3Ugwzumq9K8gtHzOojGhrvzkSG8F9IuvHrgrDvUzhY7HDlrPHCvIzyXMCI8GW0yvMUQQrounGi7gYk5vNCnUrzOxA+8DE8UO1tsALzNpHU64y0gu+GGfju6glA8WAKNu1/hDDq5FZi7hSvZO3zlpDyxZ8w7Gir3uyX6DjqfhRI8v+8bOmM+YbsPjU48EKsnvCxyXrtfn9A7hlcZPJLv6rtY9Ps6J67mO4bbq7um96k7Dm7JOkNZjrs+Cw8721CwO16VnjmZy3q8Dhm/u2PFdLvTes07wXI0vMJHGLv/VAq8WkFNPF5/S7xwVGy6m0mXvKUy0DrjVmG7mr8Ku+VlIjwgi5a80AlLu4QIkjuPUTa7xInSO6yacDvIbVQ5c2QbuVTNlDgCcZc6YqMrPDwoATyn00e85E0aOvkt9boMRM46G3MvPGXn8rtpIF26yTabPChCITvm7Ng7uhs7vKPgRjyIS7s5d55bOyxlCTwRwze8XnFTPNGdtbrO5n88Nv0pvEm+QzxXumQ8bAYoO45ZDzv8AyC8OB2WulUfm7sHJpc6iw0xO3CaeTpZgYs7lg7QvN3zrbtalIe5VhMivOWn3jsjTTe7zSiVu/Z4iDyItrM6CJkHvBCjdLs0OA08Ct5yu/lV7rt95B+8EDoDundfCLk3WJk77dI4O6/pfTve4Lg7hPXaO67MAbsNDy+8agVrOwcHB7yMP2669s+4uUr00jq/3Mm6dg0KvLKlK7pqZ6W7q/9VO9Gi+btC15W7x5qTu5eM1bvm4k47qJsju1kJOTu/0UA8",
        "EbaIvK4nMTsgLcK77wVpPGEFQzy39wq7vJbnu94LObs2jwG76FdmPLYzajvJ1427TG83uwE4CTwvnjS8i0SZu73bGzzkgws7Q9YFO118jDxc68O76nXLOv2WEzxstiK7ZBu8O93OyDtAEnw7JB2OO4DfUjubL8O7jGYSum/PqbpWt7C7U7evOjhYoLvbyyE6pNMSvEbEnLuULi078p2KO9lcbzxbLiA8CQtGPIfDojswgCm8UJ0jvFz747t2tOe5gs2LuwjXBjzEDSS8JoSJu9bjOzvNICS7uNmFu4B5TjvIMsu7xkQWu6o1grt7ydw76kqvu1cyOryhKgS8wkM9vLeqgrrBsCM62SAOu8x4gzuMfDA8bkdwOYI1FDyWxxI7LlgxO0VA4TvkGSw8WOBGPN2BpruXk9a7xO6LOSdHOzxPH3i8dcM4OovtCTsU6ce7NuEEOrknGbz8ETQ7DyscPI6Kd7uaXyk74/uaOlq5DjoUhEk7HJ3YOxjrVbwsROk5vo8NPIdzVTxhGLE7ylNUvKQBDLwJkwO8Ub7putR+nLlo0ZA8HGaIO6k+F7s26728J2EzO+vAGDxt4yK8t+m3u6ROAzuyQSy6rOSCPB3uKjsoru48jL5ruhkLkLsSLI87K8ErumPEmDoIr105sl9jOZs/QTvnXCO86MqROVX+brq9eGs7la5bO/uPuDvm6B68iGozvAMvmLsMGA686JPou+XEQjw7T7a60ZgSO5JInDxWIOk7pTcWvITNdTtWoms77jOGuwixGztE+nO7Yvn9OhUHRrzLczS7+OmPu1T+/rrx6ca7rt0uvLoUezx1/iY4FZUOPGfSJ7xP2R68OCsGPL21H7yiAK48qsIIu7D/pTu14VE7Cws3vAkAmDyTShI8CMA2PMtZpzsrfwk6TDXbOxAGk7lC8tC8tiZMu/PkpzvCWOs611j0O563cTyJy6g5KmsHPOYA7LvhX4y8sHOiO463lDwvayk7bsqGu8cvULyC2hy8PJWKO0fqSDxV2uU7",
        "GIMVOxctpTus1ow8nW80OyEL+Lp8AKY7S11NO8Jg17sXcS48QqSLOojbAzvMNo28tQFpOmjNuDtnER68hFn8OLJ8drsAMpg7TNWdO8VmMbvHG/87Is3+OucHLLufysq5ZgYJPOdEoztcLAm7OnoTuT/23Lt1rQY8NBenOFaNtTm9n4K6AHwuu0VIEzu5MpI7p1CUusctRbzGKNk4vOpzuxvczzuu3is8/SNQvBau0zs6iFg6uPzQu8LUtbussE26inQ8PD7rOrviL8o7KwKZuwM3+7tVZ7k7tr4NOxAIGTyBjzA8tHGpOWhbl7tnZQo6hXIYPP3/TbqkE++6J1OSu4NF0LrfEBS8oJkcPAA8YzykH2E754wbOvP7fLrhLGm8SCw9vO2ZIzxUrfA7tjcNPHCb4Tt6HXk7FFWru+O+kTzg3HM7xGF6u/iMt7lMnsy66weTO1we47cIm7o5uhaHvDiCnzwpEYy8FKoJu+lqOjzY5BK7dtkzuuv11jpsmFA8kr+cvPihuTsV33U8uN1fPCnRorn0k8W7UoZoOmB5GTwi6+i64K2UPL4woLtu7Fg7rqacvJ76vLne9Oq7jxRAOwaMVrsyc8M7Qh6cOxzqVTzG+tE6JyhuPBmXEjy5bMc7H6OQuxTY5ztyewi8drtPPPV3ebt0jNA63LgXObp6K7zmpau7BgmAPLrhVDu2r+E7mgOku1J9X7uYdKC7dqOUO53NULtCrL87vTgqvEUagjs2ElI8INA5vL2a8zsPcQS8rbrIu1wLz7uqSaw7BSkmvLauHLxLhEe89PiZO8Diirw0NBu75kDlu7mCDTluqWW7OAvju2wOBDzZd6e7qx/fuwzc/7uT9+I7YQifO1KzMjtxheo7EIBePO+vIzv4GY46DvLeO3pICbssEiq84aOkuruYO7x+IAm8faPYu02l9TunMjs7+MNHO3WO2Tor21E7uWh8Oxjx+7qpThE88xbxOy8sPjsB3g88okNPPGXj/btCsAK7Y+mQPNGOb7sFFge8",
        "UMkAPKiDBzxjxRu89u9Pu+mSH7zvCpC8/Pmruz+UhDk52xO8TUYKvGTkrzuhf467Ml0muw89SzxZeCG87qzuOwBgLzxU2ok7qGmLOzf9BrvDruY7tz9Iu6IMeLsWzq26BU+Vu4tlyztuDWA56ginOr+2gbs/Z6w6qNLEu9W+sDu2X8I77pR6POPfkDqtKwk7cH5+OycOPry3kU+8hRmou1Gq5LvbKGI8XnIDujDWrrtqzQO8WHWwu9y+UjyuXaQ7bBnMuTUUSDs9hD86vSDTO1Bz6Ti23ta6tTEDu6lYf7sYnqc4h/V7Om0+ijsGosy6a2p+OxlYRjxDwIo7chLduxUAQLvkSDy7FbXcOq4PG7x/5hK87UrJO/WgJLsyvJy7IZLfuqjzibrGUc65pfhaOyPegrt0rKY73Z04PLWJUjt+8Pc64J2ou90uzTuO3by7BE3cOzgkxLocWqY8LtKOvM4Z4bqb+Qm7F+xfOjLhBzw+wYC8n8P0uxIrLzxQ0UY7o93Fu6I1rrtCTtE6/N4/uwthBzrYkzy7TC8tPN24Ijw3J668kiN7vDJky7sg+Rk8Tv7Ku8ncT7tHdZ07q65oOtTNi7uDefA71YedOj92pzp6OY48pJvCuR9mhrqaiLs7RYSNO5TnUTyYsF26SFx2OkGlOzuXtS87xllQPEaREbxeAp86l3HrO72ngjtHD6y74vAZu092GLx+Nle8JTmuOwtdA7sEPOI79LAPPBQeabw2HDK7Qa5sO6CjMbvR2aC7qCxsu7MBqbglg7875zkHuy6JtrsJWnc3QuCHuuTtLLw0T2+7s21cuBh5WTvIKZi6D56MvKYNbrswiOU6sU6puuukjTwgpkC7AFaqOy6sBLxC7Ei7m3KPvM8QRDzGZwq8lv/bu3kwn7v9GL48C66ZOsEUWrx/IRM8+Eepu9vssrxeORe80e5WPEtKHjy/9Qo733VLOzZ0Lbm1ILW70UUwvCTlXDw09SQ7rRYlPKvgEDxNJQ28l2quu0ZKFrwF2qg7",
        "NbMCvAWaELy2osI7m9SvvAC6HDtOWfS7z4aVux62hDsFZkU88qnuu122ijsU/h68r13qOkPFjrzvlRW8b2KMPFJnvjtt8BY87CKfO3FvR7zR0wk7on21PFYWM7zA8Xw74uViPBM5/rpRsKy7VIRvO3ikGzzsiUm89PauuAFVMjvXkig75rvRu0cfHjuTac+7PYNCOSN+wbvk3Da7XbZNO1xeOTxclTk8yau6O8HZerznTxQ724ZaPDl8K7z+2pW7rxwmuwnBizoc2hk82wuqOwvzLDz6wlW7GAE0vNj3NzubOg47n9+nuzRDFTzSB0o7JrjQOxI+tbuAGvI7pgxgvI7zRLwleha86iSVvDnuJ7yk+mu6XQxBPMfqqDscCCi778YGOjL/CbsbkNa7WjXtugw33Lsy/P46gmEyvBQ/NDs7TBs7339IvI0FJLsyozK8mdC9OpQuSLzGkyY70pqSup2CibxPm3e6knVrvHolfjroExs8TPyjOx8Nn7taN7K7wQ5xPNCZ+Lox3Dc8BM2Lu8WpszsXZQI8dABvPPmojbq6goE7BvUzvNYF2ruV+Om6JiUVvLNZgbsSvwy7c7UWvIXfoDkJwtu8kPAYvLf5QrxGhxw7uh2Pu9rKDjtcD5q7PDwBPJxYirzQnRe8zxhoPBIgJDz0O127muo7PA2fmbvqKTC8RibGuq7ocrsan2G7/DS9PNv9nbtSWpQ7J4dduz/RCTzpyRM8JFYnvBNjL7yeVg27ussIPNJgBjxPwgy8RwnVu2YXyzqRY+G7r45VPDqf4joy7Ki6uuefui6y3jpqIna5HSJdvJ1FjDwP83A7/e7JuOJw3LpRwGA781+tu3+aursWDUQ8+4NSOkVAvbvUdWI6bi4IO7cdBbzG0jC8JzNxOaF4qDuonBA8zfwDOxcOfbu/ZDS7zk4dPJbH7rqdsfO6bESEPCp7/bv7JzY7u1ebuWAbKrz+3o486s5HugpTQbxfQ/K7ZnjUu3Az8LsGt5+7W/uhu0Ub+7v+kng8",
        "pLKaO5MxFTz4Swi89LKcuiw/Rzu/fOI7caX1Olq9drsMqlI7FR+/OmbyVDqes+i7w8O1O2OBzTvhXpo74eEnu7IDdLos/kK8JE+DvEzco7vyM4G8h11BvEXyVLwerzI8vv8fPGkCZTocYcC7tP0nvIa1bTzhyC47QaaBPJaf/znCp6Y7IAbMux/BJDsbsKG7+RVnvMX4ATx5VP+4K8p7PGHYr7z2Yqg6iyGeOiFDHDxbqp68LcwCPAaTYDuUfwc7J10au6qf6rv5Z0K8rbYcvDB+yjvYQBM66AuSvJdrzLp80Um8uMwru2B2+LtzfQO88hoyPJq3oruRZ5i7y+8Bu/INRjxucHM893wCPAwaUrwIceQ5kQX6OrxO6jumFiE8mMhguy1XYTta1ie8XvojOmB/EDsyjEk8dIX2umMZFDyPs7Y6FlBKOymljDsu+TU8FgAtPDyU+Lt4/2A8ycdqvNAkETvELl871TW9OwEyobvNa/a79BpmPJcYtzsbcRO8Qpg8vLhCyDvlYv27OZrgO2sueTvoZkc8PeZgO84tEjyEUOA8BZLAvE1VSry4n1K6guVAvFHgNrx3FhC7lm7nu0Xy4LtgcFA7khK6uw8oRTtGVkE8/zBVuwd4GTv3kHq5rc2jukT6xjuQvw08occNPADGAbsHo6g72G16Ok0lXbsTWY28g2yFuofaNLwHmOu7ZiivPLl+nryiqgm85jsFvOHRlLsr1ZY7ZKMKPDqGaLu/1oU7vUKtOwUt3DrSIvu6W0PRu5i04Lu1hPU7AX+QvIKIUzt/akc7Wnrnu0T3l7u+Kqm7WbpPu7R6sDvetju8RtlRu5H2mTpLFsW7YeRrvNJj1bodjo68tc4cPJ0dUzzvc4G74QMPvDIqbzzVrna7tuKIuXeCjTtng4I6R4zDvEkVurvpfDU8B2kBvHVWuDuzF8y7juWCOYJhd7tN1Si7n8qhOyWLDztax5o7mJFHO0zn7TmlNkE8dVsYvMilMrpsB606YsiBujuJVTvlgD86",
        "oyOfOlq7C7tbstu7Qg+MPD1F0rul/Qc7KWudu5hPRDz9k6S7LyAJvNU9HTv1qwS897+RuybrLzxyi5O7IJXJuz2KsTsp8pa7AtjEOy+2hbwiUVM8bj0UvLtm+Ls+vOc7nHDXumBi/zuIRcY7jXkzu0QbyLtbyBC8uy0zvPLm3DtaWvC6QKhdvEA0Kru3zmE7ZS3huyixjrtqZR28Spc7u/axITzmGyK80NenOsDiPDy5UPE645c+PFQWxTsWVzW8yD+2O4z+8jn9ZvU67TiEuuvaFrw0TDq7P/0bu5kxnjs2Yx28Kc87PCWWczyUN0872wmYu5uitzvMrK07wzUMvFpwaLtgyI275cDPu8XKAby088e7vUy6O+hV67tJZgU7Kza4O6omiDxuRp47JWyXuaaPrbmin5O7z+RiOX9LAryZxXo8QrWbusfecrstoVC8mDepO+6lULwPU8W77vg9Owuw2rtovts6em2Gu83nBrz+YRa7uIKDuLlfQ7oPXN061JMIvDGOYzwFop28ADHbuUIaLDutpcc7Ux28u5mzHLxqj6u73X6eu0o4TDyhWQY5B/8yO+NFhzvV2+G8Nd4Uu4/v5btmj8e8a6g8vBox47ksCg480Z0ZPAYfRDuU6kc7m30CvEjikzt5Q9Q7T10avNXfXjwAG1y8kF4zPA6qUrxqUDy8+WIDPC9PrzsaTaq7HC4YPMSZ9Duqcom7N3Chu5HM4juClfa7qtCwur1wiLsXN1A8IiRyvNIghrw3yIC76qsSPFIW5Ltml0m8U2R9PJ25ULryaua6SwYiu4Rdubr+YQm8Ci49vB8RBjxuirQ7yL+ouozwBTyjUFk6ajblO0+uTTxV95a8/GuOvCpLtjuhPzW77898O1ALdbod+AA6aOrWOje6FzyD1645PE08PAwPsbu4YI88Dg9Zu3dKebt372U8OEkjvFAXpbpoIWK7v/2WO0Gfsjuddhq6efVkPLgWxDlCYFk6q680vBPihrnPkfe7AI11vKa51juniMk7",
        "wOexO5B48juPz/s6b55zu10WiLv5lBc7l64wPGBy3LurrYc8YtjhO2DrAzz8TE47kT8PPFcYJrydqe07XW1HPFouCTx78te8YC6KPO+VHjynQ3W7bTkuPIULOTwILms7pvhdujUGETuRo4e8txlJPEj9kLzg5WA857LlOzugdLpElXs8RILCu6vcIDyrHCE8juZ7OIPjRjxENqU748YNPDAKrDvfxBu7NhfTu6L9d7wzuI47tDAZvCLzEzx0fpG87zGFu25Xvjln6ES81ZLZu0h4QbxZx6m5FASFvER/UDwMBnK8ZTvfO9fCtDr9Sa07N1OSuwbxIDxYzBu8d/B6u4D3Y7yfYMk7S92bu10VfzttJEe78AuOvBrmQbxUoIU8/Bnfu3ySCDx/Cts6cwlWO+QyGbxlYCS813rgutnDNbzGPkm8Da4BOwwRDrwtbza6l5YKPLFPmDtGbb67MPAEu/kdBrzBdKY7KwFDvBPyVTyI5t27vCWyu5TrHrySRVI72CCXu0JhCLzbmZ488feHOpeGFzzWWZG6lxvPObp0r7upgSC83wGUOXpLATs7hzW7v0yeOvrJfTqH5h08dogdvLs4Nzx+LOw56JtPuzV1SruvFGQ83XR8uwhgMzsI6xC8T+zvuPetizy2XgI8I+wSuzX6ubrM/Nk7cSwOO2fpJ7rfBTw7bVcjPH9hCrzaReO6PRUOvD5iRDywjKI7VJVwOyj1pTtD19I7WchDvG3SqruT91w8NEvROxisvbvh9ao77C8mPGVKjzsXOsG7D+SCPOoA8TpjOZo7CNO6u1+bALx8oSC8pIkCvB3jjTyh2Ie7lGk7vBF8tjqgEPg70l1svJ/YQbzObhw8wghRO6ADRTzzPQg8shYpPLSZtLpSfjY8v91DOyEa7jvOUWo7Lc0sPBcI9rq3gl074zN8O/zsjToI2Qu74lc7uyD5z7tY4pu7OdFeu/PbpjqXzZS8a2AZvOfV6Lr1Xuk6LnoFPEAzSrumTum6fZynu8FzzzsBKZi7",
        "H9iku8nY/7uCX7Q7wJCkOg=="
      ]
    },
    "dense_3": {
      "bias": [
        "TY1aumH+brr4kqA7AQmROBhXzbrcMkO6eFWcuj1g5rrpf5Q7t5e2OlVJyDqHWSC6Plf9Onn0fbtu4bc7TULwOuHvgztch4G6rf7lOiEwnTthiJ463UtUO2l+0roEWCw7sw+LuvUWaLs3O627RAHkugLvczscw+06SwiKusUWIztGEXk6XdW+OxcZIjtl3Ss7YmnSO+UvyTlO8cg6VBuVu3CQJjuhQtA6zpwQO1VLcjrtiiS7s3TSukGH9Lq0ppg6e2rdunKLlbs="
      ],
      "weights": [
        "gHU/POnjgDwS++I7VJf7OjzYc7oY0sq7erFrOyCoEjx7fmO7U17auhzRIzxwLpI791IfvEHhXLyMTFy7B/5Pu70FljzZEm46OW9VvF5vjztDVz08GEKWO2CzlDo6Gf688QpAO2YHBDtnAZ88rQZMO9wyizy6jOw7uwQYPEY+wLtMz/07YQILPJ+kkDtIeBS8kkMrvP6mcjsGr787YHvuO+5bDDzIMh88bLetu8QWQTqQVdo7TY6sO1SAfjs/+wC8mtZwOx8ZPjxAt+O6lZhku7FTZTtLCEo5Iw7BuwCalbos5Dg6zpomOkf8LjyhWVi86pkEPLZnUburmzo8VBJou4QtRjsK4Sg8c8jfu5qQSjxyWR28LVEKvGGOl7uc2j88IbUVuwwt9TkBn847iiNfOsrK2DtzQyU8sEHRO3H7ozuhSwQ8ytv3OyBwWzrC3UM6ZOZnO3Q/qztRjJE7SERgvNwW/DuUrBU8TR3jOzOfQTq+Lji6uZPau5Q5HTsDTxa8jgA1ujRPDLtVHPQ5WuU/vDWIzTtC0Ws6s0d0O/MumzvR9KE688kdOxyHdDn6QUS6wMULvIsaSjwLvbW6w/9SvGXSlTsFiIQ7PENUu0GRCjxCEoW7nlRxPBd3H7sTo247YkgNPKJBKDxIDpq7x5QGvFGinLvpMc+6T4Q/vPn8gjvDKo47JtqVO80lYLsxHmS8+oqYPBIjJTxLdDo8aI8au7uIdjuXoak7iblpu+dR0rsf6e074bMbOmI7YLzdctE74uBZPGJf4Tt4+5e70GQTOufNMjvTBR08cL3Nuk5nWrtKCkw6e0GzO51ynDvPsx86eUKROg25FbxPw+i6CL21uw9GTDyPyBk6s9r+uT2lALwrKA+7aGyFvNr2kjto/Nc6aUhdvI4cA7yt2ak74NIIvBwpUDvxhmI8gBDYOlPMeTryPpi7mtQKPKdOKrwCi+c787Tsu6BLmjvKiSO8n4sxPJ7P9jsLIsA6kU6SumZxBLxEtCe7CqsXO3JOZbs8DaA7",
        "w28tvJrmlbxVene7BJchvGZBmjxsFWo7BF1WO43g5LsvJyM8HQTpu8v2ELu79Rw8QgDfO12Sp7o6LO47nJGUOgWfsLp0GQY8EO9AOZAJzjvny7K7CsF0u1KPq7sIKHA7tmtru6qXy7uEF6C7n6OQu/NnzzvaIrK7UKztu/W7IjpqEpy7SPBkPJWrT7s/+mu7CRwdO4Utr7ujHYA8H6dTvLxk9Tvqfw+8ckdpPFof67un1so7pFs6u/vEdrzUG/o75DTUOzRFpTlsKEG6qd4vO39D6zp2EVQ8WV+CPIJr9Ts5kom61rOGvLYcL7tUJU68lZFUPLOfIbv21jm72iiCu4Z/DzzwLWM7UoEQu2rE07vY8fy7dKEFO+Wjcrx9AnG6SlnQu2dsl7pt/wI7OF/OOtahm7u7Gay7AeypOr2FwDuzU846Go+Nu6DnxTrWZTk82Y9ovLRdnDuVwIQ5720lO1Ew4Dp1Hy28ir5EvGnnZrzjweW7rd1+u1npMzoumRq8dAiXO1wogbquBpe7euviu9yIiTu9aLi6Lxd3Op++KDxaY7m7AgIePDVq/bvcvjO77N4uu+I55Dr03048pd3bu+jtUDvo8tc7hUDnOxgTPTyKy9C7DoOCPIP99LqVw8U7ngOUPETPgLzHDbe7Dn93urpG2TuIyRW75NrLuqW/oTy0Tcy4kHaZO/+UMrp7wHK6Xdlqu7QPWLzkmD28+z8VvLY3NbzbtKu7KHfcvL6FdTvroBi8Y6veO0jNwbuwgVg8l21fvMpHsTpZOhk5DfpvvPNQhrs7w6C78gEIO5+fuzrDCnS7tMlfvDKfQzwbY5I8VdeuuiL5bzzre167hcg5vFhJibxatxQ7+0U1u+d3aDy6qeu7Om72O0r26zsZM5a7tD/PuzF5tzuWASu8scUrOmBqBrx5S8W7aTLtu+U25DveMEC8l3HrO51xSbyOEWm8Dnjmu+duMDymzyM6aTU7vEUL5zvROiE8gvDQOWMZ4DoolBI7Kbnru1Brdbp+M5e7",
        "Z7uZuyZdqjsyfsC7qJyhO5pQr7m7JBe7sIuHu+5+a7vRUrO4WJ68O+KOK7kgXwS8isyyuo90/7vuity6p1c4u5v2pLsWIm480zfFO6o2PLyLq6U7e5AaO+SluDm1jeM7qp/Pu0Dmy7qESgg8D6S6OzzI0zvdA6E6jqLdu5y9Urvr2YC7qbyEuzxUiDp13KK6Wh15vFIEOrt5FoW66RQhuhPfTjvgV6I7MmFIvLJBbTvcUsg7z0jfOl31VrvFzLG7Ie/7OhHSkDsYiFQ87bg1PBck1jvaPhO8lITKOodHMTwpORG7Mq+vO9DIP7zO4Bm8G3/dOqKHlruHzHY5DEzVO16Zs7tkpPu6f5QAPMAgjrynjIA7CkyTOvBenDrOOsk6tjxDO78D9zse7aU7zsbCu03KObwG5QS66+26ugj5tLt5vSU7AhR1u0TNGzwjX+u720uaOxqmbjzPtru5VZeJuw4B1juCUxi81xVyOti9h7yCfwK8RqM0On3CG7s3jIW8+0EhO12LILt+psW6IMqMO5+Zwzs631M8f7EpPM63HTsIcjs8N/cNPIDWlzyYXUi8u6GwO7X4Qzu5agg8Slqqu1NVxzv0BTk8mOlFu7gTbjxG7FQ7eRAIvHo5BDz8xTG73La3uw/1ADzSIRo7rrzQu9WiwzsmqO67Z4H5O+edp7vZIsC6FqQbvHcBjzo3Tag7R+KfO+r9qDqjlBc8YaSvukx9GDxHs3A7JPsIOzEmRTzd0V+8P66Gu3ZsELoc4vy7A+xwPJROnLu+4U282LNhO/6+PjurkjC8U8ZSu35GKLv+03S7ng64uwTbcLtCJsO7UPVmu00WDLzevBq8cbTGu5cBijtfuo88vfgQugVgqzuOGmO8e9Q/PMXInTpEsK8719ahu8necztbTUE7EPf4u+tiPbvJAuA70csCPFzEdjsNns27kZU7uyhu6buxZRg878pluuiIMzutrPU7lo/GO6EGPLxL9Pm7b1Txu32Acjv1YQe8Gh0qvO4LFTueOQW8",
        "McWIvEAqOjwEHWI7jDpeus6vJ7s1hum6BaohvNjPSbzPnSE8tF+aOx2yXrqSQty70oGdvHG4A7t6stU7Q08/vCngmbtUGYE7eYfSu2vTTTvc+Qm81InPOmgKUTsF3NY7GGMfOybvuTuUozw5YbYbPM7YYTvAMNo7qKAmO3CLV7wVByC8Fa5MvLe03TuHzww7L9m8ul71HTwGPiq7DkD+uwfhHDyX+My7ASlvvMFHdLx9UI06ZIe6OoGAQjqgeaA7lsaXO+WfRjzt0h47ooE4u/IpsjwdJbC7beoiPPr1Vbx2jji7p1TyuJostDuwjbY7gS53u4DXyTnM4DC739mRPF4gBrvMOP87KmNzuorY1rsi9J46Rar1Ojt8qjt2BZO7Llb6u1HbzzvSnx+8OGIou09wPLyrrEY869i6uoPP7jrDw0q7fB+fuyOVwzuLSjE82+/fu+LOYTtUeY47H7zjOdRy+Lvo1NI75Jf8ugMMGDxe8Ak87iSYPEThCzx+kI08qoUPO750TzwFSpW7QxVDvHL/iruuLya8wdyvu+koWLzRRMk5YHncOrYU+buaigi77B+QO1MdPjsww9W5y3B7O18TkDsruMS7XdS1uucAKLzYIOg7VfFnPMI3FLvVxyK77V7AOXYnDTx7oXC7zFj8OwuyCzvrDMa75iA0vM3JoLtbilu8S99UvMsyJzyn+eY6pIsgPAjCETzkolM79Ac6vJ+qp7q2YXq5kKRcPDeSVDzNWCK7gO7BOzBzWbs3KNG7dIQhPG8PHruGJGk8aL0/uySi6DvpbHM72ssNu4YFebseez07qSB2PDToibg8UEI8x3mJOtCHUDwZMo+8E4ESOwHmRTxFUhm87h35Oit4XLucUnI7t8wJu2vA6btKK6I7kqsbOg8gqbq9IBg8JGa7u5oBEDxoWDs7S72dvPo1GTwyVay7ab0zPKKLGrwHk547FQ7BusABFrtK9027byNbOu/1urvF9wg7wDHnurq24zs0MhU6AqwCPEb8gzxJUPU6",
        "Yd61uy50cLyEltA74VwqvNsYRrxKPau5hDBBOyZcAzs4gyC8hIvlOzQvJDvfDgA5iKuGvNiNWrt8ofk6TWsUOwphgTs0Ud+78CgbPFXZgLqOm2U5AiB8O0qA5bsu1sQ70pY2PPucDTzA+z45D5IevKrOGjzv2pk6f4Pku3JNBDstKa07iA3lu+mchrwkMyk88etgu7RuTLvbkoc6GhThOz3+d7szbF08d7CJvAbnEzyYQB86MjILPKawgjo/8hC7A67jO5K99Tr4Pj87curwObzREjtrvkq7KKSFOj/CUjoACLW6E7gJvB9e1btCZxs7nZ4jPFtU2DvyYow70/+BOwjl9ztefii7TPUDO6qPSDvdrCo8KQrVu6GSOTx+Agu8e0uqufs20LrFT027VGxvu46McLvK2JU6E338O2z2Wrsc78u79yUVPIpnoztQD1A8fj8EPHIbVTsbbHy8WNiMOxweSjxP4eA63w54vEDwhjw9PaS5C1TnO57/KTudwwE8cy+Bu9yyJzxJNYU8B3SwO8nmV7yNOWC8RFvhu9X8pzuB6CC88ra1u+vhFLvbVt67Rr++O+x30joDA6I7r+AsOVklN7wO7RY8Oo2XOrSlkzshM5g86iPiOT+mQrxMzcC7m4JDvHO6/TswZAO8zSGzuro5abwJ+NI7GzreO3PpTLwaex28voJUvOciHryIQIe87Meku0P6tTvRplI7TtCyOyesuTt6Ccs7GEjoO04pWzxYHcw7jgCyPOZI0zuj4Om6/jivO0HXM7wk0j46yLS4OzCnMLvrqEi7mofouzFVCjzZF6o75MBvPO9CCrs8Hh87A7xCuzxMBTwdyQs8GPnBuzraODtoMQK7gFidOpdoXzxPvxq8IrWGu9pYDLuwTBo7CslvO0PR2juiY7i6Ec01u+m0zTwqGgS8JylzuyfqBbwG1Mo7ExQNvLtTFLw92hu8qQP9u6cMBDwhmwW8Nj3wOmSJMzr1yKq7dIqdO6MkBDxGGCq8RR3Bu+8xOTtym/47",
        "gyRru1FhxbyVczc8S61nPMCAnjjc6Kq7OOdGvDBJ2zxAWo87kQMXvBRHULzsnSs6C/AIumruJLzmRrg7jJZBvLrWW7vDdma85mxEu/JGAjyyUBe8PZstPFjRFTspeBe71m2HvDxIiTk6hH+7dOabOoJkgbs+W/E7BbwQPFfrF7whkoS8ohGHvByUEzpVhN452P4UO6VLfrqFSgg8Qw37u3vl77vpSK06z5VTOxB2cbvqNZi6/Pe7Ost6lbsN2nK8YLYlvCC6e7sLeiM8cKWKvHeIZrzbSPg7ejn+OawkOLtXIDM8M+sPvBGRBbskUSA8cDZauy5aKLtoHlM8gAzFOoo0q7sG91M6ksoPvOjHIbsfEiE8Px+xOpJ01bvaMI675AFCPAKaJbzj/Fm7eHRpO3nrjzpuWZO7vD0TuyhBizuU4JE7waRRO0GrfTuGO9A69SPGumHjJjzEdrU6R4iZOqpwQryACQ48HQoBvf93cbtD7UE8xBMFvE3+VrvBEqy7of+6O9QaA7nR89g7tAqDPH/KCbzRkxy7ZiIUPGQacrx7KzW8d9vFO/r81Lq0PBI69B4+vD148rtfAWI8Sk+LOzL3MDtf5b46E/J3uzHpBzviEes7GY84PCqCErpnCha8g+7cOP/YCDuXors6pL/eu9L3FLxhA3e8MWnmO9pftjuv78K6hz2lu57EODshZiU7QxPju3jKMrxohdO7WozEOLlvYrtgvkQ8fMAivLckPTxB4AY7k72EuzqsPjm+c9U7f9DeOoQinjvI0c+6baKku6arSbyrNZk72Q8jvISGLjzPC4a8SjXVuwIb/LsGnT47gi4CuxoPzDvoeD88HFvFOrYW5js4q0u7NOy6O6CNBTtYPm+6RKEWvH4pyjvUSCS8qsVhuyacBztzRlq7Dh+1u6tN4DpaggS8q31aPIArg7tYNV+8RAQ3O4oR9zvfyRq8wf+VuovBabuLo+S6+R8QPIXgDbzjVQq7cP0AO1wVHzqhna465fbmO82L87v9bwM8",
