{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              18
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              18
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "elu",
            "dtype": "float32",
            "name": "activation",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "elu",
            "dtype": "float32",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "elu",
            "dtype": "float32",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "elu",
            "dtype": "float32",
            "name": "activation_3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "linear",
            "dtype": "float32",
            "name": "activation_4",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_4"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "activation_4",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "a9d30751572851df4f0d41cd5aa8959a439a7eb377dce7a72e20f3813ca61b90",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      18
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            18
          ],
          "values": [
            "kuGavuKRGsBIIIA/9X86Pt7bsr/yWNg+pBxJvzlkLz/dZee+KjnVPxRjtr8dxAtAo3vHP22ZJb/s/pm9cqR1v52FTL6MlWG8"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "HCjzRA=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "J2GCv3jEBsECquC//sR7wcVUY7+9HJe/ktSfQaCD7b9e8MRA556WwIIYJb+IUKxBL0Z3v0/9J8HX/6W/VspKwIsXPEFXA5+/OnsTwThXHMDXEJ6/pIS9v6BWo7+im6u/4Z8GPj5iD8CJJgXBTxEYv5jjpMAN8w7AGxmfv9qzZMGKWafA/abtPcyMYb/XKlnBpO6GwYAEy7/iRFFBKoR9wOw7Ur+FsDK/V3GsvxlL4r9yTVK/6UjfwDkubMC3TKLBB194QJSSPMA="
      ],
      "weights": [
        "VgELP/Oy4MCMyu688iqUwm6JTL/T0Ay+3CCuQZK/5D8CeAJBgtLsQCyj474Sp7VB4LLLvP5zlML7qYq+NHzfQIBpgEHJvTC+qlQmwQ2czr/CDrS+E2vcv29B+r8BOzG/6wqjQJ6RSL+voebBAVUqv/9iwcAFlxDA3gDUv4hWOcGdhRvAvICPvvuco79j9b3BlgHWwd2mKr/qBQdCzRQ6wNYTkz7XeiW/1fzSvkpDg7+zQ0m+MGjDwKbe0b/mW7zB74tYQBHbTcCS7Ri/b3NAv/rwlD6edhXBrEoFPHVuIT+ESNDAjLwdv/+Qcb9/8OQ9qJCdPoWgk8BdjgI+z27dwOdSHj9aDo8/GoINv0oJEL43mpm9i98DvZNtOj4U3BK/FOdGvxWiOTy/dwe/jLrJPRE2jUBJAqe+X/z+vspjvr/mbyK/1puZvh76Rz5obEE+tzLxvjoQ9ECKjuBARWEwPu+8WsA0zDo+lNnVPizkJrxWO8G+9m8Dv4pY8br1Gnm///Izvmrvi0AqiNA/TBAHwCFGAb6pbu6+OSrEvQyeIzyFLpS+BF+dvtb/sj0BMwC9sxfXPJBOK759Q+C+2T5ivVX+p73VTmQ+7Bynvu+TM73nwlI9g7AnvTj1LjrqSf++mrZCvmZn8L6CNQe/SVlavr4DFLtMti2+saS0u7ZRxb7XhuW+ut6qvoKnEr6CPhW/RdOIvmpPvL1np6K+irTsvbkQAD2g9Zu+NgxMPLGDyr7qX7S+xCKTvpZSvbxfiiC+aGRVvc0wur7O//O+9xfTvbTK7rumG1m+nkbVv2P27z/yDnM/4djEQrXp2T5muJo9grc3wUB8TL/veLk8JtalP20AQr1+fQnBayIHv/hjwEIfV6I+JiGkP1oIKL+soJY+NjjuP/nzmr2K2h0/XL7IvdSjDj4ggfQ8QJWav/lj9j+fihzBfDgnv0eNQT87EHk/crrYvpyWkD+Khc8/lZDxPTvYXz4l7f5ACGrgQA3liD7SkPU8rewUQPuTU7/BIFy+",
        "2BedvmBA0r7iDLS8B1i2P3phFD/T7slAbi6Rv7aoHL+NK7C/O/CRQYz2oj/GaxNDy3ZRP2DgX7/ZBT7Cu1tjv6F8GMGcyhPAEZTHvuKCPsK9Mr89tJILQwtvrDvAR/q/CiKFwcHA1z7zdaRB8y++P8u0Br01UzA/n9SlP7i7LL/sq63A3JdnQFvmj0Js4mC9yuBkQW6fIkC0Xo5ARDUNQi66zUBGdOc+ADwOvtGmTEI8f3JCN9GnP39tI8I6SrdAaQ9Uv09jG75ftyK/2YeGP1jGFD462kJBZ/xxQM/OZUK+8h3Brt8CQAsPZb/MjQnARIj0vnSKZkI8JrO+BQl6Olq/pL9rdtC/7ylDv0vMcMBh9oa+xynEvwPCwD3CrUpCesJTvTaKKcBnz94/myrovm6XVMAfRFi/sqyivs0nOr/YQ3G/jUSevqm2sr4w67q/KfT5wFvwhD0juyPAdyh/v1xwqr3T25TAtCY0wLLdzT4N1pG83r2HwMmzjMDz4Zu/Y6JCwBjYLcCl0MS+ufrdPkLQF788jTC/hBKpvtEcIMDZQmO/h1giwKuF0z7dS1S/2E6+Pb2KwT5N5LM+SjpNPrVrAr7vS+C87a28v5cucT7Hhuy+gkwNPgYisr4G3h7ACL4bvsrkDD5g1Ne+z34TPX/rTsB2sNO91A22vQW83D4K3As8gc6BvoU8ir1j/0Y+ANehvbVS6z1wU5u+uEeNvniVzr7KXfO++qEjvEr8v75KdS8+XMBcvogD3z2QclC/NE7DvtEaZj6CLmvAcCG/vqY1pj0c4Fw+qqPFPU5pW7zQHIu+yZlTvrRwrb0G1Us+d3sMv7A7+r0/W/O+IcImvxSPJT6nAJI+ohJXv/8gYL5UeLU/mCYCvyNuz73uTyS/FAgBv4xiFEAfS4m+Ox2dvvhitj5YCQW/q9YEQGxUmL2dSsG+uFoXv/HsXL615Uy+aBr2vqoVV75ld4O/HPsgvWbHvr79i4e/TNwLv85J675/6h49HSWQv0zjp75OKtE+",
        "aZBwPXB8yj6IRDI/z7jVvGvojD8KpmC9BQsOv2Bp+r4f2hI+HbviPFvavz74CSW/Ju/uPDHIgL+y+4O+WgQOvigQeb/T+jm/IXE/v+e1ajupZkm/3OhUv6K+rztgD3W/TiW8vmGCSL9IGIq/QKZRPOenTb8FHhU8lhhPvydmiL8RTVs8j1JBvzxrN74jqWK/WRBSv+afc7+hFIe/rGI0v8kLtb+qhRW/XjlVukrKbr+zf2+/q3NQv4f2Wr89Pk2/Z3wwv10Ud78kNGi/LBwbPC0Wwbsh91S/kyYCPHwOO7+DEW6/Mk58v968N7/gyDO/sG9Qv+VbNr8zYkm/7OA7u6ezZb+QOCq/prFTP7+JDEA7F38/Rm9gQHA9kD/VktI/U8kavuisB0Cks6E+HOw/QN6G2T4FqYi/PQFXP/aFsEDZHMo/de8jQGnkl79r9og/8WEKQK85M0Bly5E/qfqwP+Aa0j8ZJ/g/gQskQFnNAEAGo0a/gQhRP7VVKz8JBk5AAgrqPq47NkD+iaE/ozESP7ZLsD8iITzAroyov5dOnz9s6V2+FADlPyZmkT+6OYs/ZguRPw5E5T8Htko/3+EZQG0g9j9sqUC+bFYpQImsYkA62ia/+4/6wAGlrb9cXEfB8fnVvsf6KbzvN6RBbpV5v2Y010A3Y5LAk1eivp2lrEGgtYS/uHAJwSOAor7vvzHANUZEQViyNb9g0yLBCqz+vyTWPr/FZEm/0aoCvxe3U78fqAo/xQkZwO3/4MC52em+duuIwIL8n7/WbvK+C59nwVMFo8DVbju+yS3jvsujWcF4ooTB460+v2swY0HXLYLAwAMUvzdqwr77IV+/92hFvx73br7UAdLAqvJdwEtupcGMV2pAAA4hwOI86b6IkyzA/l/Hv5asc8D7URq/IA83v33iakCEF9W/IR+eQFrm/766aHq+RqHuQKs/Pr+cHTK+WShpPl/MPj8NN79Aynw6v3ZPtsBck7e/1WgZvw4GP7859SK/d0K2voYe4L73mLW/",
        "ZXrmv6yAVb8JWhjAhHzdvtUm2T0dHJrACF0vwNRt8T5OvL2+Z96Fv++upL8zw2O/rYG1QG3yJMBT9kO/oviAv1WuyL0aMDG/dRftvPSUccAjHve/nSxswGaDL0DHbqC/k1qNvn31Fb+Z+d2+5JhPvpeSDr55tPa86Kylv6zr1L4MqeG9pjHOvr9FZz7KkznA43kXPeANz702WqQ+WXp0vnkFWcBCDrE8OHTYvaJPD7+CyJa9+60JPheSUL2/Cqa+Zzhkvka2Nr5QV2K8sOdFvayFST4umJs+jCqdvS707DzrQ7G+Rp4WPhaAVL4F/Hm/TrehvspRnL5Cn0LASBMvPnt/tL7+DKG+r9N+vn6Lsb3421w+at+FPYl7prxEqAa/KajGPrXlUr3bL/W+qvkav2ymer7Vl5S+WAYAv1sMFz6I5Og/BX/4vknrVb8kjFG/WLdhvsniBECvFKY5K0WgPkMgTb/eiAq/NV0QQPW5P77Bh9O+sEOnvZiy9j1s+bm+CaBmPkkH175DSBS/YIGevgsM+D3tNBu/KKkdvwKchr7q08W9j8pSv2i31L40Isi+t8+WvpDYnj9F/Qk+4z9+vjvcrj8151+/WX9zv/Vg2zzsTSm/gneOvm/yIr/BbvW9s1IXv99jDr/2iby+6KlMv8qbrz5c8oDA9V4SvxOZ6MGyUni9d24ivyryhcCQZaI/x/NtP9dV3T+1G5g9gZ1tv5COCT8tKubBOER9vY70+z/qR+ZA9Uwov9MaSsAomyrA0PlVv4/qZsAnss+/H+nSvg4RMEB2r0fA5VxuwALE572G113ARqOLwCMxCsCWMnDACAfBv+JZKz1gEJG/SXaVvzPlnMDAuty/zYdzQQfUj8BnJH0+aUEJvis9h79RIFDAFZXovtKSdcAIe4fAlmKzwM8E9L+sFozAV34ePpcJpb9gsgk/5HwXwdyO+z7Qm14+JbeuP0E8X76P5Nc+VmUVQIPXhD7EwjxACgLKvU3SIcHMyxw++yHIPxvdPj4B8Rk/",
        "JcaLvQyGWD8kwzQ/Y+Frv3gAFb4Z7Ty+CvuFvlPmKkCAQMu/a9TpPk+K6z7/ribAsMUUvmsVBcDO9Yo/1Y4yv5RA7T4NP4C+2GMUwOAbIj9bZIW/kcE7QHFYrD0DeWS9nCEevgJk+L7+zrk+v/fFvr8nB0DStDrAhlkaQL/Oj78A65S/TrDzvvlnLL9dfCk/YCI6vz84Jb/sRf2+ZCGzv5dGNL4nfZC/NTIwvw75A78iUTi/HWl7PxQK+b41zr2/KDMuP4BPYL9XV0a+YYK2v9EGVr8YT52/Uu6cv+gTQb/gS+a/mdCOvsWBAT1o7Ru/8Ud7v8X+vL+v/4m/KGBjv4Lodb8Tioe/2lKHvxH/mD23D3c+QOVMv3dmaL7252W/iYB1v70LPb8H0Jm/WSqmv+m6cb8Ee4+/BNljv1V+vb3SWJC/IUCsvzVNir+PSoq/w5hwvwMx6kBxIdC+IBUZv418WkBFCJm/4PPwv3Ny07+VnE+/Y8x8P3plp7/hiSRBJb8ov4B6xr+kECrACdVZv6gVo7/CSZg/EgMuv/jshD7xrGE+JibDvvaLHcD6Tm6/QClmPVzdRr+k+5a/TZxqP7elH79KPNW/nMrGvmHyh7/hV46+Tg8VwA17Ub/iXOe+aaeVv0wcmr75w9u+7ZlIv/dXxb7F+Ws9LmVav7H3j74oKdU+qxDsPrk9j7+c+oo/"
      ]
    },
    "dense_1": {
      "bias": [
        "x+CiwCt3k8DIRJO8cKWZwAntccAQmkrBiqSEwHyn3j+bV3PAvFNgv9SB5T/q8ghAbFA+wIvpk8Dnnw/AUI6AQPDcpMDil0PAwzAgwNoIicDCb3FA0ogOQDVMO8BHJghAHI6jP3zPgsEk7ofAxNOrwIQJkMEq2cDAXuanwLh5lcCYO9M/RdI+wISYicFCrZnAg1iUwAvBicCjxApB/tbTwEN00sAngKc/q9VjPzCYmsAcYpu/+FaWwD0dUj9t0EO9g92UwAD8878="
      ],
      "weights": [
        "/txHQLClP0DgxrA+QpACPraDWEAkKWxA2hQ4QFVyqj7q7B4/BV9CvhSxW76hsCO+lslYvitqPUCl6/s/5iBLPQeiUkCC8wtAuIrPvHm2F0DWb3u9KrsXPrNePEB38QA/RzsdP+lPtD+LPfM8HaiBQHX/UECGpiBAJ+c5QNGGPkCzvhA+9+MQQGj6OEADS1VAORpjQPaeGUBPdcG9S8M3QDd1875aqaI+06OtP7Y+R0CbKr69posuQA42fz5I3Xu8M607QAvMoD8t7zNA39khQIVECj8LyXk8TMgyQGRJREDTKhxAVmBuPg2u/T52dQK9bSJ8vhCd/LyKKqW+rAFcQMGoBUBstII+T2Q8QP08CEB6w0E+xXtAQMLDd740xg8+4xBFQM07Xj5Jy5A/k8/BP3RHdj2LwkxAvsdIQArMPECV5k1AIIAsQKkiHj3VVwpAm884QPjoVEA9QTVAfUUQQLThXzsrpUpAn1qDvl7byD71Jq0/2XhEQAm/Eb7nGg5AjV6Wvvd+fr28aBdA6QKRP9w5YkAqXT5AYPxLP0fy9D0ec0pAJNxQQLuYXUCWYFw/BScOP6AqWr7v7t69MYzIPXy0DD7naE5AWi8CQDahqD08V1BAkwkJQCUfgj5f2CVAYNDEvVf4DL7iOEpArnDlPX5JAD9uDKg/QiMfPlK4jkAzu0NAvPtHQFAEeECqIVtAiBMrvf+1C0Cd9y9Ac6RPQJYqOUBA9hdAJ1mXvcv2iUD9mfa+Ah3XPikweT/hl21A42+cvZt9U0DBtIS7u1uFPtsZRUAb9ow/6nDpvWPd/byF1cK9UQHdwKLUOb7Bcps9sMbPvUzfmbzjWBa99ZGVPevg9TxXOm29q/SyvK8Nwb2EBcW9QVBGvKv5xL3Y2L+9nzkNPuvFz73koz7AqnUxvWLWqb26Wei8EEmtvUShXT7SUODAq508vtngV7vYx1a9r2PGvV5lgb3pVJC8CSYfvdnZMDyMYe69t4WKvdLEyb1OSYi9IFsjveJSU719ovK9",
        "LlfcvTj6iL0mr5C8yN3wvQQw+bwHi/S8oZ7KvfVzO75pVGJAlsV3QAtsXj9iL9w9PTFHQEbPQUBnMkJAt0/BPhV5XD8SWgW/AoyAPgmYlT0kzW6+BqM9QMLpG0ARlV0+LSh7QFqP+j+PgMY9Sk4rQG+8vD1kqiS9G9ojQPi89D3A6CA/upO3P2vwNT5+VJhAB1xQQA9CQkBGtIpA6ixpQOfZsTyYTwBA3O5CQEkae0Bs1WxADKcuQF2ZRz6xcJ5AXxbtviB6WD/a9Vw/btSDQG0uk75r3HVAmxEgPRy+ZL6QAV9AloqTP2NkbECgJmVAO2pyP6ES47yQlFVA7x1gQHZiTUCYGZ08thS1Ps9Zfb49KlS+ytDCvI+yN71Hm3dApWQBQB9VLDzfuERAHzH3PyAatbzypiFANHtsPoRIBT7zQkBAMho7PhoGZz8OiLE/BNowPkERmECTo01Al4ZAQNGvb0DnmnZAT8KVvcGyIkDPOC5AiF5jQPnISkAYFVFA4VFwvmUriEChtAi/TDPbPrtemz+MPoBAEfN1vvsFYkAUspu8pZpAvl3ZSkDm05A//NGuPPjUHD4M0Fy+u6hpvpEunz0ZQqq9lS9dPQboRr5mZLy9tn6nvpjfBb+J6Eu+BDp7vsEgGD5jfbk8yEUHvnE4xjwPoSg9Y5r3vklmrj0XbnK/nJhzvnvPhz0Kzfe+5jY3vQrXIr6Ndzm+OhFIPR2dObul/zC9roj0PDzHkz0Ca4W+H+CmvX2R3LziNJg9inocvZexvjwpHGW9Gom1PFcQZz4puRq+YN2OvWPw7z3tDJY8tOS9PaLWKr3JiZG+pxacPIggRTzS0UZARfQ8QMmZKz+6TmI+8QlHQNJYX0BrohBAgoKuPqujuz5DPa29NsyPvkJpeb2opqe97k5SQOm29j+htEk9q3ZSQG+Z/D/tbyO+YtsqQLfekr5TfUu+v2A7QGuKwT7qg1U/2YOvPxWsBjzU9HFA0bFSQATWNEB7DUxA/hktQKR1iL4esv0/",
        "kcA3QGKqUECT4EdAMKMqQCevPr515WhAtjb/vX7PGz6yvMc/695DQHx9bb4QhVxAvOeIvnNujD3ji0xAlomjPzvR/z4FptI+FEyePrXMQj1HyMg+bofhP4R2OD/XY5s+YKoiPzhdqr7VXYM9OqW+PAmkFb6agdc+lexlPnPInrw26q8+0RCCPg9eJj+Z3/I+VRGZvkrxkD090pU+xMg7PO9cMT624XQ/WCM9PjlX8z4PIBFASi+0PgFJED8Fkaw+AgLwvbN8oDt8ERJAgwuPPvCRjj6owtk+WAWRP8Y7ej6Ypog/SDGUPqfDoT5K9YY+Q0k8vTgvNj6h22Q+c8nnvtplxz7Xg0w/1k9RP79cNT+IBig/2D4zPurpSj83OSFATcz2PnGqKT9N0Fg/SJu0vZqNxr3mmAw+cF+JO+fMjj/T8Ac/6I+jPUO5lD8Yy0g/QaWPPoTiRD9gRgC+7Fq5vb5hpT8Cs8o+FoisPkkMoj/UuPA8Vd14P2dnT0AHnpU/XdCWP6jLPj+rnpu920CnP0/jNEDREZs/yGBSP7NDBj8AAhm8i+WAP6QIvDwqgx++aR4LP0KXLT/GYCK+5N9kP713AT9iQo89IsNuP/aIoT+Z5GtARspXQDgqiz/qALA9uvtoQFdFVEDuhFRAQ86ovTG/Ej8mJz2+8CCOPk8PFD6fqLa9Nj9OQD7YFEBF89O9f8FgQC3zEEB/RVE+OgI3QDCZkr2hDdc9HJRAQB+AYD56e2s/4pSjPzYtpz2/NJBAQnZJQHP6MUC7B4RArjhyQDB0mDwgNwdA96Q1QMPQZ0CUr2FAhrAyQI+KQr2xE4BArqoQvwYq3D5qM5g/pOJhQP5M9b19IGpAcr8kvQA42r7CrDpAMb6PP4g6RD6YQGI+x5rvvTylf75nwhc+ncm1vr8Tdz2EoFe+T6oPvefZ775UnQO/X17fvA8nKb4+4FY+62AnPqwn573fqss9rwStPYUCi73xa0Y+uy+Lv2/4k719eGs9mOWXvEhYTz3uXJq+",
        "sGjkvp71Vj5qsN09Dqb5PWwPID4DPF0+oq8fviN55j2OExo+3bcjPuYxPj6Ypew9qsQoPnrSRD7iX9U+KHVjPqXJAz7lBTw+Uip0PdOhJz7wcly+PeKavmjYMz5Jr+i9eQZtQJcrXUDtaho/61+CPXE3Y0AkEj5AP9FTQPXHTT5I8/4+xjyKvrkmxLx4EqM9JAZHvrjaXUAb+vk/cNqOvOFCaUBLgQlAljVNPjUsKkDZ0Ic+dIIJPnhPSUBopIo9vYw6PyERxT8LIRC9NuSFQFYoTUCx+TVAFT+NQOqPY0A8YS6+ciMPQI0iOECXHl9AczdIQHsjHUArLbG99qSQQEH0mL6Jew6+/SqzP+mffkBKbBu+jypJQMFFtr4p8cg9O8AkQMd2tz8gcRS9bm7mvEy+5L3mQXbBd4AXvgTf676VY669HsCcvArYF73T1BK+Z5QPvgvLh78RCiu/dZqovZB8Sb/fsNm+McWpvZWWkb2LvYe7mcN6vJ5BCj0ilna/gRfUvZA+kL8hAJK9v0MtPNJffsEDfB6+LXs+PTGq5r14Ogm+PmJVvfJfsb5nQL69PjVkPfXaOb5WJV+9vlDFvZRpvDwQOF29Iy8NvdR93rxLLKG9/vmbvV3Z4LtG/Aa9MJKYv+J34r7h/uy9YhL5vV6ackD9jUBAZB/8PkLeejy2NUBAPWJLQFMkVEC0vBg/dxjAPlAhyb6ENNa6aTDtPYCAl74CAW9ATIImQN24QT1tHHFAj9bfPw8n9L29SiZAdBs5vrKwLz5HQzNApRSvPsa6fT+7WLw/TRZfPkYsfUChUVZAPZs+QA8LfUDAam5AUm0LPVu+9z/qbidAhdNdQNxfWUDnskFAmpjLve17eEBgj82+medRPuA8sj8p111AB/VOvl/7PkC4oFC9mPt8Pvs4UECLgnk/s8TIP3z30D+bxSw/MJUNvV5+4j8YNUJApJrLP6yADz/0Z+Y+Hz4fPv8etz6o4qq8tmNYvupz9z+ENMQ/8OLlPfCc3j8z9Mo/",
        "TO45vXr44z+Tfgk+AJwsvjWPC0Ctw9E+/6QnP/JZ1z9lnjM95InzPxZyR0D+fxtAaT3rP0ub7z+ZeIy9uvMPQPNgNkBtprs/8fKzP1Pyjj92vJo8swMCQCuLi74JBIY+lp2CP7Ta1T9s9k2+B1nsP4EG7jxUO5k96B/WP3BkoT+5ASA+zzzZvdAJdT2ry3a+m6IGPrVKKL5okpA+nxKXvllmnjyQlgC/V53cvpflI76NvZa+p/ipPTPSFT7EkwW+q7EOPiQnqT36E9u8VW+uPWOHSL+qtnC9zLuuPvgkzb3RpwW+RfGYvV+vmL5RU5I+1vKXPtNI7z3Ig7g+umRqPnr8mb3v3Hq86T0wPR+MAD7THYE+cJ8IPl6mGD1hCYI+JsS0PmQmiD2Z2589scvQPYUKJT3AX5+9NO2Ovk6vVr4wUgs+Uyo+PsEmU0DrxllAKopaP3oCRzzrSl1AD6RmQFizXEDnp+W8cLYwP+MqtL5IaM8+GaSPPtJbG76IlUlA+YwOQBPZiDzPblpA8a4HQNAVxLzHtxhAPfisvWWlK74KSSVAzlauPtUXID/zubM/akWnPXmYj0A3+1NAxUk/QGESb0C6H3JA+imKPS9NHUD/IEFAAVV6QBChZEBlmDBAi2KEPRHrjED5/N49giGgPko4vD+Qa1dAJZwJvvFrakCSStm9+f7Ovbe7P0C7n7E/yHAmP0VVPD+Ssw8/K/HJPCKULD8adQNAhdcDPwzLKL6qSPY+pELkvfQLjz7JB1U7Z2y/vn9SRz/BJCQ/7Y5AvduXIT8vHwQ/OAMEPwT2Nz9cKfo8HWoAvpwwFD/5lm49PeP0Puxz6D/sHP893xNZP8JsLEB6JUo/JRaEPxXDJj/J6Su9+bRjP+vtGkDVKFU/9lQ6P1YR0j5ntZu+JVJSP7S+Nb/v9oS+dfw5P9NgVj8y+pC+OVkjP3coNr7jMCo+4ScZP3Porj+iUE9ABQJNQIQ0+T4f5wA9NwpdQLtaX0B1wkRABCUUP/LaSD8NjuY9",
        "Eg7VPEAzVT6zaVC+rRF1QKttAUAbkKc9aVVRQMppCEB0SMC8sNg0QPMAlD3OU709UeU1QKTD1T3WD0s/WSugP3v56T311I1Ae9FZQMuUL0AJ7WFA1XVdQNmrGr6Bnf8/c8E3QMHsZ0DC21ZAmV0WQJlKzb1KX3JAlxkhvadSMT9BWbY/yz5yQN7CkL5qoyVAiUBQvgkxtr11u0lAggawPy8icEDmzGFAJtvzPiFUHTm/+z5AmRFeQLi0N0BCzzu+8ygSP8+7Tr7B/JY+x03SPSucZb4FrXBAmCTrP33tFz08XztA3TcJQIPU6r2g/ytAjod3PYU8Dj4KUUBAg1IYPrBZXD8Zjaw/xUliPoNEf0AlDU5AjWo8QDB7ZkCw/F9Akf+uvcoPLUBoujlA1dtmQBVcW0DdyzFAnWZfvSZjg0DsQ+q+CMU3P3OlvT9dWWlAnNpGvoQNW0BVaAO+Ni33vOVGOkC2IIY/JIpcQOKjPEC/pDk/NzpBPvWYTEDFxFlAS+FIQGr+/T3wmeI+xXUFvlLDIzuvR989nk0jvi+KS0BHUytAvkIkPg+xTUB+NNI/gufWvTLKKEDnWqI8xLfqPOfCUkAP8+Q+tLs7P+3MuD84GO48FBaRQP3xXkBoc0pA6FWBQLGZQEAE2ww+MVMHQPxAO0APsHpA//RTQFkWSEAyU0A9LG9tQOyzRb7T09c9kkyuP+uvX0Cq5PO9qt08QFR8eLu7XhG+fWdMQJ+ErD+a+lBAlG47QL8Uyz4TqZI9uLhcQD1paUBxM0NArSLmPpRkrD5KII++81rcvL9KPD51R/+7NcxKQHAjH0A9pXQ+VV4/QNgNGED6s0i9z/03QEFe3b0doOk9C5xGQOBjBr7G8lA/WZC6P7XLmT2MPHtA1W1WQA1IUUDwHIJAV8xXQPQZpLv+qRZAiBA7QIMRWkBY5WVAwC0cQLyMtL2MyUVAw113vjuRZj7RIJE/ZkdwQIiZEL7VxTFA5myrvUdev75BukhAUm6oP68ggEDEfWtA",
        "ID8sP9V4nT0rnUVAJuNSQPexXUBcWQY/3JekPtlQQr47xxM+XiAhPHNZ3r2Ti1hA2EoOQObYxr2zGU1Apj0AQO9mQb51OCZAVt0xPeteNT71CUVANxU7P3FwTD9NA5Q/I90RPlPZhECyZkxA3UhPQDm/g0DBqERAJuoFPkzwFEBjgjRA/ehcQHOBcEAMDCZAktGCPnhDkUCrDUe+uIqwPg+/sz9SEGJADZINvkC1Q0CrdQ8+YzrNvuPCR0DaEHo/P4v8P+YhCEBUMRU/oiEiPWikDEDS1S1AoifiPyPfLz7HXMw+ativPmMhCjwOLrY9bxxqvuJ2JkDsb9I/EPQvvj9hCkBE1RNAi+Wtvboh8j9I7LK9s8/BvQ8GDUBOwTo+NS06P6WHmD9aTV69p2gYQLLDSEDy90VAy/gYQLxSEkBgaCO+2moOQJbEOUC2TAxA7eckQP6f0j+KNLa9sMvtPzHP2r2dfkU9iZiGPyYNFkBZIZ2+GZwMQGcabb4eK4M9UV0GQIePqT9c1ktAQ50yQMRWJD/SMiI+OThEQHGVNkAnkC5AQ2OOPrEtHT9J1R++YAGXu/m7UT2EPKC+wN5YQOBfBECXhHY+iVBXQOPZCkALFa49i1EpQK2LTz3sYoc9jAU7QApsyT2VDSs/tkynP9mMfT72HH5ATmJQQMDEL0BXJWpAdHorQIqVGr3OcPY/FpE7QIiYTEBqwk1A6kYeQPDgEb6R0YFAs44pv70anT68XKA/H0xuQJW+i75T3S9AyEqAPnR1bL5RbDlA6iCbP7erDj2wIsw9imI9vM06Nb4nqgI+v5aCvccmuz3N5Fe+3Vf7vCluR7+6G9W+MXWcu/4fEb5UecY90DcKPlFZZL6blMc91C+6PRIRLb+KWQ0+VH2Vv6XiH70vky4+xMvAPBVKwD0W/zs90GTXvm537j1oCyI/AFSNPU7pfD4zFqo9ZIymvWdkAT4dm4A9ctjwPUADMj4F7gs+WSWSvn3ooD3oeDE9o6xFvQsYlT1d9gM+",
        "S+imP8Cpcj5VKzW/4Np9vgDA9zxGrgu+vnuFQCYnVEA8f5I/kPcLPs+jNEC7olNAyPJrQE9B0D2nMgQ/YXGEvI5jEb5Cgmo9WYH7vl15MUCE6xtAcL8wPsP6hEC4xg5A9zKGPeDbOUCHydk+o52FPSw5UEBBoyo+kLcVP6QvoT+z+VA9u2iPQKquTEBPLUtA6Gd+QEVOi0AtuAA+hoYIQJvXPUC3cYVAH6NRQGVuQkDfSoK+08mFQIQuSL7qjTE/hSqeP/gRe0C4tWC+29tMQFZRp75iNcQ9mVBvQOeIPD/PigRAxrH7P5qZAT/y7i0+XaALQKAVUkAeBNQ/e2mFPWQgFD/67Yy96gusPb8rs72Jhww9lz0nQDcwrD/XF/s8lUIOQPYOFkCaAp+9C6sSQKKu0z2NS1C8Dv8iQJ6cZz5Vty4/1lfIP3aXKjyA9iVAphtVQErYH0DhpyZAICX2P2AMh7zeuwRAgVkqQJ3FIUDUgxBAF8TeP61fID3NWiNAUU5cPU1cDz+urFo/hqgqQJIYBr4GceE/7+40vlOnlr1uHv0/uex1P5UJJkBL2ihAnW/8Pg61aT7vQDZA4OdVQBlCG0CGf8g9gg47P0deBr36GIC98F7AvTCfxzwjLlpAymMsQCbbdz6R8y9A7Dz0Pw6PCb7HLyVAKW0WPg9w+z3ilkJA+Q0uPmrLYD/eUbg/asIQPgLNT0BLPlJAZ8lHQDXhRUDRBTtAR+Z8vYOD8j/j/zRAeqYpQKxyOkAWWeM/mUG4u27qTECrheK+t4AwP74Qtz9U90VACahWvlhULEC6Bgi9qb8jvkTKJEDZe44/9Gw1QEkAJEAfV0c/UW+nPTTWTEA4o1hAd/clQCBdUj7rphI/gyv2vcfjoD1OTuO9YmX4vSbOSkBVjwdAFh2aPXfmNkCw7RFAf1tEvo3AJkCW4P68dLbSvVuBV0A3hxY+UZ4UP0h1uD9bW4c+uOFWQJkjYkBWQzdAWZtPQKJnIED2gqY9Wh0IQHKdQUByYTVA",
        "7wJHQAco5T/erVy95ZtIQG7P5T3Fyh0/bImRP99LJUD0dIG++QoPQD9fxL4l3MU++C04QLHVuz/wxARAyS4BQAyuJz/rFAY9ZfXaP1oSQUDoJMg/EULIPl/EIj9GrIu+WKQoPuM5+j0EEUo+nIX9P7K51z99YTk+D0vYP6NhyT+zxn+89Az2P9P7B79vHic+DKsDQGmUrz6/lk0/5f2sP6dOPjwDwgpAK/FcQBicCEDh0hZAvLfoP+R+VLx2r+s/SIs3QPTECkCh9vk/Z1CUP+xmvTt1Udc/BMwEvwWEgz6R9YA/7I8HQIIFer4E7AVAi8Wuvs90Jr6oa+w/PbuaP0tAPkDIxWRAz3oXP+f1dT2Q3kpAoMtTQDf9NUBbBgc/9qKyPi+nZL4H08w8usiTPhjSE75Vl2ZAak8iQB7DSLwviWFANfAKQDNIH70LfChA53bpPEdiE7zwTU9AyOW4Puv1fj/nVrY/1JhsPgS3Z0BE6VNALuJHQODdgUDS+ERAn0wjPvJsAUB/tjdApY9RQFyPckBKrRdA5M4ivvjRYUDNjcq+VRWoPnZbeT/lUU9AKumWPGG9L0AByl4+efFbu77SPUBiosE/qWg8QLCNLEBKaBk/d0c3PoZtRkDTLVZA6HP6P+4lHD6vxTc/oOjuvkA5M75v8dA9GCNuPRywQ0Dbx9w/RLTjPKQRQkDCyh9Al39KvrBAJUAVGqo91bG+OwuaLUAdwlE97xAzPxc3uT9x6TA91BN/QCK1VkBM2jVAgRdEQDI2MUAv8fe9b+IGQKtHL0BmNl1AjthTQC/81D/v0Uw8ka88QH0a174x7dA+ijGcP3C0REA+bYC+lNAXQNaTQLxDLSO8nJUpQIvelz9hjYRAXURWQAcwNz/n/dE9r9RmQJguT0CR2FtAdERpvYr2FT8XLhi+Fp1tPfWvoz3PprS+V5lVQFWJEUAazCG+6bVwQFF9AECfFHs98t8aQE8WJb6BrLc97hQzQNmGED+9X18/ETyuP6bEWz65WJpA",
        "Z39KQK81VEBVBmJAnhxjQOoMCLwDFxhA0+w7QMFIiEAjGk5AWLI6QNl1yr3m2ohAdarJvlVQ9D7jqq0/r9d1QDI5a777vFlAWwVEvXgTwjwgwz5A5A1hPyTqNj6NBE8+/oAaO/Q0y74C5Rk+K3lhPWj9qj0dieW+LGqNvRI6HL/2wq6+fVJIvlAcPr5IWBY+kovZPBl3Tb4LqDA+pS0FPtMpT7/a4ts9q+oav1qoHb6PfMA9KDVKumirc73Txcc9FeyyvnASCz4e24c9jLi9PZW7ojwYESw+4ykzvuGH/bzoHGc9Q1GdPRSJKj4yD3I9bDSTvhdzDj7tZiW+eda9vBwMvzwiHgw+pkb+vNKIGz7ndiK9Lm2zvqxeVT6h//e98/qZPR1Ogz1vMBO9aN30vkpCJzvObbY9vD8MPSAXTrwGqn6+8ysDv8chc753GV299yFPvjOErD2BLbu8WMnSvc0u2D0ZoGO5cuxOv+Zh2jzXt4C/z8e7vQPNjj1OeXm+RowYPZzLszsJM4y+iWCiPTsyxr048Ck+Lu/MPb+EcT0SeqS9wMSGPNVFRz/FBQO8qn0ZvYBlPT0wucm+K3mLPYfKWL6Qmnm9GaYrvQn3uz0eKCC9pARMvbk38T3ySbu98mwWPUtf1L0U/l9Aojs+QMbuhj/lw9I9M5VTQJR1V0AexD5ADsHaPghswD4QH1u+DTb8vUfpyL23h4G+r79eQAZg/T+JL08+o8FPQCu38j+Nqo49GSIlQCLwCL3JgIg+X8MwQJ9J3T5DwVA/1Vm/P+TwGT5ytYdAbe1TQApBRUDjCFtABJxNQImspj3wvRJASa86QAqIXEBoukVA7YkyQBMP4r2rhmVAuX3yvs6VRz8jaZ4/3ndpQBzDR7683DlAKnEKvc4ehj6jNDtARrEIP5Q8hz63Ehs+k4tmPAzXa776mmI+OIecvtrItz1ZQUW9BosMvXDz6b4CM6i+hQwZvTNRI77FDCA+dTd5PX9j3L3NGI0+eF8dPhWeKzx23QY+",
        "uKENv6LgMb4UxwA+3XCTPC8ZQT09+vm9xxmcvk9OSj5nDYs+A6ejPhEeBz4k1B49GAwGvvKrhj5cgMU+3eYxPitPHD7glSs+aWdqPR0TKz5Cft8+FoTIvpkE/zyKjl8+XOCfPWKYiz6RZLe+y3OxvdkEbT6qARC/O/hSQIqUM0Ctl1k/9sbaPSXhQkDLD2hAN+xCQMl0bD47tto+kMFbvnHGRT5AjFW+nd8TvgwJfkBMdwtA1kHmvca4YUCu2vg/bA9+PU6PR0A+3NG9G32cvW2yT0Aoy7w+gcVOP7q2nT9LUj49Vs6JQD8HXUAdx0hA3QheQKUfOUA08jY+7/QQQLjJM0ANgVJAn/5xQGeNMkCJ7RQ+CVt3QBUbvb7vP9y854bxPwk1YEB7YlC+3sYvQA+wOD0YbV2+5sMvQMQGrT/fEmFAPTNJQMmHuT6wKSM9XFFiQJnST0C9HjVAA28+P9SvAT+xZtO8P+xaPrTh7D1oUxu+eopmQBuGL0BayBA+nxpGQFMz8z+/+XU+Av83QJ7qfz4jeY09yAtKQLYVZT4JmFQ/7t7BPy0AyD1KiYpAoFNPQFnnRUDxmF9AXF1lQHBvyDwplRFAD9gsQMz+aUAtYmRAsCETQBLjCb4FjXNAOhczvtRU1j5FcK0/rfdcQJ+Oo76EHW1AGCOYvmUaz77Wxj1AHYa2P1zvg0CenWxACO0tP2O1+D31XV9AEkkoQBGBXEBOUV4+d4YzP/0OO74BxIC9gWRYPvP54r2FJkZA4pIvQFq8Vz6lKo5A2FgPQHKW2L0OKyJA9MDBvmZWBD179ydApPy9PhpUWD/BALU/FK5NPh/Bi0BBeFVAnldFQK44iEAQc4NAhAHKvNsW8D/uKitAfdCBQDouX0Dn/DRAAmyuO0v1okA4vLK+9BgsP6hErz8bVIRAhxVXvqWMd0B3hZG+B+CuPWfYYUAEdKE/wBVdQBAwRkANJk4/IDZbPceuTEBj20JAgwNYQAmSiD6ted4+2HiuvuR6Mj0WRSg+",
        "pzoEvsf4VEDUBDVAVQmVvMFFUEBdivI/6z2sPlxQHECqXRE9YkBHvXMtIEAN1tw9GcRQP08Goj9SCzq+jF2BQIQzVkAwCjxANbxyQOYwV0Bj0dm9JrgIQKfINkCsZ3NAvhtVQERALEB2YkQ93ASBQHWbqL7KBiM/RnabP/sUV0B9ToW+I75GQI5peD6WTKW8Dcs7QCDpjj8KvWdAY+NlQAQ4dT81jda7owFzQGMcS0AWo1xAnmscuzNOSz/rEtq+AUZEviK45j10K0i+ZuhIQEAUE0BWJH47bZhtQPkq9D/6crQ9OikqQJUjHj6ZjWu8z7M/QDHzqD59S0g/mNesPw1/Jz1dl4RAXvdIQN+XXEChUXVA/OV4QEpy9j1lcfY/5WE7QBSdbEAohVpA0VAqQBNpt70XlY1AjPvavtkNEz8g6KY/GBd9QKyTlb5W8UJAx2oUPjjuj7vTkFZARPOLP0oYakBMo2dAboSAP+K+JT4FAFpATdBnQMP8bkBe5ZA+R4sfPxWKjb6A3O68Fl+lvfVaB74uH1FAMskoQDP1rz1kb4hAHHf9Pw76dDsK4i9AIQ9HPHa2SL6YtjRAklcAPoP9Tj9Sg6k/VurnPeWymEBo5VBAnoBPQK04lkDeTXpA6362vanBCkDxhy5A4vJ3QAlScEAhSUhAEivSvZt8nUB3bKQ9BWmiPgFGkj8qDoRArvRrvu31UkCZMZO9COcqPZGHW0D2SKA/hlMEQFu4+j/dLR8/KQNFPmC0AkAd31JAAsfkP4gQWT4iea8+oaa2PD2ibz4Pq0+9lX+3vshcLkCnkwFAR2UJPqOBAkCVzhdAj8o4vPCKBkB24XK7FFzlvMx8MEDo8949NTtUP6yBpz/agK89Rm4yQCFqUUDIRT9Ac2ksQIMeCkB12uW8vv8EQAj/QUBQOi5AwL8SQDrN6T/3MYq8xmU/QAWiw70CrNU+WbCGPyhlFEBKkG2+yOP0P2+/Y76cpjQ7NX8YQBTxuz9yfUNADvtbQHncgD42RPU9",
        "2s1sQKjjQkCRgVVAxRWiPuiv8j7QTY+8L7kPPnntt71Fxiq+pZdhQPw/PEAt3SU+f69SQDyvHkBgeIA92hs5QJttyL1JSxu+3o9HQPD3JT+zD0A/TQy+P8l7ZT3s0IhAc9lDQOm5OUBJsWxA9V1eQGx/Nj7jfRFAjoQuQHmnakBB3XVAtR4WQDOjwD3UuFBAGQvlvt+T+j1r87E/F0hiQAu6xr69ilFAAHczvrvRKL1unVlAeYOnP99msj30xhU+AK1KveKNcb7zUQE+0whQP2vt9z2EZP29F/BavvGZzb5+jlO+iqYIvR3NZr7UrgI+FLSkPZh+571JwqU982y3Oxejcr8PaEo9E2GDv+M63rxs1sA7DZJrvrjIJ71aKUM9CALOvaTFIj744OI7oPnUPRdRzD2JeOQ9uZS0vRtnZD0qOdE9re/ePaIibz08iQU+IlIev9zblz21pgy/2cccvv1cnjys6Q4+JgqOvT4fCz5aDb89ijGcviriOT7Lu847a0/uP50E7z+LkzI/XGyFPfIN5D+fgltALODIP/+XDD/LhUM/dj5YvrxLBr4QKoK9k6uzPQ/eL0C1u9Y/8wpIPrdA9z9MwAZA8sscPjdX8j9d2KC+n5IAvnyhDUD6w7k+6EaDP9u0rT8yCgw+KiQbQBX4YUAbOSdAe4EMQOuJ+D9QFxw7cvj3PxitMECd5QVAgDIJQDtwuj8JcMY8dJbzP/Tq9b4barw+lDKWP3vFD0Atyb+9aXW/P8uxXz6SqTW+GuzzP95VqT8PBUZAhmImQGg1Lz+XS/09x9oqQMe0TECl2CdAUI14PmsJIj8Kb7++c8hHPQNzaT1kESu+rptxQFbSG0DlHRk9cocoQFC0D0Drlwq+Dw43QH3VdjrH60e96vNFQDBpeD7Dx3c/+dStPz+Hmbw9eFdAY4ZPQJ41T0BjJDVAwmoyQP0zxD1tFwJAcwY6QAutQEA2JUJAfiAJQLMtCb7MPWtAExXEvje4sjwAF6o/Zu1KQI4Hkr7GEA1A",
        "dD/PvDGbTzxQVy9A/0TMPw=="
      ]
    },
    "dense_2": {
      "bias": [
        "iu6Awd+eVMHZczfBK+wNwQcdF8HNCTLB5+p9wT7AYsE8OAjBeUgfwYJoIMGnSFPB8G0SwZCdgD02JWnAN/qYwAewAcG8Ou7AhUs+wZlxJ0CHdEvBbRs7wXXv6sB8Si/BZ40Ewck4L8HbSA7Br6YnwBXvHMGDlUzBnVgPwB1z375QekzBMCqqwCMWIMGDSMvAGxBQwQcPKcF0eVXBa50pwVLxvMADtky/hqFNwSv2WMHuqwTBndfKPxCsfMHRtBnAuGz3wK62dMA="
      ],
      "weights": [
        "JMYqP+GyLEBbzPA/PIJMP7L7Vz8la8280S+NvTOCcz52KYs/VOIUPoEJ4j8+UyU9VP7aPxfQvrxhpsI+jx0ovnZfB0COjD0/Han5P1NIsjzpocM/6qrTP7ieTT6giM4/mEZoP6SLAEBE8SY/qrUVPvpoJED7D0pA+1rmPlWFmj28IKo/b9VAvgEHJr5DGZE9XNlZPhrBFz8sgcA/iPwNQNQ4BEC90t+9bphGvWkEKb0qQ70/rDXFvRZiT0DndVA9hbb8P23nfz/cHgU/uVs3QC97oz+cyVQ/ApqsPq4Xoj4NAma+RqGWPnXKdT/zigg+Ez3IP4D2NrtLZhlAIApTviSgLD+LhVy+legDQJ20Uj+fh/M/9U8dPqN9qj9bUO0/LNuGPL3s3j9bj7g/xcPlP/OjTz+uWkG9ja8kQNNpRkCsU/o+SaXevb9Xgj9SdLm9udVIviSKfj58k/4+QAFMP8Akwj8QCgNAu1ncP5fRvby/tZ89gMWFvhp3pD97W08+OZhEQLwXe73ccO0/vUJkP2X5aD8WU4A/JTqCP7CUmT5ssDI/2qEavifloz48AhU/5/F5Pya6ij7yG5o/KIXzPuoznz6jHFu996UsP/y6BD5BagRAS7MMP/s35j+goOe7g1WzP/mvZT9NvRs+SZOUPqvb0T65cihAUCi9P+pPSz58mAFAHvPsPyTCWD9O4km+B2BdP/pSQr5XMSe+dMO2Puyglz9aBHo+nO4zP6e7lD8xvRm+PV8fvfED1TwwRp29YqfRPxYiCj6hHjhAQse6uTZvnD/RN9U/XUkwPxrT6z+zrjU/mzEoP3YGkD9vRQJAjUX2PpdQHUC/dZc/hdjcPZ+MRD9IKyA/cC+qP3nYxb7gHlLADZQMvTGHYD/lQI4/8bqjPzd9Z74MIFU/oOJlP3HAosDIyBFAVwGgvq8ytj6DqOnAg8UtwG6piT+9DKk/xvBPP/e46rw30ebA5IHIvDyMlr2JXmm9oZqRwI3gIkAD4Z4/12vMPzjlbUDoa+a9",
        "JwEPvtZYNz7q5kE/IBFTPhm7sz9CoXW9SE4nP9ENGD8Fshk/gJszQKRZkD95cH8/hbYYP84j2T1OSJK9rtMYvcLaaj9xktA9vB/UP8Q3CztshvM/7VG1vDTEHD8sB0q+5OMMQO4JeD8Cz90/jU3CPQvfmT//ptA/sczhOzXh6D+vRUE/Rhz4P6H4Sz9gY2u+f5ccQLBGTUCQFFc/o5zTvaLKgz9os0K+4p4PvukAAT4hFCE/wrNRP27MyD/2YANABhjuP0+79L1Erv28oZMVvVQjmT8cugw9qilFQC9AXj12Hg9AhAeVP2DOhb43ODc+c1b2PUTFxz3likW8vetBvZNfgT5TgwI9SRzZPvHmuT20m4c+vOOHPhAC676nn1Y9Dw0xPZhbB7/nsKA+UMS2vmSwpb5eJLg+FwGiPln4BL9fnH2+2+iqvRn7ML4mGpQ9+UOhvxeua7/7zky9e5TjPiI0EL5jqK8+cfvJPlBWtj0sw+I+bgN1vtdxQ7+9L/w9DOLEvgUZMD7dOoO5N1ZsPmc2Mj7233M+lp+rPhHbnT79M4G8GNgLP4uB/r5XR1S+gtu/Pp2EHUC5rbM/LJs+PzRlZj/wqD8+ipwAvHplWD5LJ18/qjzBPaGZ4j/nlUW+cpoNQOtij72ZnCA/RCACvsOZ/T/obX4/ZG3bP1cc6TwHbcM/L4AAQMe2Zz64G7k/F8FgPx07EkDRgXo/YYTNPM0PKEDUtFlA6CqhPg5N3L03C7g/I5SrvvSSzr36bzg+lMkxP/g/LT8aM68/6DQAQKkcuj8MPVm7MF6gPe5sPb2+kJ8/h46mPDvJREDQ99W97ncOQADcbT+oqPs+wPLQP6eWWT90POg+EL2QPx1+aj5nuTw+347NPmd//D7+1II+GRy4P2H1aT6Q2qY/yXX7vcfK2T4QLz++xJjjP//g9j7T8JI/0uFrPd3ysj+nIK0/n06bPjQyWj8CqXw/qYoTQG+UDT9/3RY/q9XJP5V0NEBNUVE/AtusvRtdfj/y7Zu+",
        "OPBdvRbbET7oHds+ZP/zPsEPkj9JUKE/UvMHviCuDrrbOqG9vRphvO+PsT90uHg9l3tFQGz8ijo6Ztg/TM3LP6NvDT9H8Cg/nCfcPuff5z6Nh8k+4uiiPrZ88z30xZ0+avT3Pkhybj77P+M+qMo/PtFGBz9iEL29CKFkvtuhtb261ZY/Ul2nPop3Mz/C7py7O20gPwEURT9dKQK+6oegPWauMT8Crii+GbU6Pwp0Xjyp3z4+LAqOvUaM/j6geKW9FjhLPmIAgL5HUz6+qJEbPi3KtDz0KA4/ut/cPqCcBj/YxiG+WEfQvn8hnb1QaTI76EBPPktpYb0mFww/D4CsvYhxyr5iv0w/3SEtvmWsJj7QcMY+F1H0PVO6CT3U+v89ZSU/vPEWYD0ysps+F6T5vdPqBL+t+Y4+GMSzvehKC74K2k0/nqyKvuungb7H0cK+sy+LP+fNfj6h7RC/mLQJP6v6oT49Jz6+bWoEv5Ig3z4Jqf69XWEHP3VDpb7VWxK/SDHCvgaUf76JIgE/+3oSPtL6Oj7Evgu+F8IZP3pFIz6NGao9HAdNPsUS/TwqdpO+CbWCPhiCeD7d5xO/WRhxPoozCb9ctQK80/MNP7Ep1D7tavW99TdHv6rT2L7eKgg9KxT3Pm/fbj9KEZ0/tzRCPgX5E7+SDW++PmyKvBrBTr19bwC/hIKfO53Olz8gOQA/6IZnvvUqtL4oo6K9Q4Q3PtqJBz+qf1S+NNODPyApcz6yZD+/p8iYPN19hz9qMRo/iHJHP85sjr7N4IG9F1XUvg+5TD+jdBW+w9lYPpOhwz3Oo7A/kqJBvv7YNj4pCT6/MKGbPk7pvL31yps+zhYIvyl5Oz910UE+8vkHP0aLVT7BIYK+g9d5vZGHyj4o/K4/usH2Pvhtkz4BmAM+29OtP4S+7D5mf3g/+ZLIvu4KMD626y0/BTFbPtUrBj+ggi89/2LQP/9V4L2MOaY/K0HrO2VYwD4v9b497Q0bP4o7Hj/kRQxAib84QELkcr+I3m4/",
        "c3ZZQCxbsj+TmQ4/nHPsP0aH8b7MVrW+ONtsQJjMkb4saie+xNY7PA/GFkB/Is0/QlF3PqrNoj/rFMk/6dZHvnV+vb1GBPO+WvgDPyczyLxlrg1A5OHTvQM9Oj8zmJo+2xtVPpaXOz+vRwa+Q15GPcdtzT5EQqM/Rw3sPvHiRD92Pau+A45hPQR+LD9fCsw9YoRkPqM/Sr7bXng/eoZWPK9oVD9Zark+rfQiPrlrsL4Nyz0+99QmPnFWjj9ufRM/bw+iv5WfTT8pS7c/E7KqPzS02z42XKI/cFizvl5Z472yjwhAv956vrD6Ur5DP9M9yteaP8Ul5T6ELXk/WFpqPgzAjT+kJAy/D3HAvYr5xL7iK6W7oZEsPoFVsT8CkMM8SYKFPgnLZj4IjiE/vC0JQOtX4D9ERJA/9jocP2dVEb5fFRK9pKRHPnAZMz/+cAk+xYy1P2kuHj7NPxdA5PzevYwSVD5yC3S9aebyP6hPfz/FP+E/s6gZPX0x5j8946U/ykBxPlpLiz8eJ6Q/sGMIQPgZQD/482O+Ps4SQOc3PUA7rNs+9ym+vcYRlT87zKa+YeAevosWIz2K4uc+6xxvP0vNpT+XCQJAwS+UP7kNez3wdwQ8dbeWvV3apz9ESpO8l+U8QNjF4j0LvwZAqQ14P4W8Zz+Rpj1A9N/SP12UST/7qVs/w2U1PnySFj4OBlY+gJlcPymGjT5t99I/LAecPiuJ1z+p11S8xbMvPjw+mL47JAFAB0NfP3tcxD/iFZW7HI3yPw3fsD9TbQ0+dkS5P8m3mD/eJwlA69COP4OvrrwSIxFArQxjQDBR1j489iU7ThKBP7+qlL4Vkne+QYiGPbbXIT//zlA/SVnBPzpUKUBbgc4/BsBfvXAaW72X4ho9Bt2vPy8YGb3hbDRAAQLOvChF8z+cyoU/gUhgPtTTej8s4/0+q5kQvc6Kqb4eGaM/Tuc6PkrnKj//Lum+fa+5vQSBmz78AAa/mckJv24NTr19Tp0/uY3cvm5a3T6h08g+",
        "dv9BvaWRLb3MX5U+4yJMPsVRBkAHODY/hucjv/0SLz/KPkpA2Bj2P2pYqD/Qxqc+iJ82vuWCAb7ZnoVA8/fSvnqQKL6gnye+vIbiPy0+vT78nwM+tPH6PYtS5z+Rqq6+E4YCviYMiL5M6ri+rztmvSY5jj9Bl3e+2644vvfUqT63EqU+Nog4QAlv5z8R9YE/BifKPhlAND6FH428rmmDPiVbKj98zFk+MSbVP+JkRD1PaAVAcB+fvXsiCD+gkxi+ZmAJQJ16JD8TsOc/NSDGPesQ9T+ZWKg/i5nQPIer0j8zjLY/pAERQGVglT9im3W9UBIUQGcfdUDk0vY+1nPDvbHuhD9nSr2+TdzFvZDjIj6mrYM+j4x+P954rz9QrfM/xabBP7Ys5b0K+IC8oviAO4nNzz9SYqs9E81OQHAVoD3vBwFAZnKAP3UB4T6MVuc/EdboPzb0YD+242E/4iqwPpYCmb6wNbc+wMF+PzWAmj5BIgJA/eqTPqD3I0CjHOq9GZzXPr/etL1Heg1AOSs1P2jIvz+K0Eq9otLSPzTcnD9QUOs9zg+0P60IpD/7Kfo/U89bPxBmgb50Rfc/nKlgQDephT/biLO9usNOP+fpyL5XuKO9qroOPveRuz5waWo/ake7P8pdIEDOs2A+ewvpvTNIC74ICX+++68FQIdIxzwe+T5Awjkpvarx/T9RL18/cyMNP/Nt5j1OAKc9Jv6mPkY8oD7RQqG9eOWQPnVkb72NUcE90uq4PrW8+r2wSkU+iNehPm3Zpb3cO4S+CRGOvotNCD4quyE/er2zvmjSgL4dk6u9PKJuvs/rMT5O59i9p/MHvrsFvb7uL7a+g68MP/bZe75fK3A9QkIXvjHdF74Z+kE+pDlFPpY2tL40uGy9xab3O+DjFL096Aq8xq6MPLm6gL6lsT0+k2z8PSToHT6FMQm+oubbvlBUjL4ba8C9onuovNbDWr4ZAQs/nrwRQD2m4j/ftH8/d24VPxngQLv1mci9OE+DPuGsXz8Pd6c+",
        "qyrLP3lKnr1dBg1AAaGHvOkl4T4wHwq9rrvrPwFiRT+gDrw/obrWO+b0uT94FLk/dX+wPvwCxz/Kj1c/7R3tP9sFjz9NgYC+MXIcQPrzQ0D6lxs/dVmkvGzEdT9K4bO+jKyKvSa7ET6KK58+/26PPwUbtj9FTxdAUiHPPwvSEb5dnBe+1D5svclFrj+uyYu99cZGQKf7OD2cevU/IzR1PxVv771jmgE+QUeKPsR2EL304wy/NaMzPTakQDy757o9XLEQvW90+7yXr2s8yovoO+JQqD4xaYS+MMmrvbIjQb4EJSc+a3b3vcqhm72deOC955uBvYmMqj5raJS9Qc2mPem0XD1Flu68sKfZO11xtL7SRqo9j9HiO79zTz1rr5y9GA8DPnCOob6S9YO99V6gPUtJfz4qKBO9eClCPaWZHL35GFA9MLfrvmrExj2Sxog7KVPbvvSKuL7nAj0+0IWIvUYzWj1szJS8G1rFPj64Lj8V2pO81vM7P8ZuCD+fg60/uPXdPi3Vjz+fTTA9bClfPli04D4/+oK+PIMwP9tjzr0s1uk/HseGvvJthj8gIY4+/PysPuMQjz545PU+sKqQPqjACUBlCYs//K+fvgWTfr4ocmRAe2aTP5WCpzxhFgs/nBU3v0xbIb4q1WdAwiezvvL9J73Zy3o9ytHkPwDukj8/bTu+JJAevnsEBkB+QcO+Y1lOvIfArr7LIwo/6sdCPc3VZT8I/3y92/vyPrG7nzvK9SY/kOISQLAZtz8Tn3g/6dfcPhwugz5xagG+CGKFPv5XFD922Cs+WW3oPx+cmT3ZuA5A6/sfvuMR1j79Z0i+XxMMQNyPaT/j8NM/4/TtvMlk8T9FOqc/q3SOPgxBwz+xB1o/R0MKQKqJQD9Z/ou+gyMHQLS6O0A8kS8/m0nXvebHlz/pCXm+hCZOvjFbkT7wQ+c+fZRXPxz2vj9UCRZAKe1KP3vPCz2jnH49nh/wvY7buD9StKQ82i0/QBrbPj0NJgZAVjt5P2fdBj9PM60/",
        "q4yKPUb5JD+TGlU+9oy7vu1cUL3wPzo/km3XvtPvQz7eEYE/Ce4bvpwJnT8ooyG9Eh+FP1Tv1b04BdM/MOE1uzhrpT+8ktG7A9GYP1v0CT/Av+Q/VbMYP4DkFz7RHa8/cbweQMVGuD/2fw0/NhDUP5HO1r6uG6C8eAdaQNs9vb4XMhK+ZCNtPjABpD+SgqE/B2svP06RFj+DygxAvUYZu3qIBT48zh++x7WlP6CjZb2LxQ5AwqnHPVXQfT+70D4/Dg4UP6rj1z+O0SI/nNoeP5uNLT4xk5I9j95svE7uHz+pfCw+1Aj7PbaI+j8AYe29Q1XvP3Yvcr1sYYo/nN6JvhURFkA6KcK9facwPzWh5L2wMZ4/KFNgP4aShj/XMmg/LEdQP5heOECOqStAe5YQP8Yt1z/Q/1BAxvEIP/R59TzpJDlAn+kcvkkkgb4uk/A9CSuFP+03Qz71jJA/KIwMQN+UvD+V8ww87iGKvNi4p72E0bA/nonuPM9jYkAoRC0+k5UTQCAegD+kpLi99OxIPFEKCz6p7ZY93SjkPS6Hdz6Qig69AuEZPrBii74LBmK9GXqKPuABwD2jPw2/7QZgPlT4Tb+OpN4+H/qFvsPcXL7L0IG+Q+E1vtqQPb6bFqw+yqMOv0WNHbu3xJc+F5WDvkFM4j7c5ga+mZ3HvZymab56i4s+C9M7PkUF2T2BeIA9FucHvaWYZj7AULA97dxKPpFKTL6TJ4S7fmMuvvMLLr2pFag9x3PtPA2yab3Umgo+F4YXvnuwwT3ksCA+LuKRPoA2NT82W40/itHbPs+VJj9rebA/0UYJQCzvAj+mkAtA0TaRP9yUBL0oYmg/E3sePxad0D4Jb4i+DoY8wC1K47wITQQ/bqiUP7sVqz/vc8W9q6BMP6+4XT/tuKTAZGwvQJ61k74ZCTA/ypLlwKOEJMAeljY/+U+HP1c3oj8W+kc91MjqwJHC3b1qj7g8NrtNvRfCj8ADvShAwz+aP5+Ikz8nhFRAsTssvQcDRT2aAHc+",
        "Qmc0PxsorD663KI/2HuHPK6Jtj7gARo/OczMPrmNR0D6k5U/6LGNPyX+7z5h+Rg+kavrvVBozT50TRU/csI0PkcvrT+t/Ok8S+0PQNLGe73gCG8/RTuzvX0yAEC3LjU/GL0GQBf71btqZMo/lfnHP37J7D3V8s4/lbmbP5RfE0A8fpw/jmrtPm3gLkBxKWBACU4jPyCGi70y7I8/jJZPvv7Fqr4nmko+LRDtPgUZHD8xgd4/sMAfQDkbvj9JLoi70D77vRB5A74ocq4/A6+PvGqVP0BAdKo8fgMkQLlFiD9BEh++/zWIPsfUHT7FS/897dtzPU73x738gxg9XOT4PTdAVj9bmIE+6kKVvvO4Pj5o+5q+GurWvaernr7c0sC+lJ77Ps7AYLtGqCO+Cy45P5IMg76hx209fRd3PweuUT2CKai8xxwiP3pVmb8Dj5u/n8YDP1iWjL4Dj8u+fHVOPof7Qr7gxGW9lKe9vD3hUT37ikU/Rb5COz4Rv76bwJa+7N3lvudg774BTgm9UR4fPjV14D4KAIM+T2BVvhh9Bj5NCfe9kxx+PWlxKz8/sc8/NSOPP7pUbj+Ecus+oRLxPn+Bmr5/E68+opZDP1zXlD7f/7U/TMQWvvkeFEDn34K96rE5P8PZ+719dgJAlDnXPjrMlj8Mk+U9t2VYP42IsT+YIsk+LeGfP3LR6j6QTQ9AtN+TP0eRRb4vzxVAKbExQGdUMj8kxNq9IWqeP/6Ejr4XVYW9NAwSPg9H7D4Pkpg/K72+PximHUBkFzg/jtVFvQf+mjwSkt29P5zgPyLymDwtJylAbJcHPYND7j+XVGk/pNjyPvKLOEAJObs/P4B7PyBCEz8wWK28auaLPdmxgj72hjY/yzTWPQHI1j+KHMc8z5cZQLdoU72yIYM++WZ2vk+T7T9naCc/f1LlPyEDwj0xDes/7+XHPzMDqD40Iuk/oEmeP5ieAED0a1k/ls0qvbaLEUDSnmJArJjXPhGm3L0gTFE/QWB5vpkyJr7W9gk7",
        "ZcTpPt9hdz8wNrc/uFEBQGi6iT80V8W9KSIovfxiez05zZk/WC6CPSwAP0DW05q8BsLhPyCycz+N0AA/RHo7QG8D4j+gK28/kE5HP6IshD7jpiK+QanmvAmXUT9bSP892wUBQFPLyz0Tf/8/D4JAvd4A/D4ckX6+wNj6P60Wdz9Ss/8/luteO497+z/6B8M/io/cPsnBtz8q/3o/NCgkQJpggT9it76+zzc3QB3yY0BKbSQ/QpTvvTkMaT/3c4u+Uv+DvhkqTT4Qx10/UVhyP8NhwT9WUSZA/MnBP5j1KL2cWyi8B4IEvrI3wz9KNTu97YdEQJEaQDxKGhRAOGaDP8CWyT7ZnoK+0wIxPj74xj0jco49KkB/P23yQD7zIhE/vx+WvDLFST5E/qk+Xsn7vls4pT8SScQ9sfAeQAtXIL+vE0o/tXFmPQN05DyoGHG97rJ9Pu4ZDz/B/vM/J/W6P2W8mr4wJdw/Tb1JQGyLDECFrm4+louoP17axL7EJ4o8a9YnQAscLL7h8p2+BvgCvlMCBUCr0Zk/t3mqPtF6gz85vP0/BzQIv2oqdb68DKC+huPhPDCBVb0hhpA/X9Jtvjypej9bpKe8zVnvPozE5T8GuLI/Kg+RP9FUtT7NHVw+lRkYvaMsjr4nEVs/A2VuPkIh0j/Q53c+OCLyP28jZ722bbU+o4uNvaDZEEAZH0g/fjLCP7mmfT2EUds/oxLCP+gglD41uIM/VD4eP51pzz8QQU4/e38qPEARxj9eOF1Aa29JP+AQsDy2U40/+GaCvo3LI70FIBw+aZ4cPwpAVz9M2uE/+xkZQPYEWL7sNuu9GhSnvZlPvr1zBdM/Rd4tvfRMRUBbFp29GyW1P/1lhD/YemU9t4MEPnGToT0UtEI9ry+MPZJW172wh0k+b82zPJtfqL2usJS9cVmxPVfJhDw1Uwy+s2vBveX8QD9pXIe+e5S7veSMQ77aOxM/L6xWvokpCT1D7Ym9iTWOvhaOKj4bldS9BW4nvxoDcr/cFbW/",
        "0BUFvoPUBz+UPZi+vJHuPVZz2z5A7Lg8kv6SPmPkGL5D9au+6XQrvTDFET80iec+PyM8vwIH8L5iOgQ+BL4wPkBDi76+M3s+6MrSPrQACT5zJbY+/HS6vVVPED+ygDBALNujP9BBUj8Ve2U/rP/gPvS0Trx9exE+2veFPyrQnD7qhe0/h1phvWtZE0CDfQm+1uMnP3mmfr40zwFAgHxUP8QT6D9kR6a8WHTEPzDJrT/4TGg+9hjhP4o8gj+y7A1AzJVTPxcfF756bTNA6C1YQDoiVz/AHJG9s31jPwMEMr4QnNO9g3K9PTbEgz5t040/W9HDP1tCGUDBtKs//7KRvYy4N76pFwy+51rfP+Wgd7wvyEpAysW1vKTH6T9XToI/Wnz5PuYDSEAn8pk/lyd8P5HfOD+b2L8+aQJSPcSYrj2G64g/GPa6PZAc7j+brtK801QGQIk2ML29z7Q++T3TvUV2AEAm2DY/BhHeP3SAtz2KguY/jnaeP3d59T0dn7c/lB+NP3DyCUAaW2U/RnNEPQUBTUAX4E5AZuVtP2z+/byCnJE/dfGSvrX2Lb4Lo6c+PZACP/kSej+nwsg/Ae0YQAcczT97lUm94IONPOPZzb2ki7c/Uv0Xvgj8VUBlK6Q9xZYNQMngYT+VuIY+065DQKdU3j+d+2I/z0gxP2DNBT5GfT08+SW2PjhubT9Wvgw+2li/P2ziBj7A5yNA2jyTu/zEmT7xc1O90L0IQFHaLT+hS9I/T8KAPc9s9z9+Ka0/1gQ3PuqqhD8vWpA/X5wZQIGDTj9xdo2+TsAIQHmQYkA3TwI/uOcIPddwVT86LZa+FH8QvtWY+z3ulJe6I2GhP1MUkT+eNBlAZ8ipP56RqL3bUaO5Uy00vRkGkD/YYEa9Mb5UQN9QW72qLwNACNNYP+1CGzxpPCY+CrYYPJxRiD6p7RK+bg8oPio5fTxUOnw9q61hvngmIz6Hep8+O9kWPqmuFL9ACZK9L/ytvcWbr70v2RY+SwabveYk/72gRGa+",
        "r8nnvRxGkrwJ0TY9ajNWPd+WnDwkrUw9m5GyPg2tnz1aRRY9uN3sPSri+D30h8C9yKFMvG9PEL6Dfa+9iQN5vWcXm70z9Ao+VOntvKRjQz6Dtoa90iyzPYr9lDp1sDu9Z3rkvd/Zpr4Lu4c8C36IwK7DBb2lsIc+WZpDPyxZSED9ouA/dlUYP+YkET/kS4o+dGjVvRFtYD5KJm0/xGemPqy1rD97UF2+XtgSQHwxBr51WSM/A8dPviZuEUDPrYQ/kry8P6p2qD16Nuo/I1yhPzCIFT64C74/NLtIPwIkD0Bcckg/BgG1vFf2H0C5oz9ApIxyP/hNab1ZCps/4P44vnx4ir65yg0+kWalPvnihD9GtKg/8BgYQDU7dT/OnKI7/sr3vEijAL61kug/uiBPPaCJRkB0pGE9kKoHQCfGkj9qT7+87zE0PvyKcz3NoLC9zB0xvnzfCj2YXYq9nyr7Pe6I0D27sl+97takPEZGD762pey871i5uXWtRD1BtJO/rorqPYcIR75dUDc+DUlLv5tTEz4WC+o8xCYTvth4bD5qSLM8CnsWPqNsCb4qf4O/lbFXPuxTlz0EYHg+JYdnvTWI2T32o5Q8zC6JO3j71TwK6gS9bOKvPaR0UT6FOTU+7poVv2R29T26GYm95Tb2vBNrTLmGlAS/2PnRPu18yLxSxJW+uvWNvcF4+D6luY8/dd2bP+eOXj5ArUw/fG2OPn36IT7R8AA/wPVWP1KvjT69ZaI/IyG/PjLmvj50TYO9Aq9aP16oSb778OM/TmCQPtSplT8o8qA9kWPBP0OdkD8fcKU+YMebPn+BmD+AsVRAuwNOP4NoAj9upng/i+wEQE/kdD9oZ4G8EM6HP+TKN762cQG+HdODPj3ucz/F2OA+wLYbP7owoD8HKZa9sX0QPhEpRT1LBhu+0Hi4P9RxZ71kGC1AZTNnPSGBwj9DsZs/Vs9HP8TSBUCMAGo/oXpfP3R/MD+Rvny9BKPxvcZUhj5PtV4/wHnJPaC2CUCpwYI+",
        "PhrQP6BlvLw2XBc/DB7ZvZtwBkC4tkg/D3DEPzxmLz689cM/AkSeP5+wrT5IsqE/77mGP54/BEDieFk/Yd8YPUN2xz9s0UpAjHVQPwzaB73LTbY/iJGrvmrmt71W6Py8RZMlP55hYz8tjbo/6ZHIP5FEG7/BJLe8FNbrPIS8wL0J5sM/CppkPe0GWEDbGN09dmnjP0/1bz8fKhM/Fgg/QCWrmj/RDmY/W/UGP1+lBT6hARa9JRSMPlvCoj9grJs+j+uyP9E/fD7CmPI/tzorvcFdFT/0IYq+WZXjP6g4Vj8Qdeo/oXs+Po4Xyj9FA80/UhkCP01yzj/TeSo/DtT7P/EXij8SPoY9xS4IQGapUkCIcxg/meOPvdmBkj8py6W+NNnsvW1GFz4XE98+mP8MP6ZU5D/TaQ1AVT3OPxSjozwzg4W9MjT6vbC5tD+bEVa9YlZBQBAYRD0y/RJA55JzPxiISD6aIwm+lAN5vVCODz5ckla+T65VvBpaxrxbTqC8fLcbvn6tAD63KBm9xoUvvqZwrL3Wnfc8ZwpAvizSNb5qqnI9pLHZvqC53r3rTXG+8lUWPUKBGL2m1Om8grNIvF0dKb6P/Fe+ufMCvg4xSL7ec6y6H2uePMrudr42WZW/7Uv1vce9hDxuENc9mV4iPuZEZDynvs69L8tWva5RM72WOpM97HOgvGfO7j0bPNQ9DChjvWJGyr9GaMk8OZTmvcBa7b0eRlK+rmkJP8ysKUD7858/ncdkP4sfBz9LXWI+goCRvWV9kj7T0T4/9HiIPrF27T+bx6A+Kdr3P6A8V7tQL1A+KNMtvvvp4T+Xy3s/kWLXP0p6aL21Fcs/uwSjP8xm4z2tT7o/8z2APyHL/z/mgpE/pSKIvvu/7D9bAmRATT+YPqLhoz0zlIE/nOkrvoh+a74Pv+U9lxrOPriRnj+xv68/cVkIQCbJpT/3dFu9Rq0Pvh8xGb3LZcU/jFI+vLknQ0DdxJG9zrvuPwTWdz86qJ49yAA4PzuwS77VAPI+",
        "YOm/vdDHNz85hNy9mIMmPw6JJDzZsPE+5yjIvVc/i74feG4+k8cRPp97Mz9gloQ+mrhJPyw0475UuNg+mkHQPuhi9j7pa48+FnY0PypfyD7hEQk/I/Slviofcz+L/ze+e/MQvoNyoj6d0AY+ntCYPdBSgz+LEKu+tTV2vdgoFb3Ko1w/oxQGP60Hqj4wMiW/KJ4MP2Gr1bwNX128D0JwvpttTT/NU1u+LSXlPqDlJz5FKV4+j/mbPf0ErT44T2c/ble+PujiRj1h8VC9awZXP7opCj8MigM/EK1bPQfEoj0+VYU/b+vaPZTSST9moga+Y8eJPzmRJL6VGkc/OwtfP+y6Uz/5Rim+J1p9P25wHT+ck+k+W3eFP9R6lL7PAvc/fxOIP5ROeT+7aZM/ploNQAlGVz8xRx49Kv6jPytUvb5BPA6++XNGvGS29z8Kmmc/a3NIPxJqwj+rZRU/Kr0Lv9bSLj012oO+DPFqP0CuBrmsahhANr6ivYvV4z8+dOU+YDAIP90BJEAf8M4/i0uBPwNfJD/eWEA+J5BFvt1fzD55UVg/6UKVPhtm0z9DHpw95xUEQNrYp73ldDI/OCXsvWr5BEDYq4M/mfLgP48DE71ck7Y/P0auP+0U4j19PfI/yA9lPxAZCUDg1Ss/PX4fvoB8BEAyYWJAesFFP/vADT20WJU/FfqBvqkEJr7axCs+SRIcPxJ7mD956uc/yIgCQB3EtD/hVJi83wTQvAGW/r1lFbE/F28TPICOTEAsAD89Bq4JQAxgcD9GrQ8/03fgPyl9fD9C+D8/VUUcPsxeyD71BRE+wTrePlAJVD9YrLA9qCHEP1kWKT3xUCY/GXwcvu9/iz66V8A8ppHZP6c4Gz+xSLg/Uhe0vUK5hz8hMUQ/AuRZvTZ7oD9RWFc/ySEMQO4yDD+2Pu++KGEEQPS1IUBftog/VDKavLpzmT34Dyy+DVxPvkoLgj0htsk+rKIVP8g/qz8Uif4/hjY4vopBIbxQsOo9Uy0FviAh0T9Hop+7",
        "WgYcQMzvQb1JSoM/+Z90Pw=="
      ]
    },
    "dense_3": {
      "bias": [
        "UN3wwKumaUBV1U1AK+5mQDOMeEB0f3RAPs4lQEE7a0A3zD5AjH04QJitUEA4r0FArMmPP4wjbkDjaa/ArKBDQCX5TUC1dwU9X4c/QDyadkCm7HtAlrleQK0CG0C2dqfB68xvQBhQjkCx/WZAuqqKQOG8b0DIf35AOocjQLUVIECfQgjAxulbQMDyL0Cf0GHBogUaQG88iMECprbA44ZHQNjHf8GE0IfB2hphQPD0SkDROEpAgviHQBbigUAFVGDBpl2OQH2WS0A="
      ],
      "weights": [
        "PM7pvSx2AT0S3kW83P7bvTQ0KL6LGY29P2aLPR5lXL5hVBS+wCv6PMh3YL2Zrr29Pr/YvtZXsbtkdSC/Hq38vTj+lLxk25u9DNbePQwSpb3W9ba9uFwiviG0ELuCbne8p1UhvsnA2r1vXda9c1WDvCpeMr6fZlG+wpMTvsMqKb7V2qm+pZoMvVZWRb1Kd/09De1Uvko9qT1ziD4+Xh5fPT1qXT1exCE+a0/POisvAb1b+wk6tIKGvOZudr07V6w9Q1sxvCgE4710tQU/gLJ6vSvEoT1Yw9C9STZovnZoWr0KpQg7AlpRPhCUDL6ZdyS+qHh4vjk+y71NYUO+RT6FvQ5qE77IPzW9fhnMPGDiQb3BhAM+i0QBvtLLT72md4W+eOraPHHIuD06n9e8gSEJv3O8zb0jr1S9z6RhvSo+qb2JZ506MU0FPlVVyD788J29VmjovRUsVDxNoN69aPIFPq67Jj7mXvS9K/4oPSs9qzwg38C9fQ5ZvKsSdDwqsd2+iwd5vfV85j2Fn9G92emovAQhw73tPAO+vkK8vQDCnr06inu91n8dvTYHirtPrBi9Ok8EvpEvDb0m9Ve9ETGbvchvvr5q1yG9QhcJv0oMNL3auP68SJyZvqen/Lu7Hw2+VC0QvYg4Fb7AZLo8ODXDPCRfsj1xiWe+A3mmvVrY2L0O2Z++zzzfvZuWhb2z2Aa9/v+fPjOPor00Fji+bUGSPWM3+r3nkjU9sQaHPbtpB75z6hM+FZzlPXAu7b2avq69Ycn6vYyrtb3VCS69akIKPZt5uL2+jKK9K0PbvmshA74CGsa9o5g6O2sATb05Mni8dnU9vrC4ib7Zxku+V57DvnGkOr3RfzG9XS/mvrveK7ytymK/FkNjvl6Gfr34AFS+Z62IvstqTDw7laI85HI8vRfo0r1UrGa84RtIPeRvgzy57B2+tBi3vAYBjL5uSVK+rzOBvgjsF776F7G+BlsNvIbD2L3lslU98l23vvTQuT2Mb3k9tigyvjeyoryBBaI9",
        "iiN2PF05Tb2i87i9vPfTvUdV1L0pNVg9ltaivNn0jL68B4A8VNPovJ8JBL3JZD09OVNcvXm/JL5d3oY9HFcpPpusrT3MOWE9viu/voNCSb2+X4G9xypsvoVL/z31Gy+9x4GPvW2for7CJBk9QE25vV8UfL2MU4Y93EX/PFAzDj7U+KM9X64FvgPBSj32uw69Zk/APadVnj15REq9pjFlPRXreL4phs2+ZSQYvilyjj2XLwI+Ja6FvNvg5D2jabC9H4fUPWaBfj3c7NG9KoINvX/cB710WQC+b/aDvVhflryutMC80hUiPdOJG7/QtWs9S2mnvuDGJL4ztEm+pJCcvrcVKT6uSqe9Ba0fPkWcfD12F9m9+h69vtBQwz6c2IO9eo3xOyfSLT0iROs6OEeBv/fJn773GyW9DUjGvX3si73zwqq9dxuKPFFJub2UIAW+V3MiPh2ehb3w+h4+rR3kPfc0U72qijy+LgBuv28GqTz/GmK9TZyUPTJavjx3Qye9syecPWkze73Oywg+U5SYPWDPbz20f3W+w5/rPTlK+b7XKRi+ZZYpPSozcb2t2CE+yjtYv2tXSL2VKIi+qpiUvHVuCj1d9wS8iUMTPNP7Jb73q+07UM/xPQZwTr20Zpu9TipVPgaN/DvyidS9MLtEPdqaXr5A5vi+BGjdvls21716k7E8BEKDus2we73Wrac6XynDPOatVL2bjI49Aw16vf5waj6FxJm90TU+vryfi76huE+/jpgRvOjIL7yxK1o9TZzEvRo72j31p+M8DEeVveXUR7yvgMQ9QGIOvNsfhb5CA3m9v8wwvrEdk7zLs/o8hHznOwE/lr2SQfS+68GKPiCJxr0lRLu+4W9Kvedvqr6hTq8+KEQuvn2soj7esDM/Gn/gvNt5x74EJUg/eeZAvgZwGj94kJU+RocTvh5m3D2+fQ89fvu7vjEWgb4jNCa+LCJsvdPovz0waqG9Qb3mvtkufj4JQ7u+bxe7Pr1Lbj5CJUA8k0hHvap51r7h0yg9",
        "twW7PFChJj3F94w+eqUVPv++Xj2KoLS9L0bfPDC4gj1cUIO+UepGvpCMcD7xR9O+3c3hvVCa5z1Bc0a+VNbFPcmK8757s828I4ysvWx+0b3Bsjq+qhLzvTREjz2pz/K9bh5lPXNOz7yb7Ya9Yrx4ver5br4PPwG9dGfcvv8i5L3e/oy+fmCiueJ4Tjt9Geu9yzFJvhCnSz1qcgc8YRMiPiExG73v916+ggBFO4mN4r2D2is+XAYyvXkzIb1hCWe98pHVvpilA77Gily91HdxPUK/Vr00CTc+PMopPgZUBb2YiDw9a00CPuJjXL6McpC98L8hvcbqJz56fSS9DCINPgAO5r2xzpo9FNEXv5s6wr0Ryi+96awqO/wwSL3a4yw8Jr3BvgsQZL7sv+C+jQu+vljfGL21tAe9/Xm2vgMhgrtQ4RO/s+A9vjLwyr3xJuu+Hp7gvsflVb1uS7M8c8kYPKG26b4WdtI9m+VAPSlYU717AVq9Dob/PAN8Wr+SsQm+9bszvlFlkb20wKO+BSlAvWlNNL3GFeI9nu3rvUEUvz28zxK6xEvovvOlsz0DIv89jIEaO59Bb71DsLG9gBAZviNak73QFxw9k4QqvGg+2b2CVx4+Yc83vpe26r3U9d+8tkMjvrlPcTyr1k2+pBqovUKGZ76jBJa+a1czvZXbwb3sIiC/MdADu5tjQr5sfjK+r+vKPIgtor6keBi9uV/fPRhgmDz7Y069JkeWPSYssz3aK449P8fBPHmmFr4z3we9vGqjvohr9b19b4O9CG7TvcNEZz7UUBA92sTMvbxWxD1UYUK+RyCSvEp3hD1jx+C8f5QbPV2t/Dz2bZg8bNLMvca9WL5GnPi9XPkEvZMOCT1JfXW7I8tjvkVgm7+5DCW+gAamvW+lCjwOIy29ffIEPOAKQ76bNZ29rjkTvn6Eb769LXu9TWYEu7iEkb4wUxM8ppNtv/RmOLx5POq9tPtHvp0mTb6+3886gUUpPekbUbyuu5++Rohyunwarj0G0Si8",
        "GxFHvVxEP7znuhi98Gi0vZ1DAL7OG9y9UFT1vme8X7xGBcG9oSqvPL+EA75eBtc9sl6MPfxpA78ZGeE9S5F6PTjsvbl1udy9cDcTvtIGCb4iDy69K1yOPS7q3DuNPtC9smxbP42BzT3/YDm9MLuovPEiEL5pJ5G+yWTxPGmTYz0DCEc+s2hUPYrccL73iLi9xFOqPeHk8L3Xp9s+bAjtPMiT7L37glw9U+LNPFPl3DyUcZe+9TUIvra9+T1SRB0/x0WVvvCp0rz5YIg9S4Glvh9xLj53JMU686gLPJupCT3+oEs9YjMTvtgf/T1BkuA+TY7BPPhu0z5NNLo+YJL1PZmvvz5sx8A+apKovFbUpLw2jXk92BNFPsUeVb5SmOk+2+dJvkp4STzS0crA09jXOq49YrwP1nK8P4ltOsdjeryzTBi+/LwSvfDgmLx5eIy+aOqwvM5R1jnDLJ2/y52DPGum7sBRuD287W5oPfC0BMCr5sS9USw7PXwO07wvQPw89mGjvPYjFD2DSKi8ZEaLPaUWnjxOcDQ92UWCvvNvib1hRz29beK6vC7c7cAFNPk7X6aGvPyZGz7njVg8C9TbPUJrrz0XM8O9pp4lPur9HD3/J4s8wXkAPPuQDryaAlS9Wuk+vc6ZlTuXsY69rCijvMgPKL/3Gn29ZrvwvAd8tL3bJRW9FKWfvTR+yL3+AdG8gwcePbp4sb3rbOQ7LyATvd6tar7U91G9RZeJvoSc0L2Pkow9Cx+SvuvmjL5fpgq8EXSovVOfx71zrv69eGY1vZhvIT02f8e9MHgXvG5iaLy4R2K+zbm/PAuoNzzmSWG8V3XTvswWcr3ezhu+AewxvsfNp73XfEA9kAorPqQaEzxeUTE+VE0KPjXVmL0Dey68MctXO/j8ADuNEBS9yfUYPqkeqr2St+a9JDCIv4lnzLstXg68GX/OvHF+R71uVhA8lwKOvozt/7wlsVe+U9shvyQiJbze4y69cFOZv717nr0vhKG/hB2SO9JY9Dzs4QLA",
        "vO7jvnRrx7u2d9+8KvUOvQKnrb6WMRs+T06KvG15GT1rP4A7r96HvHxmgL6HLw+9L1gYvZtFLrtdy5+/WTb0uxnnWr5/d8c97AVqvgBzuD0N7D09JF++uQE0iT2MFv493WpcPRONp7wRBRO9uUf7vC0lCr2zHog9ilOnvDmGqL4+cBc/xyLtvJtRlz1RocW+rJMPvu1IIL1/eJE9UbcSPmAtk70U1wA+Y31BvdvXZT1kvlc+UxlUvQVEtD7/ncm9AhA2vq8l7D17FBk+t6j5PS87k76/r7q9PZDVPccggD4gOvi9N+qdvOc157yTvs29mrwjO7G9EL7JzxO+MQZWPbesnz5KdRe+6iq7PeGCSz4LbE29okKjPjq4LT4tMai8xOaAPsPf4T7Sfvm9fvhmPQP6tT2wGhC+8jPRvf69Qz7/czG+hL2Uu+pG+zzS4Rk93m8qvew5E75E8hC+sHJJvcM3Er3jZ1c9qYirPHdRgD3XoH+9KvCqvWtjzr6CuWm9VU5Pv/0rbrtMUQi+kPfhPcltoj3s7Ri+YCg2vs9c/r3aMky94M6PPk/UGb5atYi9IQF9PQEER77OKGq6+tHgvAFXGjwQCGw7touvvYw1FL51TCm92Q9aPgKdg72ubAw+4pCLvCMtrDvQV4E+uO3pPeBFsL2BnSG98wIZPRRv1rzoswa+u1ERvYQ4OL5r5e68FHiXviLOmjw3bLg8fZIXvrBISr785DS+KYDfPGYHG717qJ28C8qcOyWlBr4JNue9xRrhvlDFCb7f1j6/lqZTvRpU4b20Spy92moTvbP9JD7R9Eu+A07zPfNaXL2P/uQ9u/eIvmmjBrzjbVA8cDJSvgtZHL5xGqu9pJNFvVZw7LwQuiG+U51gvpi0wrtZNSM/zj/cvFMxNj7975Y+dmw/PR/Y6D6BWb0+cvkjvvBvsjvOQSc9wN89PoYdLL7NLfA+4zQWvjU6yLtIP+q+cuY4vcP4gr0R1cm9dJaRu08FmL5ksvG87Eg9vh+y1bxuPBa+",
        "6zuFvVMeiL2QlYq/22OsvS5pIL+XlEi9qnWivVWZ/r+uPgm9jBSuvZNVDL4rHmo+/BTbPG+xrD7FjzS+XmTAO/Q/ub2h54u9jXi4vcXSBT03lns9Tlz9ufMzjL8xdTa9jRCZPJm4HD4QERa9c1DoPnd5sj05bmg8LRHQPskySz1dzJS9vzeJvGSVwjw0qVI+xhQAvcCgAr4/P6K91M1bvVHxfj62kCM+PySOPMXTB77kGRa+BnaCvoVW9T0yaTQ+5upFPnCtKb4xVNC91QGhPQ1BNT5ekF09EsxZPvlZg71HvwA8WK5CPM1Meb2wCHA8tAmBvsA+gL7B6/c9Q5pqP/shJ75hZ7s9css3Pe+pUr7TLsy8YpuTvKruTjsVe4i9gYGzvP/Egb7hSVw9bekNP4J9T7wVjvo+tiuyPkyTV70Jf4Q+Rm8EP4PaAL6SxnY9kc59PPQpP71GDvG9NE6CPiukeL7iOcE9q23dvmdqFL4gy5m9h0TVvW2Rvr2OKOy90TrXvVpGfr12f7u9BXVWvbJPo73LY7W9Rld0vp+hf71JNCK/RRORvYs9Ab5jFeW+i4GwvSNRlr2Hvwm+E+1OvicGf73tMgg8r5SYO2mWFL73n4C9D3LyvQPF1r4cXdm9P15nvT+ueb2z4YS+FCthvnBoob3qb4I9PczGvbYnaD20+449kvLcPN4HCj444hg+Cn88vmmJBb0kq7q9aNHIveq5XL398c09ITS6vdSzA76RY/G+YK4avkCiFL1C6tq8Q85UvM7iwb1CUiO+6IHPvQQZUr4vXkW+P6dfvdGoG73Jtxi/GzTSvBqYOr8euli98lfEvYo+ub7xEB2+WDlvvEy1NL7i1pK9c4WhvS3Klz04VE+917WDvdAAhb1fPXu8RsK9vkPy3b0U0Nu9gBWEveXXx75YnBm+44icvZGOjD4r88i94aiZPeP9Nz1mOOK9mDKEPfcqKrxxwd28Bc6Xvdy+8L23ywK+Mc/nvBYbvD2oT8a9ejQPvjGH+72Y15Q+",
