{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1,
              18
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              1,
              18
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "lstm_1",
            "recurrent_activation": "hard_sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              }
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 50,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              null,
              null
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "lstm_2",
            "recurrent_activation": "hard_sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              }
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 50,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              null,
              null
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "lstm_3",
            "recurrent_activation": "hard_sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              }
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 50,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "f5941c0e49f7fd4f2ac028405318a1d9fba375a34e1aa6e910bfafafc8772c7d",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      18
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            18
          ],
          "values": [
            "miG/PfOtyr80n1o/+kyivzRBRD5mKaW9GfZNwCsaKr9aE1U/cDmHP8kFzL63cwO/LzUUv1vmOr41tgk/NKQJPzN9hr2s0mS/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "JqmEug=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense_1": {
      "bias": [
        "vLFAug=="
      ],
      "weights": [
        "QTqQPuOmwbu3K5u6pFKRPlgqnb7NNCy8Ai64vPOkdr5xepg+RU+DvuncFT+SeQs6Owh2vq7NiT4l64Y+Qyd7PuUPlD6iWSw6b8lzvREhgb5U6Ig+cHV8PvPLhD4JAIA9+8emPg6YWj5p7gS9gb+IujUyd7v79bw8ycJ2vlEfmr577uO7KygZOeJokL7yXpY+ZAKhO0XvpT4BRYO+D7KrvfQdiD4fq46+MLqmvld2g71fOaa+LnSQPmf/br63j4M+nEqWPFSXfb4="
      ]
    },
    "lstm_1": {
      "bias": [
        "IwJNP9Y9xL/0Ls+/FASev9aR5L9dSxE/HZfpv4DaCcCwI6i/pwrIPFTGrr8dPKS/taGsPgJJwL+BC9e/t23gvxkt5b8bItS/d0Lmv8z9qb/fsUW/SCvPv1d5pL/XhPa//ACNvzdG0b+wnZC/qVzBvxjBs78sl7m/33/fv632A8CF4Ne/br4JwFRr+L/BF7q/EfFbPzu85r+GxR/AN9ziv/Alur+3j+K/hSfLv/K57b/LRhHA+mbHv9dI57/nxvO/MoH6v7Wjyb8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAP6mDrzzCM5e8Hpd6vA76EbyEnLS62YNCPGgYzzvrmfq8cLLuPG2+TLzm1Lc5AV4IvK16+7rOA9s7nD0wvcJgmTxJlUs8JrSZPNCurTzVeji8H8EQO6Nrdbs0e7U76CKnvLIMqLx43fc78P2BOohtlDzt2Ro7DecqPQElpjz/Ki+9W2jSvCIQ1LyDNRW7DAXBvHCoKrwaXsC7y4p/PUzyNT3W1488Ee4BvVQkbTuSkIQ86k+jvXLwfTwTsDa9ezPDukI7rTxC/yg7Zk0SwCmnwr/Dmdi/xtz2v+ktDsDwCCXAWzz3v/Eh2r/OQpm/Zr3Fv0qeNb+7n9W/gRq0v8pZ4b9fgKO/5uO4vwSbwL87zcW/Yj6Jvyzcr79BuhTA5kxTv9+k4b8zA6C+dSP+v74Iib++Sd2/Z5uYvwckWL+w1/a/SnK5v9/X7L+ZDFq/MSqFv8wPqL79oq2/OjkLwIlNt79695m/Ro/KvzVqeL8NxcG/",
        "7R3Bv0gM3r+Kzak+YlG1v3zFsr+2q3u//DmVv2oD9r8="
      ],
      "recurrent_weights": [
        "R0hTvUMTob1Jt5E9tAGwvAdXxDyVxBM9HinlPH64Ur2GhQO+kFMKPbshu7yHj1s9ZZMbvcYXL70hGSE9KaOTvI/vZj0YPYs87FQgvV2WFL3NIGm9HpNyvYW8Aj7KyfY9avnQPVHCKTxzDy69vFniO8G4kz2pi5O9oltBvXB6zb22xoM95j0CPt1Hg73Uleo8sC+APfTbq7s2G/G9NjXSvXj9oj2WeAg+mm08vPhd2L2pSJ89bmiJPNos0b3rpHg93gKrvBokKr0WFJw9307qPLWa273cYEA9ZW8nPqsDUz7e6XG87oeCPamFk7xtVoU9naIgPsUKCzwgHl69uPFivWGT1b3LIJe8fSJXvfCMRzxjv3U9jae8vD/B9r3sKDG96cQpvYh9fr3YI8y8RNTLvZYxlbvuVbo9XNHmPRkeCT3kr0A9s6eJPcVyND7dHWs9MnAGPS4q8Lt0Ani9IM5xPTu0B7nVkhi+PbSivfF84j2vG6Q8A+afvUSh3z1jLSE96aXJPJk3S7zbSdk8rUrQPFpXIr0kPRY9mLW9OmTT8zzBYSw+Coe3vJdfDz0snOe8niKtPU2wtT3nwC29a9LhPThg2b3v7OK7cA/UvUe9Eb23jBi9w1/evX9nOT2TlxA9X4EVvcXEgr1Bj0Q9YUiLPQpUKLzx6qU9TNwyvcYuDT4ospy8I7rru215dzz31Fg8Kc1KvNLpmr1UoVI8e5qYPUTvoD1SfEa9F3WHvUGMBbzR/qK75hUdvEjmULwq7cY9LOoDvbrLsb1mMK89pZA5Pb9I8TwsYgu90mokPQIEX7y6NwI+lxY1vFx+Iz5qAqA8QT0iPqyBwLti2by9dSQ5vXWkwTvy4DK9tY4CPqU11jrs4rM9X61tvHOrBL7s9JI8BYBKvhdEWj0z4Xy8VboNvcnngL1oU3E7f0uuPEbZDT4uqDG8vWfhPK+pkb19juI9gkiEvSONRb3TmVQ96BffPMO1tjyaJ0C9qpbVPPD1xDo4nKQ9WFJOu+FO5TwlQaS8",
        "UdmOPYDSLj2jMJI9ORePvTNOxLwRxP+7Z875PAmDfr2x5oy8t8yRPfc+CD3I9Mk9pep4vP8Fpz2gpAu9637YvAB1er3Rp1K+YS0ZPizk9jwLzgm9xRHiu7SfKb0q+oA8rpaNvf2y5LstlsI9S5KLPfnYDj0bG1m8bNSVO+khMb3oze89P0fFvUKWPLwZYla9cmOSvMQQvL2bbZ680lGJvez5wT3PHxi9q2t2vcq5Mr5+JMO926tXvVI4NT2Ssyo+CoCSPXWHtrwqvKG9ZcHPvY/Ce728dDu+85cPvXL/nryA6KU9csgPvSDUQrzTbii+PejbPOdQAj0O5zy9AOlKPJ8fYzx6xre8DwdlPb30Mj1lCrm7MNTfvE++3T3FAqy9XS/fPB1AJj2qi1k9ksIhPeYr4j2j9Ps9eauWPTMUpr36aAK9KYWgPa7HkD35i7E9p/DNPGktH72i0qC7vOevvLim/zt+3KI81q/sPDu4Dj7zs3I8pCxuPZALSD1sN7M9kXoIPeGOp73hzvU9ofWEumyZSb5IZAE+quvSPBy3373LRCQ9qtWRPZ1E3D2hdmq9dd4JvWtGczytVEK9s13dPbVRsjx181G9qfYyvUWFZ7xXL/S7g4PHvGxpvrqLjow97YdzPfM1rj1MlyI9hvl7vWGSaDs9Tq48t6GEPfo7CD4OJrY8vvzfu/ISjrwxzRy+HDXzvORgoT06Z6e8xSO1PWO+FLo/AQs+pTkUvW0qRT1SvGo8LzQrOoh4tbxDsEW9ysyfPZVWvjxS6gQ+eph2vQoiuz1T03Q91k4BvsEJID0paI29yE+fvSpn9z3o83Q8nlXgvR74WL18ijs8QMFqPZqHtj0AWBq9R2GZPCFXj7xS2zm99sC4vdI4gL0ZWQy9t3EXu6d5Kz17p9c8vd2OvDNkHLsSrv29wWFLO6JzEL0+lzI9T3fEOzQp9D1ku7a9pBNhPSTLlTvOe6k9y8vePRP0WL1ckji99tsjPsYWPj0Vap29uT77O4JIyr06W8o8",
        "DEGVOqaBiD1u6AA9U1rGPZUoq7rbdoE8nYosu81FgT1C6q29piqsPffkdzyugIU8wW/7vB/NhD2iSpy8pum2vRlCOz13jhA7atX2vBHDFz1MkAY978+UvWZ3zbxi/qY9aOTaveomUD0E0ew86oqevfUptL3D3+Y9OSVhPY7zTjys6zO8bo7SPfg8qzz8sSs8BBh0PT4GKr3NMNG9E6HXvWT8Sj1V/QO+d4qAu5feBz6L3wY+v6zMPUbSE72gjXW9pt2nu7E5T72Ehae9jKdwvZ35Vb0lcLy9yCo1vnu9xrwI1YI9aCTWvX7vADx8aUo910WgvAZptbzR54W9yHNqPB7R9zwh3zm95vO/PNp9Ozwb5iK9RozBPQnPDrwbgpc8fwOlPbEfkz3P40A9BWHxPH4oHjzhKQE8YlIvvRm/DDzAR3I+EGFSvfc/lD38iw48p56/vJNCAb6ipjU9Q4gmPOqjFz0dzB29I92HPTmZKr3FzVu9onDevMXw1T2IvJ484NDEvdA04D1YUia9ILwhPaj9bLvXbJe7wlofvpnSWLyOqrW7iGm7vAt2zTotvbm8K0SHvS+GQr3qtWU8rUroOqEfoLwaEcM7nNKRvcf/9D2eDeQ9iM/QvLwvCz7TgaS9zQoGvcmp5j1SK5Y99fjQPNJydD2nC8Q9u7RbPbsoGT3WeXG9j0DFPXQenjwsQwu+daQfPp2Lpb0BObI9dAy3vO3F+T3TNtk8W+A+vjAf3Ty7TEy8PzyWvGg6G70w+rW7AMLEvZzQNboXv2O9J9Uqvbt9NT1CK6k9YEdTvXlCLby7DzW9XbsOPYZg8b3D3ZA9eukCPn2BFL1amwS+S+ycPY5fZD7/4w+9inADvcqtvTz6ZQQ9q6CWPZ8LUz0EW7U74xh9PWCLszzo7Fe9FBGXPe4Gk719NAe9dxzIvVzDsb1OLze9IetXPS29oD3FaaS8yHRwvSFU2TxlQhI8BGDlvbye8LzWlyW8G+knvWlgwz2o0L87fSxDPFp6ubxEw0G9",
        "4pm7PVNKJbxU6AS9fvY2PL8NNb5Cc0+90mLkPLl7f723IR694RIaPbWAAr3ZPOC8z4AAvR1c8rxtxgA+7ygwPUdQ4L2g4DA9spmBvD/mET5bIIs7TdOAPF/tTr2q+xg9/SVNPdRlqrynv/g9IH45Pp5r9Lw8WDk9vLNbvfysOj3Thpm9Fv6/OdBP8Lzvlo89BQtfPGDpqTvcpJU9RLQIvVebmT0F/z29V+jNvTHomLzlg7W97JFlvEb+27wKr8m8xIh2PDEwOb0ejZi9CvOTPd92DbyWO9U9I5d8vXhNPrxXUGU87TGXPXzkjb05MZO72mUrPTrXXL29x287ppUEvQ58DL62GcO8Gq3PvPB4xT0AqFo9vZ86PcvqB701U4S9wAyKPR/Zeb25Bj89OjYPPQOOiT0+3Zi977WBvciOmT08dEy9yGZdvWfuMzzl6Ba+aG28uyQB4TySz4I8Pj7/vcCVNzySvoO8EyXzPOxNpbrlTeQ8ldGHO2Yf2Dyjbly8Zla0PTQtaryl3bo9uazqvA1eLT1Xc5y9NwmYPU6po71069e9nfQCvQniqTvfRsq7cBB4O4P/wDz/DJU8FctNvivdVTy/NrM8Nub6PMPeAbzZWjM8ndEgPUZc5Ty1OEa9YUckPCEGor0uO5i9bbjKvDbEDz5U3p87S8HePJapHb2kwYO8v0IQPgzEqTyu9Ni8bAX2O++kl71RSO68RyZxvasWyjzTS5e9QnE2Pnpy0704TN+90EX3vew3tTzQAoW9uTdHPAi2ajqrL288+sIuvTZEXz0/wLu9WoVePfM5yj0hFio+KpTivEWbRz3dLKM9NTQ3vV/aPb43M209wXWnvUOnIj7mUpc8wT+zvdHjODwYvps7RUAsPjJOqDzUJAw9IiGOvXB/zLwspQO99Xy6PYG8CL0F3NM8DzCfPfM5rr2MZN681hGtvLUX0Twuj2A9Nfh9PIVPQ7s0rII9i9YJvWfwSL0WIVg9K7aCuy9HobyJCoA8173kPSWkJj2X3wE9",
        "0c4JvsLma72uhvc9WF0WPYYrGT1wVmA8RpH1vG1hBj2z2IY9O4vfvTksND4PrUw8VAuJPX4kIb7olEi+wJMau5ZZrjwnYga91aRVvecrRD5PL4m9E/vGvfVU0btvGom9pZwzPmGttbyAqdk8zbr8PL6aprygtau9YkYEvNDIT71tvUK9TlzKva9AC75870E+mYoMPQtLwrs6bnG9K/ZRvcyTHT2Fr0U9tnnAvUtpjT0wMhO7VsMWPlbqNTyOEJS7ufQbPUCqub2dOHk8iffFPB4ekLvnZqW7dlnUPfDAJr1/No65XOlfPZsPt7zwsaC9Op3gvcGOpz26xK27h7rgPcGD2Tzhz7m9s/8yu4H+5LsVqiQ9wPAWPaJKiD2ljTS9VE+vvaQyKb1eqKK99IhCPZQXYz0KIbm7+0kmPRHuLD2ygx27+rjIu9oBPr5NCRC+vYgzPdbD370wF9c9Z1AnvV3sED1NVvi7u2tgvVyKBL1MT5O8BZD/vVmN4L3/WlU99QeePYfuyDyI7Ni9vdrFvF1LaT1E0rs8BLYAvquwl7wHR1k99JGgvC+Osrwi58495tcFvQ2Vjj0OKY09433kvbO2q7wikkM9npRDvdAGCb3ceAE9q9EAPGz0lzzOQRs9AaAMPbV2FLyxprA8g2UBPh1cwD34P7E9ltpZvRX7dD1Lvr68WiADPUB7gD2UpTO8GHLxPWM7mT3QuDA9oYW6PVf7gr0jEac9yr3gPIQcyb1xMkm9P8yJPUvkxT31zty7mmQWvY3MTr2bFh29PfOWPfevMz2JP5e9iFMCPpBt97rn4E69H/s8PZJeBL00p/26IWKmvL9+Zzu4g6m9RqtvO30Qmz2VfJq9adsEvhrMbT3wJQk9GeyuvBGtJrzPLrE8s3fRvGPoUT3Gm1w+03SxPR/cdT1NiB++70CMvaHWD7w1KWs9cADvvbhLCz5mWd49/tMjPUSvvrwCQmo9nEYfvi4e7bw3wME9JMuBPfMdBD7RhCA9yKfavfmCZL2AFK+9",
        "XnUuvLl1zb1GykQ9ecvHPAlopj0vsbe8WQKCOyjNCr0Rzf49BuA9PFJuxzxKoJa9DkgbPYmNhb3F2t49AMWVPftVGz3SsKk9C6b1vX8HNb3DifI8ogWwvZgdUD15X069qKXAPJrHvj3NkQQ9QvefPecvpL13ngY8zxbUPBOb872BzKc9bxPxvPyIxzzLhWI93uy7vNVYtj2D9WW9TegBPRWTnDnnhby8Cnx2vdVaqT3nBpU9C8uYvfcFEb38QLm9M8X7PAW9zDzEbjQ81yuZPa87Kj6TEq+83kL5vD5AnL3PoLI9NFvRvIb5fb3M6QU+H/5xPq9hBLvxx/29LEENPYgavD3UHXe9oQACPXzUYT6VUIg8h6EnPefDCLz5T2o9h3kovbu+gz03ZU08Af0CPp+5rbwRz9Q6oxr2PCtuIj4S5be9SVIevRMGzDwFiCM99fw7vZ7LgD3cnes6qPG7Pd+QvD3/tXw90JgQPZlSHT4yg6c8EfvYvHtk1DybzKY7eb+xPcHzrbz1xxq8yycSval3DL1EaEa9sLmZPGwRDD37pSq+A/KpvE4c3Lw42q68C+onvZOmFD0pQyc935PZO+pIcL3+Fxg9pgnnPKGraTxZZOU8tTdZvI28hL2ylkY9AoDyvU/YIL0MTdQ9+fGRPAh1ED2Zia29lOZQPFZwSzuaG+O9WFsiPYlUBD1tNVm7GvbcO7pYg71ePjM9fLpmOdQwOr2PRqM9VF/2vZn5gr1qZwW8UZ6XvQFJq71Gsxk+qhtsPDT3CL6+rCG9IQ/BvP6utz0cjpc9tVzTPUnMBj6xOao9ftMhvsUSmz2WcV69C8ZuvQnYk7xBqCa8qFXdPUdBGD688sq80xHfvOs7uDymiM290LBgPbiiAjxI3Ne8W+sNPZ5AjT2GsgC9ZNC3PBInND3+ydK9HQjGPd88AL2RKh89c12KO2EdK73Cv2A87BzWvZeGkbwpqi09z+/SvQ8Usz2utV+9AWyCvDeIlj1p/FA8iUtSPcAvuj3H+Ps9",
        "1isfvP1SVztBKhM9dYlfu+EZq709CQ2+VSxgPEPEJb1eBD89+KBnPOGDED1hc0k9ogpEPXeeE76hHge9uYV3vfSnUb2Gia89JWLXvVMs+zv5eCw8vxsFvjg1wzwkf3E9jxN1vYH1lz164XW8YCQzPetnTrrTPZI93+6GvG7Cg70PBP09giHSu5ROnTrIW5G9a7CkvdFggr1K4hM+CMzUvRhoC73iShu9JY4cPWBP3j1p2xw8Wo5uPWX6yztIf728wvgFPjZYST1XkWM9f4j9PN++gLyHnwC8CPZDvUAQgT2mj0+9o1ELveouMDxspJ89ZciIPY7xsb1ZJDm7MG6PPb0jsLv/s769ljsevcE+PD5noDq9bDxRvWamfLtksNI6euvAvcJcvb3MTgK9S6vOPFCfCjxBCga9Wx3ZPbkZprwJCgg9kwUku6gqBD4hbT89wUsNvuMxCD0YEGg8Py1VvSWEPz30X6C95+1TPJquIj3Id9670P+fvHcTAb3rc5U9td6CPE0s7T065Om8wFWOvKtVmT3yvGC+KTk/O2LGxrwPAO08QAMYPAkm5D3sLg48CgjBvUS0sr2qBAG9tTSZPeWx2z1ZhN+8saKSPcDDsrzTDJI95Y4VvJ3ZxT0kj4s93oh0O6Gquz2e1Ck+GDTGPXViIz1/2SE8R4/QvJKI47yJNQe9eTi3uzKW6LzRhJc7Px8UPqaUzz02XJc8Z1C8PLXSNL3/u5i9O40WvS13Ar3HXK46C0wCvktOubxi2b89AWBMvfFOxLwQrXu9fxcuPd2KLDzFjSk9RrZCPQxsfz1Bsss82PqMPMI51z1RIQI8mXP3OgF0GT5+mNu8AhGZO7Bo57x847+8jJk/veyVh70fMY294poMPWbJtLzgLny9gEWGPM3Emb2mJEM9gzH9PK/j7D0PEwg96OfIvN5qgT2nod+90uPIPRI/vT23cRm9rlMMPYrPSD0ZPDq9nIM9vc+mGj3H6a+9vaKvvc+x6LxJH8E8wGofPScotLzeQiA8",
        "ImgOvpej5Tu7DJK92BPhPZegQ71R/Au+6zczvQiMy7mg9m28cKSrve67RLyoVHE92Ro1Pg6aoj1E6TS9y3GevPDaAD3jpLa9F5+jPVELGjxxVqE92XojPfTmCr0Uc/K8fzGXPNQ8Kb5PsGU9PVrPvaFIu72TdJq9BbH1PCvuuT0QhM29yXpBPfvOBbz7+oi+rH94vY+eVj0hQ6w9C+lCvUV8wL2/rVi9iHMtvIfNeL2HIRk+HRPZvEMkjj3kUrE7YTqCPXtlMb7gxRq9SR+xPDByDD2YtIU7V7aSvW8WUDw8E269AF2yPTRisT1Vjt04ZggRPfHqqbzg61g9gN5VPcar6Dseu5g9D16APPsaoT0HDD6914uUuzOptT1s0i892H6HurmQpTtOMIO9ui2MPAzPIz4PFRO8LwYWPXQmCL4GiuW8SaNVvfED5D28UMg6nyCYPP1oFb1QZg6+P7LJO8B8N7sAyPE9fxb4vZ7onbxpUuM9FsakPJ8j+70YgXO9Dx+UPQRXyLvrAyw89XBwvbKMsj2A4b28pfZ3PftpT73iJsS9xQFSvExPgr3nVBi9xoRLPTVgvbwPpCw9ImsZvQezF73Bb2a9jhz3vHd1kb01gAi+e2pDvT4kGj71/Ao+a0yEvUEuRL1yGRy95xzyvaSJvz0s0V09hsDiPX0SYT0GnIs6BcRUvSozYb4GHUg9SLCTPRcoUT0c6MG9Q5YbvFSHWL3tRYy8VpPYvSv/KT3DgNE7f2devToJY71rV+u8wDb0umZGtDwx1sI9Zjs4vNzfgT3n6gS9LJogvcMt8b2iHBi+aGqBPKXI47ngmaG841o7vIp0JDwop+q8+Zdkvaw+rj1tybg9ZLHUvPGnEj4dCKg96zx/PZ7A9734JQi9hTukvEx5UL1lHQg9iedUPeBLr7g2KYg8glBTPYmIdb2jSA89nxiOvKhqez13aJU8YIK8vNla+rxFyII8Q3qvvHwJYz3myBU9QpCWvcRVmjyaq648yzGgvYObwj0FDkA+",
        "rrCePTo/fz0uqqu9WSuMvNvLrD3+0wu+/gDgvZjXOr3PYNO95eCYvCtcUb2KPjY9asaUvcLrjby7q7W9sRviPMJAMD2MGCg954bFvI2pSj2BGxw9Bg7IPVtTx71rb4O9NpfBvU3tGj6+G+67ZCiUvapZ573ICE++yrBhPW9smDxB2Wu8ymKXPZLKuLzCVM+9n6a1vGsrtrzMzfw9b8AuPL1N1zxzAPW95au3vUN0rrwuwki6TrXDvIe7f71jtys8pVkSvq5yAD2lz9O8RQH0vZhc8Dzpdqs8ehIIvf5K/7sg/109/Jalvdb4C73XhAA7l+cHvmnHx7vUnzi9ixtAvdSS2r1x1pm8AnpYPSL3cD1Fur09+V8ZPqvvfL3nrtg9OZAnvU6azD1QO7m91txDPSJwbj1rXHu9NJgSPSULIz2GMB88qVU8PQn8Lz4VAyu+rmrOve97N705dqa94gPNvEmKlb3dEyO9l0+HvY5IVz7WUTE9sF3NPZIRBT4TVaK990mrvAPwx7yNxWK96izhPSVGub0EM108BnvRPLFPQj2uqwO9+8KKvIBLCb1PleO9rWB8PWzegT3RZzW9bs7CvaDMFjz+H3I9N5T0vBO57rylhtU90yzdPITuQr3Dk/I95C38O+SCzzz5CMA7N1whvdvW2rzo9uC9zmAaPvxFWj20FvQ9evyDvVdp+Lxwdfq813rluiuPR72xPHq8Nv6+PeYphr3I41U8u0SWPc22Aj224tq8RzxcPc9y1b1VdYG9grbGPDkJEb4eRhA74+O9vZ0Opb3naV28saNVvBMM4L3mD1y9+3YcvmG7abzH0Rk9BJuCver54bxQXNo8s52EvXwjAb3Ns1E8SyymvQkS0jw7yxa8kEc5vtBizr28Jes9EXE8PLXgbTtm8Mu8nWpjO24gLzwjZI683LK7PAFZgT0x8lG9Xsi2vROw2r15lsA9S3ioPUoVDb5uUlg8s8t3vAg/FTx/rBu8Tu/Jux17ybwO+445eAwBvO6Ev72/WQy9",
        "OXd+PMz3Rj3z6xo+3rSfPQ1SYL3URjk9XAr6PNzj5j3R8a+91yqavV/Anj1rbju9xR1TvGsvgDvnsBQ9Ic0uPWMcazy/efq8YO2eO6BNBr6UsHu94tMcvA/SHD2xrwK+eIYQvSo/KL2HjAC+fc/LO6+7Tj03VSW9xr6pPBOKJz3rDSo9ZE2ePfbajzzIacQ93ZL5uyLO4L3beio9nicXvaBtPT0F/CI8qMZXPb7Yo70PZJm9trMOvE3aYT3wDYa8g32fvTbld71MY3m90aHpPBuzaL0pl1O9X5nLPfDuFj11zM48P+zIvGy0s7wsLYw9LEhdvU92Gj5ZUee9AAd1PFTCCz0VpTo+gT0wvR59mTwglqS7ThNWvd44nD3hoMk8dSApvirdkz0a/gU9X55uvReeoz11+H09El2svOjmLL1klrO9LTDNPVTNzT0LewI+YJCkvSBjvD3fxDE8XkWCu4mGdr25tdS956APPfi2mT04tdc7xxhMvTn6qL2YrjE8qewNPDBVYD2yotQ9bYnhvU0ZBr2Rypa9DnwOPVZ5aD3yCfs8Jy4MviK4Ab3UwXA9j0xGu2Mzlj17MbA9nWQSPrgWaD2NZJE9QutivLOqVj0cfc06/tS5PND0r7yhc9c8wE2MvFlUAD5cymM9Ew8Iu3lWjLsdMvQ8NeIOPnu83T2RX7i9ekI/vfdV6D0z1Ac+12bKPU+Eez1HoFC9QFhOO1/QoLz+cSG9SLv3PBmjlrzUIQU8fnoVvQShrD3tMe69RDncPJzz3z0XZKM7pFafvEsoG707gx09QGALvpAW8b2lq4Q82oFjPaVVqb2PpFM9YfqQvavjLr0W8K+8auoUvhE9/DxrF9I8MoqHu6A/o72nPkQ9eKmbPdgToT3r4tU8Eu9aPSBLwzwx2lM9iJeivQH/Lz3zPDq9jE8nPvZgnzwMerU7lBngu/qi4TriftO99EETvUpAgj1OME6+RwIUPr6AC779bKq9UWiQvVU7szyES2O9bglYvQIXGj2uIi89",
        "c+tIPUwDXr0VCYO8KHVsPcnxPbyTD5k9fvRFvXXqB76KMfU81TcvPWDykTzxIYa8RNaqvFSntz02+gW9LMkrvQTpB74oSaC7jd7QvYjMA73dBQs+KYDuPQbZvj1Z94G9jSalPa1PWb2Gyfa88fuuvYA4H71K7oa9oduVPeuAv7wo1Bu9jL3svFHe2zyaUw29+vImvtvdGrpBqBY9HC98vUdH17time49Ms40vTcpcr3cbm48oI90PTZ0l7wXDNg85avGu93LdDoCyxK9ccj1PN2dKDzsrce84vr9vDLymT0DIg8+8Jxyu7OKiDlDKvC9Uo/dO+eYMb0PhXW9ZjjBvXgpq70OT5o8q5ipO9AgP707BQW8MOZavfZ2vL1NuTe+JfT1Pf0hgLyjgSG9pGgePAi0mb0r9Z+8HZp0uip+Nr3Xajq9ZUpfvdXeID0NmAy7uRtvPW2Aij1SyvU89NLrvcDr3LwCViq9LUC1PJz5Cj56eT28g0NVvT/IVj18DSA9ONNTPZMtz73t30W88KRIvbe5AT5UlPG9vaZLPGN0R72nEke8ZCwPPduqLbwqvBg+RzcPvoyBKz0oHma5jc1zPHMQxbwp+g68K0K6PRz6j73vVQE+cG1Qvf52KD3y/Iy9kfOWPZBvh7wHXl29wXxjPL30Tb3xCt67K9dnvO04gD1mz0e+BfMFOuWJvr0CasK8vgq1vQY4Nz2J3qo71y5jvH6BEDxOzhM9KjJQPSjCgj0ibxi7e9vJPJKPrz1t8/69+Y1pPQBFST1tGcs9Ssy4PB3boD0dmZe9WCIUPQ8Xoz3puJm9oZlyPSsPhrysfyC+0rtIPfo/FD2iDxc9gvGIvatppbwrPXE9f1ilPIBLs73LZi68XlpPPQ2PsL3cc9A9UpUuvWyXmbwu/4m8A2GmvMjISL1ITqA8g763PWXMWz0kX429BrQcPY8UqL2VRrs8VgCmvW4sPb5166i8UCyCuzqLbT1kCzC9K6pWvXobor1xlSi9Cb1FPOuzxj1ztqw9",
        "aBS6PXo+Bj4Czui86skNPnAnGz2HjDM+0tfVOxNVHb5vwNm83dUBPpi7Mb3TwkK91ApPPRkOjL20NcY90vOdvTCt6zxnff69aotMPU4QS71VdQO96Pu3vYmaXr0QPW69e/4zPSy/0z02K5y8HT8oPpOe/rvT+gE+OocmOg3+3j3dsCe9vHkSvhRRej0HkGU8pKePvQ++HD1WSq89ZA8bvbNxOLyzKl08V/WXvDYGvrzGdUI8UEaYvYZ0izz5XtQ8BY+uvQl4qrx5f6o8sdeLu1bAYD2rmJU8kb6FPDZNW7y9BGQ9luNJvEznML3v0gO+60rMvfgRarwOoie9+0DOve+6Ybzvlts5qfgiPX6lsL2MeAW9fliavchrv71dyNA86gV6PYOBrDzeska96OzgvdYlFT0CQKm9yiCXvVJZuL3hb+O9JpUYvqjoT73Q2CO981gGvo+6C70spfY9gzstvEYVej1MJ6C7gc7VvMYEOrz1fRC9L8O4PcDLebtoGoE9zvycO+5E1LtQu3q9iq8nPLwQCD1D+hu+fChlvJMsCL45GqW8vO98PYhViTnG7bC9tqi9PeoQ5LpxJrY9KVmDPRO0wz07JNE9/HkEOyAzKD3g3bo91lhUPV8oFD5c00C8EswKPciUIryVffu9Yd5GvSxQtL2O2Bq9RybGPSt9Xb5CCrg9GCVWvda49L17anS8ziwNvTpEYTp75Iu84nHyPGj7er3JBL295Z/APeua6jxf2qE7VgtyPW1vCbxWNIE6hKRovbuI9TzoDGE9hYXHPHdWAz4z2vc9gaVlvYL/Hz6VDk69HNZUvWC5tDuUQii+1K0cPY5057xE5HU9LNfZPfrkGT5G4Qw9XJdqPIXs0DxdY7+9TSFlPdzNHr3Gxtk9+UmqvO8QP7yxx4q9Mx2wvBN8i7xGeo07C8ybvUyJwjsxkkk8zgs+u7vuhLweKYm7ywpQvR1OpD3UHwg9CsUZPdA4G72jnoy6rTvmveir0b1tc7I9MQ+3uwqHrLzoUOw8",
        "MJ05vlV/kb3hFbK97c+kvcHk0b3p7Li8Es77ve1wnrzbw4e9U1HJvQ9Raz1k5TM9iwM2PSDxTz6qHmw9x44jPH+BqrwUMYe9hP8qPUopBD4RgHC+u3f7PeAGZb3E2gk+JNcVPbHF7DxlMrS8wKzUvbg8RDtFqRq+mcSMPDNAGD3OvcS78w5Jug7Oqz1h+sA908jCPXIORDs6vcS9MgIWPXhFNjzbU+48HgkZOy3yUzx40Ma85aj4vExbh7zVqmG75efhvZIxoL3YmnG9McKSuyBRTT3kNQS9q6eDvbfZIT1drUm9t2KivV4jY72bbFA8ohoXPPtMYb3+36I8ZL5MPBouRr21Wd+94IstPT/P6jwPEMA8HXlgvNfyAj1Kwr+97lI9vRyrrTyEPxw9MAoavQxKrbyE5ww9/BWPvSIiz70i4NO9f/pcvXRXQ71owCo90SB3ve6Ewb0SqJu8lx2uvWsCeL2k+e88lkNcPU6QIrsGga89z36IPZtm+7wWwQy9IyYwvvUSQ7xZ46W9VnT6vOI10T1LBg494XYSPecQhTxsGaC9xB0tvac9mj1gtPQ9F8+8PaxQkr0C5XG9HwgdvNQrtrubtBe9R6YvPe5Pfb3+ZtC9IuWEvXoRmD1QK4g9rQnbvRy/lLw0Onc9yI2QvOfqrbx6ZgG8s1arvUsiML33fbK8BLnlPbl2vb37pku9X+l6PTqwJL14rCi+O84Nvn8rLz2PMz29+6Q/PJx7wzzrvrC83XfLvVpFQr2kJfc8IlkUPtFNMjy6SvS85kKkveISOb3RdFS9xmiXvWbepD2tRH29K44ovXJ9pz1T/Xw9POxuvZ5Fnr2Xy5i6Z/alvI79ET0DWbS8vrCsu8r8hL0xJrK9PEPgu78uEj2TWuU9/+1lPXcr4zyndUc8kx8nvXpE772/44w9exBjvRsGur28ac48qMnEvZzU1z3nXMq8LGMWvhCwfDw12+I8VdvKPfkvnzxHbaA9Gv+bPFEcVbwcKGA9iisSPd8ClbyzTYq9",
        "etnXO9al+7ypd+W9RuSCPSbxID2JzfY9vy9OvYgBlzvJ6KY84xCDPNLuv7wUbT680yeNPTPprj1BeAO+aTknPT9Rmj3Uejy8AwWMPb1LsD2Nv3Q97yoJPNUUk7w+Duy9yEJAvLPFiL3ltP88tQirvPPp4D1KtDU7FEurPbhkOryUeOK7iGf8Pa6/mTzX6Zo92PYQPUN9Vz0lJCe+ezYWvpl4sjzKBFQ9tcP9vA5VBj137aI9CvdqvRvAc728VW29V9vhvRXLEr3L/Xy8yAlJvVHrFz7kMtI9M0XBPcDS2j0y4Oq9z6gOvTxA2rxCwGK9sUFuvfTLEb3p1ZI9eDfWvKcNfDyYlRC+wsSZPM+7Nj0rmKI7L6HTvNiJT73Zhqe8Vu0ivZS+gr1pitS9hse6PN0qBz0pZ4o8aThGPYLaaj1GNAU+bmf6u8YuCb2qvXc9RVw7PsUHiD3DndG8UUTrvcwMazxQEpk8firmPTANaz0+Hfy9xM4oPuoLwj2RkGg72LW7vZA9hb1OOdK8PxOGPTISAz6DI8u8zGRZPY+Ih7zeuFo9KM37vBgPFj1TeiC9YMSjPAtrDr1T0yM9UKUAPvhLQT3NTJ694aVvvTFxQb0cYRq9RepevRByNL1r5q29baGjvV4NWj0Hvjk8VtaXvXtmRr3Ms509FNMRPRm0Gr2S5j69q87ovHp9FL0xnAs9ImGyvVcu2bxCgLW9nAwRvUsy5DznGXY8JjaEvS2upD0hMS08iAoCvdgqST2lCrI9K853vZEPTD1Wg7A9/0RAvSY+M7s9wgK9qUruPYT4OD3VHCk9SbK9PA/1xb2cnMk9Il2sPZG66bzDf848yB3wu5RomzwcFe09dufCPHCeGT3AFQq+FiDRPT7L1z3TqBu93elZu+p7iLyoxD8+qSnjvG+Jjz3fooY91ARQPOGVXD1/NuA9JWpSPSMu4ry5C/27tHubvWyEvT1XQ509Q8CVvcJ3rjzr/ua9CLxUvex39jxiSTO9jVSiPUSuYD644x28",
        "fsEGPY4R1r0MVbq900HUPPmd0D1O/ME9ZaOMPQn5kb224py8r303vXKrLL2t1cC8XuEAPsRY67xjeJK8e7RkPDCzjj1msQE+G92JvUvLzLzhV/I7WjADPEiTMr1pfPO9Z8vCvCWOuT3+VaY9HXjJOqs9Nj2SypW7CLdkvJDwyz2AoJY97JkuvlLguT3Re1U8yKMkvbJUUTxjvLm98hkmPTDRnz2MHqy9txKHvE+89TyNRXC9+6mVvVUlLb43SNg99JVJvmw/wD2XrI28qMT/PFHUlrsghLo92+bMPBQC97xA6Rg9RU5ivbN+Yr0TDiU9YGByPTubx72mXyA9EsxEPUi69z063Is7Wg+vPMLS8b0U1fs8D3wYvqAWnzw0kXW9scdGPWyXW73yGsa8hBbcu9tsJDwSrM49ijizOj/PMT33R8i6RGhSvG2DM70dM6I6sUhtvdE1Bb4310s8u3/Fu6p2pz39w+A8AG+fvYmCPjx0o6u9/Q6YOzJD3D0+fMY91txTPTrctrufUqA9L0fVvWKb7zyVbja+WDH2PT7NQDxvLvC9k4z4O284dL28vfU6OjcNvpl/1jwlVpg8Xx+wvQrpAz0X2Ci9XxAaPvFpwjthFwu8IjIjvc9Vor0o/Bi8MfnlvAJXsrup8JK9rdbwPGC87zzDcSA9IdkMPfYrkT25mo+9qYxcvClMS70P1OU90LqVPdIwHTx+YgY+20nOPSzcK7wAyHc9pfkavJ3sAr3h9S29Y1pbPR7kjzxfB6u8BGIfPS/5H753bns970PLvajCpj3i4gc+U7UGvEE1gr0B8dQ8SyQgvSwz9Tu6cdq9MUmyPVgXer3VZiO9ephwPWwEdD0496c9KKSJvachmz1fsgw9fSuSPTyKwr0UadM9kZMRPbTCOT7FxpK9h7agPWInpj2GBhK9r5rTOzlzl730PZe98ykHPHzVkzwQHJm9JpIdPXQSjD2QexI92UUAPNdhO74B3zY90GeOvOz8Oj4WVLe9mfGtvG29mTxO/h49",
        "/woMvYibuLyp75E9TOQgvkt1G71piyi+Z0HGvK997TzTGdA8PjhGPXBnMrxxkAg9VQ/hu+Cwp726q9u9PA3Gu0EJDL3xWGm9Lo9aPYmTsDvwEQu9oj0WPPnEgb0NFO+95VgsPlaNwzx9Uzk8vLmhPKLZfz2dIhk9OsV/veaykjy7S5u9LMGtPCpwjr32pQ693yEWvbBMRr1G+UU9GTTuPXWkfLwQCEK8B4GBvAWORb5JXvS8MPYCOwAH4b16OoG8UajMu01Tr72VbyC8ix2QvX/NZr0ASAq+tZ4UPSLQCD16fJE9rv2NPaKFSL1t2Vc9xl8MPifLjz0DPpu8w6UFPA9Qpz3PSZw9VwoEvoezn72wbpG860OHPZBMbz1MbZU8oUjnvUZBjjzzPju9gt6Fvc26HD3IH4G9GV4CPrVjrLxEqYe7meeOOuWFzbwc+jI+TNiKvV/VLj7MpV49ZCGlvXNj9T1SzYy939snPXSUITxVifU8xlSRvB1j2zsHXE68F7HQvFw3/7zgyd68QIKHvcCOPD01gcg9zHexvchaHz1UyKO928w0vW5OT71AnGQ819TyvQCCHT3TYaI9QuerPSl/hDxY+La6JrCLPSMD0D147Tq9vkTRPQrqTLw7ly+9anTAPKpJZ7w71Qw+bH8CvvsWKLw0pNu83cgaPKMiYz02nxc+JfSaPam99jz0haY9xYr0Pea8AD1Js988yU7vva6A470N7Ga8sqXOvIu3Fr0A7j09aa9wPRAMHb3xaP89y1WRvXmC8rxwLtq9vcyzPJGK6b2ZlW69Y5IdPXMMyr3fjzO9FvoDvRJdVb1Uu1M9yOE9vfW507wuIGq9wk/xPA56/rvCQye+ZeFrvZ92er22pB89/aIKPeOgUL1qdxQ9dlq+PedCzD2Xz568yyQYPF8LIjzKoAC+guU5vY2h2Dziqa+98FZ0vRRhuLv0jr49Zkm4vYoQk7399/a9QvbGPQtROzqorJm8KowqPdbZAj7Knl29cMIcPgivYD3rssa8",
        "Mbijvaf3Fr3SwSu7Ee1/vERYQr2NCEW9SppwPRVKfb39b1g9tG57PdjBv718H/I8zBOCvT35/bwOlaK905NBPXU0Fz55Tji9q5QLPq5cy7vAzo29KPNYvVUQkr2yOwE8LSO9O80ku7nFCSi9mVWOvAHzlL0gCzE9LK26vRja8L1sW7c9NvuMPL99qjxgrio8g3qQvcT1yLymFRq93LrEPDt3c7zgUZ68f96QPchd7Lz3WMq9iVAXPoRwHzt3q5i9FKO6vU2mWryFh8u9uym9PM6jbr2Eezi9VUd6PT/b8by7wXU8gwm/vR3SyL2i6zs92U6nPZxxAD1EjZW9KSJ1PNTrwbol9FI9Nk+rvVmiwL0vK+k8D6dfvJOriT2Wsps9TQCePbQteb31oJ49PiqjPa8PYD0SiyO+H1MFPqok6r35Leo8e/bNvLy/mL2OvUQ+AXJJPekgH71YubC9/O7LPT/WoT1xIhk9OY4LvqNmFDyQXOA9l+TIvO6Lsr0DkrS9FIIDvs+zET5Zse47K3gePBsXZr2N2hu9/CJsvQ8ZeL3sn9g7HBRuPSjatL3uuhM9swL1PMCgury2KxG+eSAdPY/xjbydKl+8X2g3PBk/lD0LEp08d4QOvZOZi704K428eUzHvW28Cj5URGu8l9QZvG9TLDoCj9k8F0JxvCf+PbwZWta84h87PPQVbzy60/08UmimvXkrrT2Kfi6+TW6JvWenIr3aWfc83rPpPQWGPjtV7bU8jFhOvbfjVD09o3+79u2bPebsAD5cp6G8FgQDPidjjLyK9dS8Z9avvK12RLzTNow9Mq2tvdUzVT11DrQ8V8soPUIAn71PL369dgvuvUvagT3Vg4s9rkAfPZoFAr13xIs9VLmkvB3WtrwuNY+9Qw9tPXfSorzSciA+NhpgPh1qMzzQ09y9OSU7PahxTD3dD8m9nx1lvXqflb1WBF89wMdkPZ0BDD15qT89YLS2PTaytLuI2So7lvXAvYrsLTzb58298o8ePbDnGz3Gd/m8",
        "mCTFvM1UhL1iImK81F9qPTh0djwIY7e96GWXPcZSzLxjk8C9tcm3PbzpTj3YVVe8obqkPFtFlrvpAgM9pzyiOdIB5T0TU9i9jd7uva7TmLzz8xg+MRVVvXN/mT3O18G9gUZ5PIuBu7wt4cs9LW0VPDs6Hj1SYkc9BufePf3qJL18eY48QbvZvMeSHL3Jroo78pPQPKdYvT2jjbK9OnQKPUbzCT4sAqa9PfqVPHCCxr2x6369qHwDviuvXD0xXN69KzrOvF2QSD3zXAC9f4RGPV2qpj3Yaqi8y9dKvO7vIbx+Rae9UxY0PTsIBD3/vow9TW+IvVVigbqR6SC9HiYdPK7Cm72pg5o8v1x6OCMyiTuTP1c8i9aePFh3Db2JNBW+zQyeuvS/RD33hz68dh6iPDZxIj1IaBG+rmLTO6ArWD0iPuK7YdoRPuh5jT13vxu9WL8BvrU5frxQiEO9l+oavohm5b29LYe9PTCJveIgBT2pizC+KhYNPRavb72YGZG9QN6YPehrSb3AIP48psogPTxaYz0kDvg8K5wHPgKOIL0M8Ym9GzVxu2ullbxJhkU9m0xlvWw6Xb1wVRu874Gpu7Ex87wcYMY9CPNYvgR1jTu5hsA95A0CvCo9Hb1DEzS9HJ/IPTATrr0pVLA9goyBvTJ/Yr2cMeS9b7ADvsRBxz2HBSY9c/ioPWnYpD2q1Jc9r4S5vGv6/zwMUsG88JDUveRUAzx/GX29VR8NvtqLpT3YJeE8/KrhvIgoTD2xbKc7tXWdPCjqGD5Hkdo820XtvQsjhT2xyaO5NAaWPasdQz4r4cQ9aK9GPQLISz1S3ao8sIS8ORMa2jxr27Q8ZMDeOW5ZkLut9u4903mEvVduzr0bmYS9uFJFPR7Y6Tz6XcS9mL4BuxmRHj1q24O9rSRQPfbHW7yV9r683qm8O4rfBz2Kmom8+DALvaYYfb37Ago9K9a3vBKmSDxAd+Y9WT0/vE2BHj5UZH28ZKGfPZmOqzzxxZO9wBLZPTP59jzAcg2+",
        "s7EhvFoaaD1s0sm9Sn81vbYq5ryH5Lc8xOPYvDiWbz2ntwy+cI+DPOSNr7wi8DU8NSkOPfsjFT3LyMc98vpbvEYRhT1PgTk96CicPYZOhDxEIhy+InWTvR9KuLyixIW9cmCUvQwvQT4mnl89gG7LvGNnYzwti648+hh3vb0xzT3cHAI92lsXvRMTBj4lPy29+njvu0mrI72zrbg9nqFnvTRpQb1dQha9bdnHvBqa1zo1SoE9Qda1O5ob77xD1lI9z9ykPaeQtLxHENW9tD9aPdWHgbwzKhO+AUBovZVVKL0dqqk9bGDCPTjiozu/gBU8FWe5PHSrBLyqrmu8Vq6JvXn2vz0EKpq9dAwHvSTim71oIPK9PBmLPYvNIT1yAgc+6Hiyvb4wFD2D18O8lpDzPesRDr3m1EK9gYWRvOxNtTppYX+98lnfvKr4jjzrbTq95/RZPW8ORj3mgRs901qWPemTVL3SKqy8Q87jvSPA5700Oyi8O+uyPRsLUT0raSQ8sY3BvS5XmDyfL4W8ojWCPE9Cij1OfMI8cCQivQD6N710z6k9QJYbPR5K8j11sAo+rTDhvMCzLz1cpNS8HJMnOxLNLz3h0ws+kLDUPNTHlr2M2S+9aEwcPcH8N77+kcE9+M5kPPTuqj0bJzS9KlzUvShEg73qIaC9X5kQPQS4Fb3hbKW9dFjRvJzeNz58nuM8Z8koPVS5gDyGiRy+iJxHvRYGsTqUTCu+IlK+O9qgJDzXtwa+c1YqvkkqGL2ofnc9I5lqPRUSc715qcc9/eI4ve2Nk70deJ49jTp2u05tAr0U+AO9vzKGPWKFBb0P7pm83qzJu2S4wLzjcIw8LVclvVdoSL5oeSW6K1jePFYy4rwHpO89jNIjuzQyojzNWnM9r3e0vd0Mn7ydq4G96DQNPoT+Mzo0NwY+kOQRvhrtjb1PI888PusGvg0VBD3MV5S9fCc3vcqCJT2ZVew9BvXNvcUilr0yMoS9D21wvYEweT3KcJq82C6svb2bprzh7hS9",
        "CxR1PLc6Xj1n7AM92t6lvPa4aL2pbUw9WuboPUsGsL3ESI29p9UfvjIlhr0QfQY+6ztMPf97cb1B/o49XQEyvTJohL2Owoc9FHv8PIZw7r2Vhg29RuIivVOTYb0Apfw8GR8IvnfVGz35+Ya9SwxLPfNkm72AU8S7EpIUPgdvdz2EPR49mJueO1A0bDy0GcQ9TXuUu/uOlT1Kidw9PEMWvrO7dj3Z77a82D3UvZ42tz3Wxnk97QzGvamaBj3qpJK9F0DfPOHiJLtS08g8K13DPdXcNL3mglu9YU7hPbZXizzcn4a8yeFyvQ/nhT0EBRw9mCPWPGhZtb3149+95Z7pvebtAT3aGxS9bwzkPOgM0T0Kp2Q9mS0PPWLYKT0dlri9TOmUPfKu/jec2Qg9UjNkvb59Sj1iuIE9YLhZPZ5WRT2Kp8y9MACJvKiLRLxV/Kw9tnA+PUXcPbxtD+49vGFTvTgWu71rWNo8pinSPAO0Ob2eoyS8IVGSvdEUzT0inEU9ZpNlvZZHCb4fXli9JsTMvIyMVj1tC909NJJovaqsob1z+Z89FTs7vT0qdz3G+oU9xnMYvsFLg73UIVa9MpQTvWSuOT6Zmiu8dOuIvANILr2EPoO9lKwFvhAZBL13ERy9gIilPKVO/DsE7BM9DZY1PAAX8rufV7c8jCL9vedfHj3Di3K9iBKivbwIhjysvd68bgA9vV35dD1x1U08pj3kvVRHnrvnT7Y9fs8qvdeyJT0NZkQ8J91nvRq+1j1weT09jGD0PSJbCL5/ZMi9SUi0vNy0xj1XYTY96tGkPDj+4L2CGwg9EUluvPuoEj02pYS9hbkWPAxjJzv8k2Y9RcqfOxXpDL7t6Cg9hu72PRnH7jyq+ou9NtfMvd6Rt72TH2C9eRXAPQ4r+D3uxew8KT+Cu1x2Xry0mvE9kvCDvZdgljzmQji9u36Wva1owLyy4tC8UxTFvUX8t7mf8is9eUoxvYsuqryF1+M6Na34vGYppr3q4A29OxJHPUjTLL1SOIg9",
        "g/uHvRULXL2Kb4G9QlQGvr+/nr1k2DW9yZ66PTfDhT2TaYe9370IPnMmhb3Rc+y8Gs+IPR0BAz5K5LM9dNykuhZfkj2kjgg9w1QYPUXsF76dtgo+nsIIvoWHKL6skOS8sh8vPcJ/zL1AkkA9RkxuvTOeSD2ZvIU9oUUavWl+OD0gQmu9mFYivdsNUDyhXfc9bJ21PVwhpjspeX482o8avoCL570od709HqRdPSczpLfndfU9QU3MPFZdeDwkq/07AWcaPIdhfrwWXtu8Okxivbdwgj3Dh889aTKxvCuNbL03ARM9QQ1LPTMKiDuY8/q91EWTvIuBoj1su5q8vkCvPfEVybww6lw84zrVu7BJXT79+og9z9wtvc2qBTyTwpy9Wlf7vGRKqDyBUQA89+QlPX/scD2jpqI96lpIvavpzTwjBIA9e3rBvUxHOrzIrdw9IAtAvf/5vryRVgg+/aoWvqP3s7yTZ129D2OFvKRax7zlDUu9QfBKvIFhszsjkLu7BXRzPIlDHL0qCfq9bvc5ve3fhr24Dgq9QeiKvXhCnj2bsxK9UsfkvTW2kT3iKCS9wt4YPeC+dr1fUqS8sNOQvVthhr286g89SmwnPbdRZjqbR6O9GYc7vQhinb2R67E9+PKYvY6cezx2EcY9GmACPpiq5Dxz/6k924yVPebnwD0xyBE9QSYgvmvByb1zkq89oNZavaPzIbzjn+u9Wt6ZvQ9ilr3BViy+ToRpvWlBeD1Dio49BW21PMvNk7sDuPG9kxOnPASOLbsiRU67nJRKPbzWRDknBok8Yu14Pck6Pr2mmLM9hYt9POrmFz6MKYO9bN/zvC3eNDw9tMA9lD4LPDuC3Tz1UT09E/yQvU2bOT0sAbK934gAvb4ViDwaUwK87GJmvTHn/z2ZfQ+9YuAHvcKllj0LUNG9ijx0PQs6wjzueaw6AvZFvm2EhbpLwki9ppwhvBAiqz0ylwQ90l1GPStNS72rScm842vQPLW3ArwQ+CW+OC3ovFPNqz2WEz+9",
        "m6O/Pdpo1Tz5dKQ8Og1PPSxG+jxbmzQ9eOhwPdtsAL4zuVO9WweAuFrfqzwhFio9vtaLvb9JDD3HJji9c7xYvJ2xu720seY8/lcdPrmZGT5ZMjS8FvzMveDirj2bBQU927eovXo0LD1h3++8FfcmPhCa7rwGWfa98GI5vZw/UT1dHec9I2W/vYP8tj2Pckg9ZPyGvbwnuT1DKYA9kMcmPZjMPDugzyS9M9sXPaOVSb2dzmi7RNJAPW3pwTyY5kG8NgRWvYw6Fj2cYB89TnCDu2UQV72ZWZq9Pk+zOy86oT1XYPq8MkmJvFK7zzwFFTk+MI3rPKRZLT0NlqA9ez+HPasnXrxFh9I9M7ufvemwkLyhUZ29x3VWPYmaBT6hycE9kn5aPSm6ITz4Kc29MKqBPat15LtT2dG9fgWoPbNLwDy1iNQ8Yex3PfxG6T2mfgs96RWNvc54fTtatg683fGjPbUutj0d/HY99jE3Pe0WCr1zJEE6W78rPUG2lL0j5k476dK6PQsrLbx8CWM9kRLhvc+G+j3C9Ou8C/w3PcDPnb1tsMw9JWHJOq86gDm2qng8XJUCvV3vUL0xkJm99K0ovvvAOz32FkW9s+QGPXKbCb5gIkm9ykc8ve0xy7xAO929Yn8IPQ7S8T0lZeC92uqNvWJFBr4D6PA6gESCvcXm5L2lAIw911qvPe3Tqz1qkhq9kl9YvdAx4Txvli09mrokPkyqX7z/aJ29OLYXvfzYzjzL3GU9/r+4PZ8dqT3tyqa8K5R9PV2LtrxaVXw9MKBwPdC1BbygGkG9cksDPW4xij3bfg6+xTttPJDvvzpLHMU9Ia7jPY2PgT2D9Ok8NFlQPuZJfb14nDk9QGWMvUVNcT1KEZa9VUxBPIIybr2uj7C8pvcgPR8I9Lqv+A29TVQqPK+fwL13l4g8ClBCvbcztbz7Pqm9mUubvRWBBL40VQG+lTA1Pe/dOD0Y59e8L7N3vPFf9z1BzcO9E1ipvIiXKD0fObu96nPWvQxHFL7Reve9",
        "c1ZuPd/DsbsCQh2+OKl+umgDlDnotKi92dumPAZBEjx73ZO9uHPIPMUuc7w5CQu9lEswPnvRmjwBmYa9GoRoPQWpgb2PucY9BhDFvUKgaL0H9qo71TgcPQc8LD6kXfI9rtLPvSg29D2KfqO8yYCdPUOEyz3qJ9y79H0vvTV8uL1m9fm9Y8r0vQVm07z71rw8YRvfPU2HNL3oeaM9i0ErPdZvWLwiLms9BoPvPSboX70RZ4W9nNDtPFETgbySrKM99IqyPX4pDr1sDVw7ELAFvrRVKj29Mms95j64vadPxT0CKsE8pz+7PI7w0b21k4s9xeWROflU/DvlV7E8MOQIPmzRgL2sO5S9lTWzPaSE6bzerjg9+LKxvTV6n73kgWu9NzE/PS0bEDzvhP082x/uPSItxrxrspO97lA3vTekkr3Z5ME9hGWyveur1D2WbBQ9olREvZQNYD0jyEK+sahYvU6zqb3Hfgo87vxkvRRDObyoOjI7/76NPNhmmrxNzp29HsCUPV0Mjz3LvzW9zd69u9qRZr1G45M9aUmJvQYS8rwDoZk8sIZNPSpDADwszYU9tLaAPbYqFLwRIUW8JHKdvCShET6/biU9shJkPZC0d73g2qQ9kfvIvEPllr1dASS9Q+JtPTXqNjthcT69eqUgPNFB8zwt1A6+39IlPhqPEb12L2Y9ZrgxvXarMz3NEYy9qMskvbs9ub2137a9CHutOxqccD0MjIO9hNeBPfxKvbzddkQ8Z6QaPbYY7D2wl5O9bd6qPTUhHL1habG7Wktuvdv8lTwKiZU9Jz++vfEysL3J9oA9hKWoPcC5hD38oLM9tHsTuwlVNz1G0cs9GTSvO5kpo7y/FJS9D2QvvWNanD2OuBe+VySmvHk5nbxp5+i7GEHEPd77k7wwFJA9BnZDO3m0mT1fRYK9aLktPSw3o71/WIs86+i+PILyqL25WwW9dX2ZPczvAj0zAiY95b8uPXihkjsVc369ifJJvH+/qr26tY89iAGgPWmC37xjkBq9",
        "8KAUPHX4QL05Vp69nRIoPdlS6b01iwS91lnjvZsaqzwS/qS8bhcwvRReLj2l7la8S+JWvSAx6z3SWCA+6dniPPCSGbwSuE49imjLupAFoDyFcT+91NZmvMo8873n9B49GvvQvMn0EL6HTVw81kzXvfnGKT2hEro9EjtdvMm4ET78ejU8j5W9PLHhfr1QfJo9nmDtvV5WKj0kfkK8J0BtPcnnu73b3S++ElGAvIlWtb1ms3o9+Ca7PdyYML2eo2E9Yi9gvCyLlT0yFwm9K2QlvZWwiLzNumS9brvevLF8l7pygr69enw/vTCDwL3oVmQ9kFMPPVVx1T2Zhe49memZvaXT7bxPPOQ9BA9yvY4Moj2T3IQ9UNXpu1/VxTyba0u8l4mPPVGrp73KDOS8G3j/PQ5SzDyPE1U9EJCNPZBCqD1Ms7i9RiXcvSTv3byScKC9021svIpMRT3OTwo8eNw2vTFnvL2J66Y9NKuJvVGVZziKwFg9LJ22PHPKWrym3j0+wM0VvDrOPz0VmYY9sURDO45LqrwkhIC9mGRnPBdYgT0s+hW9JTM0O0CWwzyl6d28x1q0OikgKbya04e7JbmqPVU9Yb7J3b89zMfQPc3n1js8Aby9zOsDvWXlbD2J6im9NmkBvbpDFD7kIIg9M9lhvKUyvj1TKYs7r0rBvSd7qLx4lqu9VFyYPAu4lDxfkgQ8Z9U0vGTstjwHZba9z55zvTvowr0vsKW8pmIQvpPvsr3jkGG9oiChuxqrWj1jY5M8GroUPv8TKb0qKAu+L1SxvR8MiD36Uf66P2ybPVCwg73ZTQQ+4cpoPf1UZ72SqCY8bAwOPVypqbu980I9zFypPGbTzTyOmwi+0LvgvN6Fwj1Wn4O9uxJsPeKwZ70UsCw+XjbcPdFdZb1Tr4a9sF4KvWg1Ej7Wodq8WyOCvUq7WLznfRG8uwcHvi1bnz3nHZE9jw/VvD99sr0LFdw8JVYLvgc/kr0wFw8+aWwAvfsy07zDsOk71PgzPeRPmL1awCS8",
        "o7navT8MKb38JTU9o+YcvcKcwr28n1E9K+oMPXQf9rzNoUU9l+aHPY+t1L3Yjpc97GZlvZsx77q1xZI8gM+UvP6+BD6ayZA9Keu/O+BZUj7pyhO9+eUZvfjpxTyJ8Sw9MQdJPfwYfL21Ul69hkIMPcchnjyqzbu9SaMdu70h6LwreaC9DGdbvb/doDnw9hI9shdDvA9z5rwkAFE7Z0ooPQAORzydEeI8Hh7uPa9Tl71Z5SS9Thdtu99ZEr5/oeu9LseAvPIolzxyuKO995CzPHpYkD2gQyG+nzOnPa+Kxz0/iuQ9p0FFvWMC+rzVr4S749cMOz8XuT1ca0Q+03cIvsoeqL0wtxS914ggvTEgEzwvaIO9i64OvX052D3LVIg9CtqpPSQaRD1ah8U8aDGYvfTWir0W6cG9MmiZOTyVYr0sG8M9/FCIvLGysbzzhNo96jvZO7gcbD0D+yU9kkHMvbwsjz2mimA9AaNovMK9rr2V/Ue85p/OvLBixb1Xh0W9Om9evV7Vrbykm6A9V3z6PSV05D0M7Ms89xwKvL0kjD3OMe29nR65PTQxGL10ngM+oX6wvNCzoz2S0JC9ma98PTOzHL3uqpc8cJqdPZFgZDwSjb69hixgvlOqQz1gEng9bjmAPPGOWL1Tpik9FjdWvGjF+DySjYC9BSGhPCXqGD2jH729s6hMvcVviDvl6OE8s2l4vUp2VD1G8os6zSQyu95zlL2tLIQ7sQOFvSo/rjykWmm9jhMMvqazzrssW2M9J0fLPXBF1j2Jyo+8FkmBPfefJD2iwZM8WVRKPgx2obybG8k8X5ThvRd+Sbwll7i953MIPqVMFDox6tE93iFCvYwPbb0m2qO9ArsVve00mDpUyL09arcXPglNgbxqORk+KO2DPZoWaj28gEO9UF8NvR2DVzzXzCy8/OsnPkTg4b2k5xU9GVYLPW5B0DzLx0M8OJ8UvZWKwbxL0NQ7xfS2vWcTubzlVYC9pCxDvR/ZG7xK6gy82d5TvS3OCb0ArYs9",
        "iN6OPbzV0T0Jbis+3mm6PE0XAb38DJG8sVEjuxzJv7tUJ6i72+zuPIxamzp5iS492V5SPUwG3zy+Aco621NLvvDMED23oxG9Pe1bvSgwsr1cdaC5vYh4vTFIYLzQ1N68iowLu++WijsamwG9sJHGvGmOK73I8lW9QgutPB+HnD3fFdU8f89LPmoxajydRJG87cIcvU6Zy7rpkNg9tx4Ivbv1oDyk5+66yVOrPd1vEb1YOZC97ZFBPc3vUz05CFy76RCCPXRZ+bzVlIq7tq0PPMO1g72U94g96csBuzF+sLx4sWa8J9uqO9sD1j0//gA+6P26u1h4sb0f1ou9OszVvV6CJr1cGcs9zSguvfTSMzzRPa49h8+HPefhfL3+14w8xj74vXNEirvFzPc9ytUBPfKVRD2vdwi+l9eAvEMCSTvp1AK+dgSQO4sdo7yR4ow9pFJ1vQnkj7mV9xm9nrrVPUeEAz3H2xU+VCG2uuVIiT2pfxc9dv0NPTNRIT2yetk870bBPX1Dm737Zme8KCZkPWJBMj5o8Cy+3XGiPYjaCL6ZDJI9s8IFvsL5tjuNi+I8jpIjuuG0A74lch283qYOvUM9dbxQyGS9da1rO+RcMj3dwIc96lq0vCvgCLxp1xW8T0CQPJFMnr1v3a+83YUbPWXKmDwiiDc9Q51DvC8l2b3xu1A9FMpMvZEEErzkTki8O0btvMCFJT6PuSs9f8qvPbdGRr0i2Mo7twOEPLRWHL7/t7c8gjncPLn+Nr5MIVs9bl0SPubEmTyklUE90OvlvIWk4b3R8oE9Q1XAvbXtULyfZQG+cO2SPXNikr0klNa80gz8PWVhkzwu0Kg9ynvVvCPTYb3khse9jmFKPY69xr3iSW09HUQpvmAulDxBExW9D1fOvOdr6L1gYNI95oOlPP+Iq7xvuBa9UrVqPVEqnj3I+L48sLxJPE7jDr4eS808KzNfu22yjD2S6CE9nCfWPUE2WTy/x589r3awPci61jybzLq9oI9OvWQ4/Tx+J488",
        "Av2WPP9jzb16XRC8PB2+POoBaLysVF6+cPdhvNyrIL1qpUk9wC65vYNNLz10KJe9reBcvQ7MZb1Bpd07BCYOPaKCt72JJxQ+tdsWPKfoiz2NXv89qPnkvZHpjjzPJQS9JQSivCLspz0HHaa8zccZPnYudL26bfS9zAqsvSdq9LtmMY893LSovKBoPr0nZJQ8ldVQPY/YILuivZI9AwUJvR6Jub3kn8k99WgWvfdIzL3fkqy8RiIivbN5xLw/q4C9BMniPC/gs7unvd28afeRvatd9z0UAVe9JX0DPv0DW7y3RZw9ALvUvVSEur3z6La93CARvMx69jw5tJo9ELtlPR566r0GGoQ89KKrPVFcC7uUJU+9H3APPpGXhr1T31S945YBvfawtj2AsB89FgHFvKtVIr0ai7099YQKPP6Dur3FdvM9UYeMO2Uitr1h/pk9hH+gvL/m8rxz0QU9b/VpuykSyr1b09e9ltYvPSTa9DwEHWO9PTuOvS2jZT0l08I8mXwEvm7WQzkwV1g7AJ4Ou6S+wrz+2Ki9Tg8LPrzckLxYH/49sJy+PCjqQjwGTRO9+E8/PbnDubtWvsc7aqf0O9RSpj3ejJe9wpqhPHtvwrwlq4U9zXP/PKNgKz5oM8C7PpgCvosODr2GHAg9YqjJPVRqpbwXWWS9Se/oOyrVTb1M9aO9sUMovV1hmb2SaNS9XydzPF/n37z3J6U9lCPrvZaQNz1qDHu931w7vZG1Ab1287M7z53zPCilnL2Lhlw9xbcNvdI09Dy0n449siEaPkJ0qb3PruO86T31PbvW4b2CbTQ9tq2Gvc6W1zyrVZA9tYUlvrYDX73EEba9MVehPUqzHLw3sYw8N3GXvQmEwTrc0sK8xGMMvoXJD70gQ9E9wp/aPeSuiL1R9ai9puQCvXqS8zxTyKM9EKzaPTcQvbqVuRA9at+6PVoNW71+coM8gHiqvMDcqz3SUcE82IyHvHIHRj1cK629EYAKPgg5z7xPwN69gd+FvDgBcD1ph+e9",
        "KA8JvlTOiDx+m/87jeIQPOrWrj323OM9+sW+ve7+hD2g96w9tV+gvRUpuzo9Z3I7knZRPRl8HT3uqAm+2mmyPRCIO7xUvVO9shDhO1Vs4L1hPl68DDtoPc78qjznpwM+sj2WPQNGY70RysQ98rbUvI9cCL1X01E9UC6DPXoKiL2TJdS87MtmPSn9OL23qKg92OMBPBV5872e4/q8bNh/PNS6kL0w4Y09WKxxPZvkAb4Auzo9kXr2PcRbcTzK0ia9WrxDPQMyLT18NYQ9qwg2vV4TKb5bDcW6IWYAPooyOb1em9W8Xn5SvYu+Wr2Wb4w9o/IOPCWJvj27MRM+Jm58vTodk7tq2ra8cWy1Ohod1jwmi4Q99ZkfvAKwjb2tI9A9Bx4zPlj2Fj3sMJu9pNksvPFU87yfnTE7VQzaPH/blb0qpKY6ThW0vWAiNz3GKYA91jRgPH15DL0mCcA8XlmMvAWH0TxA1aY9UpgDvq9e8b0x9/w8voiyvFstPz3COtm9CZdBvWn3xDuDx5c84aRivW5zJb4se1s9x6DhPXz2CT4H0Uw8Yy/XvPUhpzrMsFs+kLUkPZksAb5OMuQ8sA2WPSGeZ7wIHNM9Lo4SvXG4sb3eYTu9rjYnPRpoEzyeVQq8+jtZOxC6Jr0Pc+08LCByvY7kNj3n6fU9OkvYPBXWgj2/HZW8XPhLvJoLGrusw+o9Q2c9PQUMhb1QVAm9X2grPaXdwj3CbN+8gmIsvkOGyT1YXx69XRV2PLI1AbyxZ2K9jPDDuznmQT1ndHM7kXPhPRHVMz2EysG9xxEJOarMwb1tsOW9p59GPVIk3DtCS6G9RKrXPb+k6rtNIf+8syspvdJ92Lw5NGo9VZhFvSGJ1jwlXE491AOIvXbUlLxO8sM8cjPBOTxZlj11Iyw+4ohCPDEdaL3ZQ7o9Z7+RvCW2tz1D7ba9YOSBPO5U2z06Q089WpAEPKOVtryP5zo91EDVva1fur2QZlE77gDMPAeJAb7kO4E9piv4PW/JCz0iO9W9",
        "NFntveQNabyXwNg8gkpavENiPT0rwJ08QUOOvejXqLu0VlM71KIIvVCWu73ZBEY9t1nUvdHXC7wudNc8pEfIPb9nyjxiBSs81aCgvO2aJL7dJ5a9FYohvuUUCb7zhIm95XfqvLP6AT4zfZE8Fk/2vfTMXL0rrzA8G4KwPSwPAT0XCdw90objPRaAsL1nrX+8qjThvZRNq7zQIwG+vQCIvWxS7T1KPpA8MaGnPciDhL34tTq9HTSbPOrUSDwnjAg8sB7QvAEMcD3gJzC9dDemPWYMN7xN3Qy+jLmOvT75YDwQP9a9G7KKvN8lLb2the49KbILPopXl73x6qQ8llY+vHlpfLze67S8o94TvXsrqz2lSfQ8N10qPBupjL01aPQ8PVYBPjCrrDoS9B+90wSlPTszgb0n8Fe7HxGbPamut71V/4C9v6aXvX0Snzw6KIK8uhoWvuoZFbu6B0I9QPJkPTYiWbwLVFC9ceI1Pr2UFr7PHns9fSzbO8bRsDw/1ru83Ctlu/RynT2FQN6953I4vIQtOT5B6uC9p53ePXpyC753tga9kLX7OzWDC72xphS+llBlvbpSQr67ieA9ixYnPXnza70f4+055+q2vWxEPT2M8Aa+QjIsvFzmCb1fqWE9vsGBvByzmj0VFpw9Xp/MvfLptzx6XEi8nyL3PFJf4jyK4mc8kJ/xvVkUoDtsFjy95sKEu5MGLj3j8gO9dI23PUnpQz23hZK8Iyr5vB9wi7ySTgU91wMavarCbj5Iqoc9zvj+O2XN1T37q9C82s8lPcQRHT1hRry9qUOEO3hdvD0Ln8i9qIRHvIddyb2HFgK9uGQgPDAhyD0thwa96sbJvHKItj3MrZ29/C4IPRPawrx2HhE+pBHIPZ4ewL3p6ok9jpLbvR77WTyPjB09MmwWvQ1iTDxo5GA8KK9KvUuOpDqE6vi9JitwPGE+Cj3Jn5S9kjabPGvNBD2hzxW9MtKUPanKWz1hEMS9DpmJPaUAPD2B7P28p3DxPPJdprxCy4Y9",
        "OU02vZ4uUT2Sb849upEBPRUYd7yMs4K9v3/DvXEZGD0WshK8jW8bvZfSiz0e/PC8XjmEvVgEPb0GhkM8CWKivaGahj3IBG08sgssvWhdG70ykmm9hegdvJ4pPT2vBOM9lyerPVu+jT17FSE9f2/JPU9YA7ulkQI9ixC4u3SHuD1IciI9UGSevcAdjj2eFra9zYKkPeYUo7wEPJC9gYEwPR2zNj0vpUS9y6fNvF0LAD7G6mY9ny7KuwZmer1uewq9BgpGPcjIO7pQgpk9El+bvSRfJz28YL89i3Y5ParxaL2QqY89au8JvQMu3zxhdRE8k/xvPTtLKbweKlo9uJS7u/lwbD2SPEk9ATKDvRF0Mrx7Seu9Hk+kve0I3D2EqGq7ignQPXKMDz7ytRQ919WbPHiezr0HT0e7RdOYPXw9mj0R0PC90syXvIAhE75Ek7i5lRNqvXM5hb14TSe9z4+tPYcGaL315Ew76GALPKx+t7w7WkG97nsavXiHvLyJryo9ThHXvJ/p27yfDwm9AiFdvaA1rDxc65M8ZNu5vQVqUL2PV0++MHcKvgdeIrwKYDG+Nf7QvPJtarykJwo8nArEPEqZMryX9pk9UzfePPJNrL3S31G8FIZBvTN7Dz011NA8vOXIPH0A7Dxjc+A81A9wPV65Ob52pS49/liIPY5zWD2g3Fi7SuqbPdBrsLyPSk49znKhPYaWzDzB6IS96SWZPQYUxr02H1Y9Udbuvc5mlT1G09u7h/ZDvQKSMr29Mwu9dfeSvIFzK71yDBm+n9IBPJAvLL5c3QI9H0k9vFJ/f7xnJ0Y+b0sZvodk7r0tGYy9f94yPpk0Tb2nFj29dxN5PRtH2r1+Btc8YuF+vdRR1D0VTDa+2UsKPU7IvrxW8S88MJisuoUD7Dwcasq8uuLBPLMvZb3oVcq9R5UyvCv6LL18WJG9nc8+PWlCgL2ROps9u1v4vGlXCL2JOQM9tY/uvMTn/rxW74y91DtwPesqCD4CrFQ9WFBLuqGlrDwtO8u9",
        "qKDVPeWhtj2VSfA8QsLFvZ9ni70S9MA9ixatPYTU5Tx7Pts9zRU/PXqZhjwyzBY+rolxvHbItD27DnC9ikacvIBZ7z3l9Ok9AxDTPaX8nrzpRdk9t7lavIWmNj05Bpa968+WvdjXfD1ZwfK9PRUNvUYcs717hRy95noAu6yTRj1te3K8XlqxvKRG0zy5djU9hDnovJ1mTjvyed076LgVvdAbdbwSrPu8I1uDPTP3eL1QpGk8XJPKva3TwbzrNci6rh1YPZ3sObxaTHe9K0UbPXwh9bxUQdK9IEfKvZhq67yDkAi+T3jIvRUlmzxGxSI94BxsvPIH8jzeybe94Y41vREHvD0Bp4k9UILGPLQY2r18Oze92f2FPUa2hr05KUq9KAdXvbnmpD2gW+G9laykPN3tyb061ci944HlPGkjmr1swuG9fAmwvd6qAz31ez49bxbNPc0EWr19l408FZjgvLQRdT1RvUK9++9RuwdVgj0uoJI7Om2Nu3w8oT003bo9RfjrPYLzHL1L36c8eukLPYgtHzwqNJo9LjMbPUJuobxwpKU92R4VvcILnL3KoOI6opKfPfuVLr1YbYm9xPi/OwPOuz0fDVk5spq1PSwWEby9iYs8KZ/HuyYqub0ND4a9oQCQPMuzTz3IbRM9KwfnPIE6u7xmSf+9hnSQOxW/9DvXnYs9tdOVvXquJz44TCA9P4zDvbDbgbylzQW966rxPBu0Arw+MEQ7fQy4vKPeJLxTvgW9X56zu6GSnzxLCtq7ujOfPQkdCb10uCM+zJyhvMibCD6QjDa+hZLWvcKkgLwHUIa91RpjPURDXT2/XJC8YGvfPKwHPj0N9Dg9XiBXvX1HXL3P9AE+3gejvPoDEj222KQ6ybQGvn9PtTwx/V89IS01O6NKfz2y6QW9+814PFWWjb104s6999GvPSUxlD22GY09n8zcPEczQr3eqMe8Epc9OidvDL5tT7u9NbRbvT2bnDyAvM69prTJPFJ7E77Fh+C9uLEqvX7TC74FMpY8",
        "C3pKPdSijL3NwI68yrwzvIupOL0EVq+9H20bPoRxnbsFNb68rBZ9PEjPsj2HIH29cUEqvKptAj6IRju+XVPYu6HqQD6yGNu64YxxvSqbGr3aBSg9WJkOPTGvJruct+W9lRbUvc9lEz4kJTo9KVXtvYSliz3mYUM96pO+PWJiADx3iaY9MDswvVH8CT0PN7+9semPPc5hJTzyp+o9vu43vlaSQD3FZMU9g4N4vWqwPzzBnlY94LqFvREX0D0nQ0c7irXoPQugoT2TvTg9YaFxPa65UT0zMh09TG5gPSNgfj1Xa4q8QjEWPo4uIz1m3KM9brkuvUprEb3V/5u9p5/aPaDACz22B/i8hJ2ZvYnlLL0iR5C8QzMkPbsc9T3tsJ+9ZM6ivTMcxzwOL7s9hXkAPmEUkz0X2M089BCCu14Fm7uakEy9h2rBPVkLlz1WqpM9HYEYvU3AMz6gGn09oCSHPfBT8T1eaCe9m7itPfRP6L1fNBa8jrYdviWO6ru9yie9ADEAPtLC271L9KU9IcuwvZ5qjz1brLQ8u8ryvMbC7j1nZla9zyT0O/8MJ70ZBqM9BFKMPF7BOruNXmi8rgOxPbmK7LzbISY7vW85PfaZqz0Jw409lZMfvFmXd70WbIC9wlGOPRkJsbpI2vy8JIt4vHapV705SN081yj8PLdm671OMzw8P1SfvUeY8b0GQdS7SsYPvWtdRj0i5gC+4A0lPV7RLT3sL0K+ewahu5q6irzvKd09AjxIvch96r1qvls9nJCSPdTSDz5JXRA+6GrcO6riUz2rgbW6/S+Avdy/Eb1/Axc9+ELDvSQmFT1M5Rq8l6huvXM40bsO1Nw7YJsovW0q4TxJrRk9yXqRPagjjzwwq668GMzGvB1lzb2N85S8ANf7PbwXjD2wQQa9rUU0PWFbsL0JxJe9NkQUPTBPMj3nbAW+NNixvCs8HT0r0Q29qNIGPadkwj1GtvE9vK9JvDVxuDm8Qfe6LzpDPPdOyT05S469OiHDvVU5vb1PD8G9",
        "4wlyvd1f9zvZA8U748G+PZnCKbxa15Y9Hz49Pt+/07w+5Z297oNFPOrW+L0YoJC98h6BvNh8d706fHo9se2UvRKWsrt9FBI9xxmQPfHug70N7Be5GlUYPlQOJD2JZbE9aRk/vRaepz2tUZw93ZNlvXEn+j20zO67OS60vayGi7wuSLg8hhMpvJyw6TzTUgi8XAzevDg20T1n+da7YCnjPEqX1D1k+889JoCkva3rt7zoZyK9j6hrvcHAfDyhL8u9LuaJvH6RFb3lGqo9+pIXvjaFiz0uZSI95R9LvLTdqL32MKM9msk0PTTvnDzn14M94hQ/PTaob73yUou9CI0CPT3x9zpIBgu7OaEcvOn+lj1sfmE99rbSPYCk/jtYVI071nqdPRozkT1CMXK8WKx9PQ0mGr6RCJQ9qL8zPB1HSj0qUwc+sUk1O6RTrb38ePA7iOkSvXZfr71i4fm9ktvBPMWlDr5eDMm9aywjPUgu/b0outW9TlbEPRYv8TuQ8Pq8yu9dvLVdhD07wKo9TB0OPNBKHLvNW5M9cd/PPV0Dfb2ApkY9vnt9vd194rwA2tY8Xi71vGT+Iz3i2Bi9Jcw4PfZ6Wr3lKXI855nYvYZ1AT1kCaA72aebvLS75T2ohFG7tEbovdLDZTulSgQ+VvrbPdO1tLv8s0i95DcMvvG1WD0n+EG9kjKOO8JDJz4S0M882JzcvZg21j2qQpC9p5j6PGaPGDxn5i897C2OvZMrrT2rc828gC4tvUBs3bt5of+825Q/vfmdtDwczVW9gBwDPdWcWL1ZuEk9YtJgvB7WYr0sESK+AHeiu7IrgD0HZim9dCwNvus0nL1vqUc8sMRrPZN5Tb3eugg+MCePPFZgyzooKPW8pN7kPYsdUztmLkI8p47ZvVD7eb2ZFds9nhANPohioz0ve+A7muG1PfGrg7zNcFg8suyBPXrFLD3LVt49WrFaPUsk7rz7UxI+IajaOpQL8rzRciI95Mt2PQ+uPb1BDRo+eXL2u1ahDr3GVHq9",
        "muUdu469lLy1QKi9J8xRO4pkmj0mawk9peS+vdgvDb3Qr2Q9pLk6veAyKT08D4I9N6aSPIGULD21IYS9Zc97vU55ZL0b74Q9nxu0PM1HEb1spaA9DsJAvZZKvzz7iQA8hl3xPOl2Kz31uNe9u/THPbA9Pz0Bakm9RFZzPJtjAD7kBgC9TCg3PuSy6j1M9JE9kYVtvaMmED4vglo9rzldOlb5v72VjO08k82QPTZeT72dowo+bW+bPAOmqT3ddwC+xR8KvrqdSD0axjY9YGyBvdjkjT1WBVy9sFl/PX6si7qoZPa9M5Q3PBTF4T3fUvk8l2dXvdNEBL6iO7s9SSv2vFyU0T3eNB4+//+hPSRz1jxnJ3Y9Ku/HPInXmrzL64u7ixUyvodSZ7242b88l3gKvgAZxbvf9JM8zcZAvf3egLorChA+lZ5cvex61rtW3Aa9ijrkvRuFgLwJqd08WkpbvV6imr1l6Lg9H505PDINpbzW6X89YjQFPcmR8jsHxbU9SjbkPaJ2W70sncm9ue4BPZMhZbxSvpq96zXRvGjyzDyncv28gY2futX4Aj2RTQc+diiRPUDmzr3HN049mWrguyg1JjwH9I67xZ8NvUj4IL0nWbI96BNWvDcQfb1tyXy94wAPvj4leT1mgqw9A+dpvJHadbxHzQS6Py2zvCjTjz2eaVE6lGAjvOy6trxhgKA7s1/TOcImaD14eee6lLy9ParmEb7s39W9gpDyPEI8HL3nPrY9tsqMPTwIBb6tZY69PTZoPZun4T34Agw+JaXpvBCLDb11jYg8qsIjvZTCtT0LTx+7x3ZJPYqOiT1bNqw9NEwOvUqABL6ogqo92mNgvRw1tTzdt8S9mP0vPlV5db2hTZS8yoOXvSAOBz1ejxa9TSwRPa2vgr1wpxi9csiMPVq4V71nnpS7cjeBPYsNCzx85j69tV9cvezpKz38w7Y9NoZSPDFsdb0M26M9Axe0vQo+IjrO3Em90lbUvExRgD1yYCM8Y1MLPnM4gT02hH09",
        "tZnmPVz3ur3VJgE9tF+XPM30Bz0Y+sa96KRHvA2SSb4YL/G946AmPkUZxLtqDDa90PnNvP60pL2+GPs9hwwnPcRxrb2r/NY9v2ryPOrB+7xtJyG9DxHqOydvE72b4tG8MPgdPbPNaT1QPzO96U6jvPGGgrxJMIO9DpGDO/txsb0kknO9k6RCvTPejTyVxYI9fS3xvVtVOj2bVwO+QM5uvV6oF72XTAA+xMgcvdAO0j3LkG28MWkxvr1J0Txy3Lm8Ws1XvVd/mr17hHo8TwYuvX48gb2sqt09kQNuu/PxEzxQtSG8NuAsvJovL758oZC8jxqlPfsJVr1Pjw09KvLzvWFVfL1AwdA9YoAlvbGOArsAVE89fvOqPfCRkr0dDZk9bnJ0vPc5iT1f0J48BZcTvgK6WLxoa829pBATveIxMryUG7i9bCuIPaG0Nj0Svqu9B6KrPYofGT7w+IY7IpBsPUuFMTzJeRu9zNapPYj3oL3ci308ziMbPcrTFL3lrCy97eXIvRauoD3APcI9OP52O4BOorzpBmM95AJBPL0S573jcG891nDQPZCzDrzwPAI9QgE5vIyN0bxaHN+5ONuUvdLlhLfZ4su7/f/QPQce2r39VZ49FEjaPVeU27sLj2s7zudrvWOQSD3d3Ca5DBHhvWyjL7p/rBu948NSPXY6iL3xM626m7VEPC0pl7zziLy97sZKvRhVpD0RRis9czUhPoGYbjzgDBQ98g0nvV+AmD18dws8kbTCPL6jHj2XQgY9ZHTdvV+K0j0+nrA9n73GPUU0KTyUnSI9z1hlPSSAkD1BXhe9PeX5vZKv8z1f/bY9ldacPM3V8jwu54o9YQCWPC4w2jz2Zk+9vgiHPXvNcL0YjK09KcszPUp1Cz42qoM9PSM7OYTeCj0y4kM9vS+gPSv807zD2++8BZ4IvPMtzjs50AS7Nkkzu2/fsj36OVu93UW1O4Nl/D3PrDk84+waPSl7pD2AOdi9c/F/vdRsVDwyFCw9+eKEPfweeT0Z1So9",
        "YrO+POio7Dw578G8NLm1PSEJoL2Pmk29hnQnPS+Tjr0/lD09k2+hOykI073Y1049L+YCPOT7urr8eom9PpYmPp0QFT5LTYW9GYgHPmEUvbyobpq7oKYLPl3B9bxjtr090ROcvUIa6jwgvY099QCJvT2NG702ltA9PELYPfv1jb04wLw93Gcfvko87Dy1FTk8JCwbvvXZ6rs7aDM+fU4lvWtTh71CqXW9ZFMEvaspg7zqGoS9ZUgXPqkp2btQv227srehPIVCiT2cnYS91cXnPXWNgD0Z1Jm7gwSOPWMzHTz4UIm9U4mFPeQZN7w3tK+80dJBO33kg733WCy96P55vVZLH76Oej49n/s0vdy5Dz7Wpcc8Aas3vsQavz1ANfM9XRtPvcaok73bfdg9842DveY2CT0vnLm9g0h8PG4hdbwFZGU8fG+TO7IeJr16RXo9DwOuvQk37L04J6a70OgpPYLD3b1wgRO9BYt7vZWsAj3Xq3C9R6lUvfvVub3Y5N+8o5EpPAtD1b00lNO9oKbsPVdsGD69KRe9wwvGuqpvX70ksNM84jj9vNlxg72GY6C9NTvrPbsmAbue8AI+EI/yPWwUi71lJEk9OTVpvfoD7Dxbe6O8Sq4hPSgiMz0aqPC8aX6ePWjXML0q/qu9aLkNO3dCtD1LVV29sCsjvdG4q72RcA8+UHpePOCHobx7wG899zkCvSHKC72UHzu63ELgvCdt4j04L5e9voKcvY+657wUOjo+RnUtvU2qFzyN/Uo8HRfOPWxVPb6AwcY83OEYvnlLor3iBh29NQf0u1tZJb37xo29WLi9Pdb/OrwlNyi+oz6yPYe5yz28Uaw8O/rTPRu6Hr3oxs68K/envG7X7TyQO8W9WxhZPSJE5DzXuIA8WzNmvRDxrj3NRfE9A26uvf2XrT3nj6E9S8SrPI4U/b2V7P68IOSjvepi6DyC0Lg66GF+u+go5TszQsg8VDaUvc2LPD37hQU+f/izvWGJjDwf+969t6g8Pabror05nfU8",
        "JR2DvJPNgj1TupG99M6BPQz4nT2U1qG92BUZvaMnAz4tisk8egKLvUI6cr3nDvy8MQlwPHcRAr6FjOq82LYquxL/MLzGlcS9LrGnPV5CDz1fGF49yEJtPSLzF73xqHg9Wz3OvGeYlb0RjO07hh3wvS6NC77QdxG9nW6dParL3zzcUaS9mHGMvSKaFT7JR0K9WL6ZvauWqT0e8Ju9R9J+vGmHnb2AS8M8Aw4rvVvb7Tytx1w8ogQNvSjDwzora069JfMYPjjBxb04iQO97knJvG20djz+8789TjK+vWV57D0m0wi9XGi/PXZXX7xTTMS9Cx70vXjoPbzfnTa9LS9UvMTI1b15/L48xCNxvGrNRb1ozv08FAnWvX9VAr4Dl4s8XHPxu2uTkzz1HOC7K7NhPIbkvL1dfhO9ZlbiO0Uqkz1kWR++xN2yu6MYJzyjwzW9D2+GPKuCyjy0PBS9Vo1jvSoUUj3hKzu9Q8DzvBmFsD0QZV69fa9TvoQBq7wBhXI9i7byvM1VOj0URds9NUacPY2SyT0AJ5M9DcXOvfZlJbrpyk896RaXvYcX3Lz0s5a96OhGPJQkMT1YTNC9t2D3vUAM0bwWp7Y8p1/eO4hEsT1k3xG8uDixPT7Arz20MBG8Y/8hPXvLSLpmX5Y7M9ARPhzsBLvScrI80ARkvdu9uLyJtjQ9qZEcOzJHA72Dcze98hlkPfraXbt0ino9GhYjvLzMJL3uot68BJCRvXJX7r2eWOw9KIfiu0VbQTyxdu08OQeVvLRQkjygTQA8z5rsPWOlhzzf2r696+o1PaSMtr04R9a9UL0dvlZUqj2Lf4c8i7i8vBtDsT0wHUU9ss11vUjftb0n0fU8SjVZvDNtyLxO1Oi7Ui2avIOcHr0dyIk8SJAqviagbb09z9+7Q4OKPOn5lLsJGum8UV5AvBCX270NTvm9vwDJO63qBr7Rp9k9H89SvYUiL7xBv0U87dmCvBCVcT3c4Jy95d97PfrKs7xbkzu8GAb1PZGkWbzIi9S9",
