{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1,
              18
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              1,
              18
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "lstm_1",
            "recurrent_activation": "hard_sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              }
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 50,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "lstm_2",
            "recurrent_activation": "hard_sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              }
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 50,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "elu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "lstm_3",
            "recurrent_activation": "hard_sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              }
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 50,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "04e4f315974db7e71593662073baed5bb5b977e5c5ee93d4c5ad5ff086e51422",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      18
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            18
          ],
          "values": [
            "Qp3mPrlhg7/4Sve/AfFzPss5xD/MuAu/9iuhP/Rf1r27X7g/7y3gvAGUQD8P4a0/SuSzvv0FnD4kEdy9kOyMvxk8Sj+oSPg9"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "NrKlPw=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense_1": {
      "bias": [
        "rnb7vg=="
      ],
      "weights": [
        "atHcv/SQ/b62x4A//tABv99IIsHUHnY/yqlXP5mthj999iLBpu4fwayZfz9P/ZI/PyU3P5fqiD8nnJo/4VqYP6Ul+L73Q1I/F2dkP5ci9L5X+iPBJCv1vqbfrD+NYoo/NAMGv/3zXT+HcoU/gfiBP0rAfT+h/wW/VE+BPx2C7L7/Yl8/F2MMwa6Rgz+2epY/4fKpP8XBaD+MwAG/lgutv/DOmD+1RJc/UPmOPyxpDb+Ntem+BvQkwRAMD7/koYA/weVKPzHEhz8="
      ]
    },
    "lstm_1": {
      "bias": [
        "ruzTv+jwRcC+vC7APnGrvxMwhD9tLWW/3uU4vyih0T+FSjPA6qouwM6TA0D7Vg7AHGknwH9VqD+8bC+/Tl6hPxJbU8CSiwfAvVNewP50qT9qImLAQ3h4v6Ffsz+1ZDHAMH8rwLWqTsAdNCjAADe0v3Fl1L+qIa+/+B9rwLf8TMDHn4TAbeqxPlGbD8Du48G/TooqwEkx4z9Im8S/p8I5wDKeKcBmgWDA5yYjv5bOGcA/L0O/aq0GQDZEyL93NibAh/bGv995874AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwA6C752vLS/wr3Sv3TciL869Qq+yP/wPSEqPT2fcoZAyDE+wPbwEcCty9U/JCsOwA7XNMBA54FA8A/pv4SS9T63wg3Agmz8vw1ZZMBpyJk/Pd4iwOOlaL8RvKRAFAkgwEHNC8DZ0WbAQF8xvxgqAMCzCwPATtPNv9iiTcAnjj3AfABnwFV5JL73t/S/3qsNwN8aRsB6/Uo/CzYTwKeqVsAQqDnAya1OwB9Etr8wQSXA4+3RPh+d4j8nPgo/Sa/fv9QABz9yA9q/L/UWQFsehD5nxlLAFR0gwDNw+j82KMC/EaaSv+4KQ0B/OhzAtmimv/Yctj+ZXAY/gK4ZwIBiAUA4YqW/TLsUQP2vfMBFiC/A3qjjvwwwHkCrlnLAA4Fyv2Imrz82P1zAej5LwBRbLb99EwJA0nVMwP8rBcACUxHATuJawLZ8csCkctw/KbStv/v2XMCXEvu/YoDBv3HkJ0D/uLG/dYYNwIdVKsAh52vA",
        "8jwfwM8KJsBL6vk+0RtGQIa6jj9cvQ7AimrvP695fr8="
      ],
      "recurrent_weights": [
        "GZMgPfmK8TtCGq+8cWehvApqZD0vtHm9VLCIPJmh0T38qHA94dQUvuICkr29ld89D9tKu6dV57uMoSu916EnvQTSFr3UDl09fFsgPa3/vTy/Aji+LpqXPehhCLxKoxm8GZzlPSIQiL2TNZA77YLIO6/IHjux9RM8bbkHvjREbz2+78e9vQEBvYQ01z2PTOs9IxYiPNkNXbyCuPs99cBmuaYlmL2edV+8JgflvUZy5j38QAg+0+wWvtCgC72uyrC9f51NvSIVlT3YSAC9egY1PAFxVb0HX6W96jAHPA61Nz1y8cc9WYELPvZ3Oj1iLyQ91RhUvj3F5Tz9cLa97qMJO2ffJb7wrUk9fonyPMXAnTxfCm49lu8FvUP8Ir3Ssfc95WyYPVgYQb3U/828CM4bvQgw0L2yd9w9IbYvvZr5sTtwBU093T5+PNrX1L3hdry9yDiBPMIDujxUAiw9IwlNPQk4QzteBjM9DV6ePcyrYDwvAKE8UPNIvD1xoT2gWHo8s5XBPSTp5DxbIg2+gnLHvGl8Nz3vz249KmJEPKrhX712yA++gL4MvczZQDocjVy73xb9PBaEj70TuQI9yw0tvqkhhbvUeCg9Os+4PX1Dhb2s7rU80InduvhchL3ZC8G90XJBvf04OTyh6pm8IlKwvJpotL1yxEe9oAq/vCacNL4Q9lm8b0aCvPNbUL2XL5u9SSWvPU2iy70mR8S9Y6OUPZA5Lj329ge902MovBgZhb2h6cu99jcqvMd48Tx4SgA+TpuWvba0IbxspAQ+5ceHPYuvhLwjR7g9y78CPZnUVroCniY9YQ0qvLa3fb0xKIO9eRpCvaLGgL3VYec9VuY+PR0yhL0ZS0G9VYxgPle+BD1xxDy+4qNZvPpBSr0bTgi+7cSWO1moMT0mHdg8TILJPZIDY71Ffbe9aNNPvfxiGD0X0Ye8qi9DvdwKw7wEcBi9J+XiPAELJLxN7cA8cG3cPPWzErsjHaW8rDCbPHL1gz1WIlW8laH7PBC9a7yFSPM8",
        "vEBNOoVkFb5y6d+8+rwhPKw8tzzm72U8tW2DvcOCs71o8gU9Rawhva2DsDxcSTg9QtAVvjBoDL0D+c89kRUxPupTe72gHIg8WbGcuydHM7wTnge9PO8tPQ6Vrb2Y5oa83esDvbK6qD0M4bY9b6XuPcyLlzwfmTc9zbLRPWbvhb1BVcq9Z+OjPRROWz0HW1g97z+kvVU7mj1aGeK9aLMxvqBGjT0BmW29US+fvUvRq7v7a3E9UrDRvYi80TzBoRa8sk7CPHWDLz2q1Mw9TUozvGw4Nj12QdK8sl/dPRSjrbxDKyA+EYbDvZNGCL1auVq9pxIoPMITgbzmqyy+X6qEvVrHfD0l0DE+pZ1BPV3psDwLZAY9RDDPPVg5gr3L5Pw8uPbyvevOFz4VZw8+kqztPZcbpjsPOjG9T0CGvXOl0rzxuEk8ihW3Pa5Lpb0Z0Gg9ZpKmPQ2Jvr24dUY9p8WwPdDwXLxakxe+Qo2KPFUY4j3id0w7heekPZxZhr3R65W9M0SlPYCE3b3zFS25I1qLvCxmhb0xqJi8eSK+PHNFRLusVue8vgrpPX86J722SmY9TJL/vWOVzj2CQgq9s67VvZcHSj04Eii8QKKOPXxuI73X9Yi9AXkNPV/sdr3tFmW8NP+vPTT6hL2hGwg95FyPPPCYGb0Tw909stwRPRSHabtdmv+74oR+Pem+wDsHOp685O33PSo6TjwRw4g9Pfn8PNyq071GuGk9iSyOvejfBLsAteU90lGAvMkiGDw8tI28G2yzvWmBK73hK+U9MNbXu1T9Xju6ubi8dUlhvbAmZbzVozC9vctzvUxZgD22vVW9+rihO3jEDr0ExYk9Ihf2PbOoCz3e/TQ9ApQlPRVrsr0ytPc884FjPX1hKb29FZq8xpbKPNFe4r1WQtg9UyJWvWOSATzZu/I8xKfFPPokUD0diGA9SS4RPCMV170uq6U9HL5fu3m5Sb0A2LW9tJEmvBRGVj3k4Hw6JDl6PbctgrzAH/K8n4YFvKGQ8z0Nxo+8",
        "OTomvVR2Zb1V5b497lAHPZ9f2L1K4PM8Oi+WPa4pvr0k28s9cZclPJkoob3kSsa99I8LPWK45Lsrc2A9qvM3Pj0LED62Jm89adnYPY3s9bx3B4q99lXEPFcGiT16dpW9u4w/Pdv6ub1xl1u8cJBsvXPZGD2KtzS8L3Q5vY0l6zvrkXs9MYJoPTmXgr3C7iA+N+OGPXSgYb0rZZW9JpgLvYq8N7v0vYy86//CvPxlEDuRiXg99IT+PZYLnb1u/p49vtdiPfIRDr4vUdg89vYlPpmFsjyw94k9OueCPdQyGD5yafQ81TzYvNaaCLvBoqS8iftCvXWoOr66HJI8jHZ9vHtakL382949uZKPvUb/nz1fNGI9czchvM8DBT4ktdg96pFOPd38uz1sZfI9mZmuvLd8CT2s4rY7UkK8PWrYfb1YjWS8BYwQvZ1v0D1fEbA9DI4kvo7W2rp6cQo9sKPquxPHbT0FDEs8E16tvfqP2LtTqsS8ZjqFPCOH/TzomNW9rBq1vct1jb17Wpy8GGsCPaSoNL20/lW99bchPvh70r3GftK9g+BMvVuDjL0Egq09mF+uvdgfGT1EJu87TUK9vHDsBz7xt6i8fez7PNfM1T1GH9c93cjyPOI1y72Ru3a9cPRLPftvZD1vWgw945M6PbXVFzv+VaU98PU7vD3BHzzEsP08/8GYve65QT3HNni6C6+uvbGvQb085JG9+K1Ou1/Di73KDl6+KCTPvMzFcD0r1cQ8fzq6vEoTszzLrx09/F8fPisPVj0oh/Q8NujMPI3qXD2LaEk9WohrPEvLCbuAdJu8GcytvJvui7xEHZM8UEktO2zJcD1MWL49mIfFPZ8cg7ks0l690QBzvfwF1zznXxM9DWCYvTnK8DzrvCU9ATjHvdpiKj1ycI89sOaKvZFH1DymScc92H2Zvb4yDj7GR8c8AyMDPDb+l70xKim9DQ+GvXE78zpvrD88OCoBPfSx4z07Uao8WaRZPR2dt71G2dW8fei9vYD7CbxMg7g8",
        "u2chvrNLEr7qgno99xfVvUbY0ryRF36830+LuzIFNTyW6sE9x06xPT5yV7yYMaO85u2lvKWxV70GGCi95jaNvXOQCr6aIyk+UczkOwl13LxXMGS9XL2DvUt5Vz1kT3E9dLYWvb5FAr29U4I8IruGve4qXb0I0Hy9Ran+vTmRKjuE+R48fTQHPJi1ML0pUkU+QnJHvUEP+r1WqS291Uc7vYv3Mr0EqK28Ok6vPXvp9bxYgUQ99Bq2vJBut706DTa8spoKPY9IuL3/7rq9LMOCPXaRwj03VfM9DIpBPfRsK760Wsw6BUQDPV7Fc70Ef++9YDihPciae7yMoAU9w9yXvcgm5rwgV7G8eDCDvPznrr39hVM9Vi28vfw3ub0MrOg7W7vEPR44WL5oMgS9BUGnvKhYfb1FNMo8xkqHPTbjGz27vN09vc1zPca8wD1VH8m99pVKPcsafD171ue75dT1vKACT7tzsHM9kbOsvbH7s7xnBd68+tHMPf1xvz1qJ1O95YYxPR0HoTsqxUY90qx2vVZyFTl3ZI09RxLkPJUSWL1Rxd08JhiKO8TmSTxAizk9K1qnvQb47zmAR6U9zze+PWZnyjsXaYC9ihSAPUggkz3jKu28n+XAPeXfnL3tS249wXkiPe5WkD0ctLI9kjE6vZX/Fj4RPbE82J7GvM4aAD10MKa8ujlrvY5qHr7tHwY92AKpuwvD1z0cvY+9dAEfvFP1B72Asmi8BHKZvQMUoTwSq4g8p5HOO9ZuPD2eIuo8I+YPvQWuQD0sGBw9ksdIvrBSpryTYKQ86/sLvjTmGz6qhcE9pGphPKhRrLxDWPO9l08GvYXAuLwCYPW9WHvQPXe1Jzz9FoA9k+IcvX+21T1t7aq67uZMvjvvFD4kJHi9hA+Hu4bHIjvg0rm8fk7kvdSiHDxm06s6u6I7PYLrKr0weqk87azLvfTpnT1KJ4S9GKvWve36mDzt+z89GuMevbRJELwUPx0+nGeFPTdyJj2Aoq29B6ISvQBcqb3hyG29",
        "bGROPDUI5ryz4z6+dkCUvLQG5byE7pG7QpHZvD8iMz0xDaM7//eRPXgEsj0kZcG9bbUXPW0RBb2f0C09ogXqu50IMbwiovc9uQ4KPRj7qrxPMJQ9cJ0YveScPb2XoAs9zZvoPKLAaT3pR4+8ckrJvVBsyr3hEGA9suMaPTdnwD0fIps9MPfMPKFqO70+9IC821v/vXAKqTy/qJi9Ueu+va9mYD19qes7P3BNvcpWsb3e9AQ8DsFyPWJEgr2Siau8jwdMvckpwrwwL/S8ZAzQvbiGhzxCMeE8qsIKvW6tsb3pmsI9cojdO2qRRb2XTCg9ZyQWvSROML2yBaA8jAC4PVnPcT0TSBu+ljg2vY5zVLtose+7ciWjvaiJIL5RArU917VMPawiJzva/u29rgjCvc4Aqzyf4GW9/E+RPAWsh718lzA8/QlqvAdAGT3sAUQ9lhZmPKJtETwrsaC8rljXu2UsNr2HPsE96SKovdwmAj71SlY9uvjtvK0ezDtJV6y9z1McPLq5Fj03ArQ9xombPbiPVTyMvVC9mVm3vQ+fHz1AE2S9y8g2PPbtML1hl9m9I3uSu+ybgDvJCZC9MEeRPPhHdD1r+nM96XIZvkX42r1oiw+9OU0ZvgoCNr7Ky5k8Cn2bPEVqq73wBrE8k+vZPWOUyL1/QmM9nCZzveK0E72cFaK9f078PHgDoz3IHLO9at64vOXqtjzQHpe800GSPfTtW705sgK+wUunPBP+gb2orWo9ZOVLveDz871ecPW9AsOZO56MBb4yv068/PglPVEHAT5Ly4C9kIxpPPHmib3x7V+9aLWCvWbwlT2Mf9A8dOHCPZfbvbmt2Ye9PyY8Pu37Gr0zJZ68MYsLPoD+Xz1i+hc95niQvW6Xab3X4EG9xmaqvV5VeT0QFo69rJQTPDYAxDwOFgW9ZxSlvULi1jy5wLs9YvvMvRZEVT2+dje9CZ/oOzWuMLuPMpc8qFAgPEkg1b3vz3Y9LfIZvgjg77zStmM9NHrFvY/sCz4JU508",
        "8EHiPbsYFz1kcRg+t3oePWBQ/z1YYhY91rBIvtAMaD2gAHS9z6KOPQzY2T1zoKc95VWHvR15Aj2Jihg8Y1ZovPuOl7wjik896ZKSPSkyBj6sGuG7DON6PQVNlz3oxrw8ITQRvTR6oT2vyfm8v/4wuwnoxzyFgaM9aCUIvv5mJj2Uu2K9xyU/PQkZ5DzjDZs875O0vZrXZ71dnzk844NQPSC9mz0F9XM7LSdNvg0cb70aZGo81Kudvfnk7z3QJVg9BSQQPlABnb0gO909fSSjPHo9sr0DxZ89x/QlPbMmQj3LrJW85xKsPMOt6r0D3869d2Kpu6B9Yb0GQx8+YBlMPU9uO708LHa9QB8lOQMGmb2qaSo9x141PRvRp7yX8rm4sgmgvSYltT2div69o4Hovddtj71vSme9uo9PvEttYT0ayqW9tdSVPARQR7szPQk9l8E8vFmmkDybm3Q73la5vZwa8LztJgM9KIkhvaZ0Bj0MkoK85zYzvd4IXDuhWwO9x8aRvRjJuz18VSk9R7kqPpbr/rtMCYK8ye48PVkDvDtulvM9zxrYO7JfKL3YsaY9qjcdPX9AEz1pJuq9mGmQO/ZvJb1P9Mg9wCL+PZHicL3C5em8uYppPeTuIr1i/q09qO+fPV2LPjw08JO9TmQHPlXdp7zQ2HM8YlXYPMmbi70aE4+810ycvYdgGj14HRI+jOLBPQbUprzQTcC8eHNIu6QFuzxwmm49um0NPDaBAbxajOG9DtsxvUUgibyObUM91OCOvRWjNLwpq8Y8NLqJvUyWeD12TI28TWmTvbVMDr6brJC9Y5s9PeN92zszzs68aB+5vasGxL2xYfk6LIe7PLRrkz3TSMq9lAUEvelUhb2pNoo9UFKnPfAVPD1U86285LW7PYd0qD002hy9sPx7vlqL/LwUVB8+kPVoPNmHZz0E4LG90NaxPTuWpz0kSAG90wibvTYg9rz68KS8FhWQvZp9or28H3g9z/bbPQ0mcj3GcZK8s047ve+Ur7wegY09",
        "CFyavXOMPb2t2Nk9e4AfPXNQo71ob4o7pPZRPXYetL1zq3W9CtS5OlGS8L2FVZ+94w55PfEHRb3v7Lu9Vyc8vD3gtD03/Ta8yRLyPUxFCr7JTgw+C5kSvmuOAb0uTPy9YrJjveEeMDxtYPA8JWKkPEOk6TzX7zw9aLTbvA7S6ryV9HO9dcSyPWN+U71jxL89mx5DO5WbkL0Zuos9H45FvOOH57za2Fg9hrONO6NAwrzdlp07AKnsPeiPFr0SJVU9DlNhPTjSs7xCEAw9OZegvZMpJb1O/NO91LSLvd05n72Mlo09RNeJveb7ND176mm7z7v+vXl5Cj2N0YQ8v2kFvUD/ND0fXWs8tdoLPWHyGT4dyhO+djHxu13kxb1kmho97ezPvLdyAj6GIQ2+30QKPf3ov7wKGzi7a9/vPcWCw7uWQ7A9z2QQveWEqbxagK89LIFZPZ2fC7zbcqU90EDxvUekOD1dwLC9hHmZvYBRRr2Bju88lXr3vcP83DyvGBo+mQA2PUThar0p7I699KQVPvC29D0JIQA8N4hIPUAWvTy5TMI9vJicPGh+oT3/K7Q9SYu6vO59A74jE749fM7YPbQE7T3l+FO8F1jMPIdKGz0f2cE9FiGcPFmnar3HlYq9c1fkvbQ/hrzmkd47LYALPYvJeTxNOfu7a3wpPgPwij0uip698WNBPVYFzr14Wsk9RlG4O2VD1T3oxLO8L3RbvTkuFD0EhE87vOrhPM/S/L3lBjG9Wf+SvTiGrL33lPM862qUvXKHxD3KP/k8l63Wvd/Joj0vS5Y8rKLAvGeCiL3fKiE9rSOJvYSvNz62M/27pLOXvL6bvjzM/Ii9TA0PvkcyMr2ZCBo8oZMsvRBaJDz6aow81KSZPJccCr48ZBY8SyT4PYOonLudnqK8aenHvbjCRb34OYg9DAbDPcTNILw8zL28/0eYvfwYH73Bmfu8oroXPAmrub21MB69nRIivYhKTL1y5hG8KsTqvW0PnLyqMls8e6aIvA18HL3vMkm8",
        "W9UGPblB6juHLAW9ecl9PFKkQD0Whi69NQ/fvJsy3TxjMAI+vjUNvmzK2r08lma9sDmfPMxxTD0pZLU8r26lPM7Vzr2lyTM7mvBbvalHvr0vPka8rRf8O/sn0T0ejZk9brAdvvTljz0SUXQ7zArFvN2rbj2fJFQ92vm8PYMkpb1R9xO+Y8+iPd6SzLxQEu482D/iPTK6mT3vwnK9sAWGvFaP2jyBnys9lSWTvZxT17x30G49lTojPVAkCz7VrDy95ZVAPOKwCL4A0iw9Y7aqPZCkXjy7Yxa991aAPctd/7wna489xPISvSvb7bxOy2q9XGKDvEdkhr1nCva7SrH9u9fptLxKH2U95mTFPSNeC75po6c8b/UiO8/7ab11iZg8jd80vT42Kr03olu8042DPOCQx7wFsde9tEqGPdTErDoefBG8R2VQOWcWOL1CQ7G93Q/pvDNiq71psEg8k2NMvTRUXb2horM8wgnQvJJpGDwOHQ890WEvu/b8/zvbqtM8YgXLPc0Oob1zBAu+0VLSvc/MrTyl5Y098hHlPPGsZbwyMoi9d/9mvSEKSj1q7727zWScPHN9yj0zyRi9hcTEu2aUxb1KSyw97fYevcIdc739PQq98w4NvgcMNjrhq8K9In8IvYhvtjzCvgs9nG38PJ9PeD2g9oG9ftsyPWX4bb3Fpry9Vhh5vaPZGj7ifzs+R+KnvfRvwTzvUuO9LI+PPU0npT2++Ya9lRuMPcOh/j082QW+nlWovZ6WFD6WteU9HGhWPR1KCD1qZig9QmuhvXsY7706hTS98djBPVjF/D2gkj87T949vcinbjyx0Vw7rNurvFx65T1qpiK9kW5zPA0lcT16TgW8YO5oPKK7sTwLfR2+8DGlvbfN7bwBihC91CeduxkJwD2Za6c9CXKavaEdVL3zRwW+H/SbPUZclT1o97c9zzavPddWjT1DMJ09pms6vYGIar2MrhO9TzPBvFA/ZT3XhIK9mArBPBHZ4zvuzAQ9YHajvCS+j7wq/l49",
        "Q93qPY9LAz4c1Om9KfinPJw0iD25Asw9PUAwPt27iL1z7Hm9jsdkvCUhXr1xPrE9hrjHPOjmyD1IRfe8k8GdPZKzgb2mQKM9rqwbvYjJur0jYug5h9UpPYYO+Tzcpww+Iq8bPJguOj0Rfai8hPPKPd1cSL37d8A9lyDbvcec2j3rVIY9B67TvGjsJb2nIw69942+PCGvb7zFqeS9MOYCPvRcE75SnAi98OSfPe5Lszy83AY+HBKQvL2DtjyMuTC8RuoRvn7qCrzpbao82W8APqp96b0N1os9VCmhPFop27yTKfc9vZNZvaFdQ73BLO66aAKTu/ubwbxl8e09h3iQu7mHI72uncg9aYuTvVF1Wr3H/8w9Hy86PAYbGz0jD868ce5avAo4KT7SUvQ9qC2dvc+gvryr50E9Uz6RvUdF2L1jhom8RpACPnbTpT0lDIq9Kb81Pj9nUz2O2xc9VS1/PYu7TD2JSqC6Cb6gPM4X+r2k9SC+i16ovRYV1LySZKi8rV6gvS6OYb1M1no9fe2hPYzvhj3WJ4I9SPreu1HyFb6VntE9BsQLvZXRLbukJSC+6Sl6u21O9LxcAbG9ESXiPPwnir2emwS9Ij/fvWcrGj3/g+O9sIiAPbYLkT3OsWs9CRW5vGkzLjv/c3Q9JOL9vX4urj0fHRe+A2n8vROI4DrUfEw8a1XXPVsPy73C0Uw9IlcdvuCKqbzubZg8EzejvVAogT3Rj7c9+oW9vGxyXDyUB+a7HVtOPl4ImD1i3L48CAdKvau4GD4xiS69DY0Juwwf1ztuxGe9SXzYvIfmmLwiXJQ9rZmoPTHsHr5de5U9bnoXO9LtTjtVax29dbGWPPetlL2DVl49+Y20vdLVALwQbIU9MoBzvbp6Vz2Am8m9Qa2EvcVBTT3nzKg8S7X7u0h8dr22FYY9CkkvPSpyW7333FO8AAKNvXsygT0XD7K979HCvCWC4Lt7MOA8e7gVPiIZfb2v0ao8YUrWvGQjbbviPC49mOwwPgQ4Srzl6g+8",
        "z1RgPU+KG7uGd7Y8ZEFEPWSGrr0qQSi9H+MFve/VjD3YK1m+cyUHvu8LhD2DqzS+w/WpvCM1/7yt36i7l318PSLcED3pgr882afmPT7Zbrzd9he9eMX9PeBoir1LdCa9M0o4PXEbMz2O2pk61hG6PSEojTxMynw9HMeEPZHcKz3NZoa9D0KHvdAhmzzYIs26YxMVPWtVkzxVg669xsmzvCYEK7uB+xk9ypPgvM7VlL3R4JS9q7G1vLbdNb0tXI+9Pb6RPIZfCb2TvYW8mZbSPE02GLyoutA7suluOxGuXbzG48G9hh8svfgCIz1iN1W8j/HnO710BzvYD0A9dEXQveEhGL3Jh3i7NxxxvTLMU700ozS6NRphvexDYD11s927BP00PXOBszwJJBs+xCoeu9YErDzELtW9bsglvcQ1A73fvis9LfcJPsHRtjw+IQk+HKiIPTT1Zz1tyQY9c2gEvXnyeb0Et628M5goPny1F714hlS8xPkXvtV4iT1F6j699OrFvRzXiDyQmr28zVq+vTAMhTyXIkU9SLmFPWK13rxt0XM79GW8PbndrD3glJ69oVRvPIvGtLshDbe7d/YUPfaNAL4PF6a9PNe6PWHOkb1YT329PM1zvKVmWj31AUc9UvWwPNHT6z0Sv869/KbVO0bFQz2T4B69r1b0vXIf4j2NtaW9Qv5rvYCV9b08Yuo7qKWKvfoUTj3tMWK9um2EvQPUir1QgNA9/tWNvf93hr1DGU499AuwPA6S1L1/XsS8Ns8avVUiET5tR0s989Q6PZfjmT39MCm9Xje8vKGMzbz4r289DKGMPApulT0Zzsk7474XPbc7xjokTiy9jwiFvWPKjD3e8J49b0uWvRL9eDvWno29/sdSvAo/rbxThru8GdoLPVoopL23H0C9aGSrvD+NUD1uWzQ946GAvezy3D1D8oy9+6m0vb4QgrzojhK9TRcsvhI2DL4nap09JYOBPXbvzbxsFIo993GAPT5/NrrDUco79Y6guvtbd737IBe9",
        "J0k4vclLPrwyOWO9bh0iPXaVkb2hECg96Jhpu6jSWT0qdaY91VYYOsinqb3mx+S9ofCwPUT8pbuz0+c9281PPfE43L0VUZq9ac1wvMPicr0OXTg9m9SBvUe2oDuwjMg8fQ8uPUMUSLz2wc68x1RoPY8Cpb2Q2a29xZEevb9KRz2mG669kI54PVzpmrvkHtu9xOYkPvpdZT1dBe08++LCPHl8gLw0nAO94BfFPWnm5b3Sohy97yYgPT5nD72MNpW91+1evStdQT2kCu68wt3xvCFEaj0/77O8ubL5PeUDNLsNfTC7kaqbvBSIPrzfboE9AIygvJQuOzxvkky93PtXPb9IXT4x72s+HXHEvYhObDwT0qM9v3zFPb5RqL1RR7w9+SifvD/ZlLzBcjK+0aD2vWU5ibwCe6i9x46SPZTME72wE+q9V+KOPYKGmL1TDH67vCezva/VaL08Kbe9YM+dvRKK+jv8oYO9EVIRPSIEib2E/4u93Uh2PVw5nT33AXC9+zyWPfdr3D2bvxM++mW7O45ojz3VK4s92j7CvV6OST3E43q9e/+OPfXuAr00Sro88Qj8vQkjwrx0y409h0M5PbSekD1k2L89o6mhvJa8Nz2sJMa8omLfPcOWkr0b1rm7R2i1vat+Xr3+vDK98lvuPfGRgb3bOGg7QrjZPfz5jb16YLm9dkTnvU4vhb2WBsi8hqj/PfIhC77TVuA9+4DDvbyW6Tze/qi8VQLKvEb/ijw5qUe9SfFhPBwAAL1BsF+6pxTwvG1s1T00JuW8UpFZPcqajLwFnx08EBYavTZar71SUZG9tq4HPAhOV72JkDu9xPYIvWAdrDwEYNy92c4JvebAgT0qsIC9K4CRvSqjfTw7ndg8BOgtPIB8pz2djpM8UDFJu0nIWT20ZZm9mlkgPKiBYD1e9si9xAItvbYS9T2n/1+9EyMYPba6m71Wp4i9lb+XvWKX5zxO1hM9JruRPTj//rwjWsy9RvxdPW1A5TzfYDC+2aiAvL5ON7sJ/mA9",
        "m+BpPD/IdT3Tjjy8l2/VPZp3tLyVYBo+Tt0JPQ2eEb2JCDS9RmzMvdKAyj0a4wm9/6/NPSfBTT7XxCk9NJ0KvnNZVLz5zag9RTHyvfdUET5bHGI9o3y0PVTJB702efC8ZCLLPDyIiz05sMa9dO9tvFT817xcFD++lVsfPjtRrDxdXH88gbsyvJxTGL2buda8P3Fyvc8H1zwjIYE9/yJyvHWFmL13yY28ZkQvPeEjKj17dCg9DlEkve6uSj1fWyE92GePvOJZAj0QxMQ9kP6rPc6W+DvSJk69ck5hvA7oDT79TZQ9tOU5vcv3ZD0/w/k7ClKLPZqbeLqIOjw9xboPPmBPJz3PcMK9cS83PaxpgLwlj6O7+qefvW6Iq72rpMw9dfCBPa9IVL0YLwC8m5dqvYzi6r2tKUG9CIunvbR1Ers7ZvS61raYPbDeBz4DURq9708lPcsHDD4PBlu9Nc4ZvQ3yVb18rc29rOQ4vSAXMT0xTcO9C1BHvNjOhjwdE2o9ZOZFPDxjW7wRehC+jsQzvkbhxD3yMQi+kHNzvTG9Ub1dvvK8haNWvaD+lbwKsA4+bQScPGsKFL1VCvE8xSUhPm98mr08Qt69aZGBuxmHcD1jOeC8MkhZvcAEhj2ucSo8VzL0PaHXYz1BHz294mwhvHIRrr15fiO+rBMAPuDu3j15WOM9SHsnvv4c5TwLECw8pfwOPV2IxjxW/PU97ilePGdu/7zAe9c9jr0OPWyohT35Jaa92K27Pf5/nLzv5r89iCinPAqolrzjLiQ9k96xvclGlLpiO1U8kO+zvZllAb6OZVI9EHJZPMWStL16h549GHaLvTMlfj29h669j/BDPfj0/jzfI3a93F7lO2P+AL32nSw9RNjSvYTPqL2Kx+a8GO8NvRR7mbpwc0u9kW8DvrwOt7yb+II9SPSuvSLNyb3Zbny5cfZnPcN7fDy/6jE9vs5QO3Hqibmfc4u9ry/iPMyVeD0aCo69pqiFPUPUsb3lwBe8Q2k6Pav1lr3Npbo8",
        "xvhhvduSrj0sZ5M75CrcPbV5Kb2Qo849eByTPchdtL15H9w9kcjCPRMxULuAshi9yIgCPlJ53zzsReY7O/gMPcOc9j3mAQa90ehePaRIPr4HNDy9qCKuPQ6stb1rZMG9IXXPvQEqmTzDBLi8hkcEPZJYxLw+64K7OwMfPqvQjDyJn1g9cX3FPGPrwjxQyPG9D3ztPCC85TzHn8A8Ij/RvdEnujyuIde9Z+EAvT+Sar1Vc1s7iwLwPL1lqLyKuD69IfJBPSO99L2JL4I88HiYPSjMkT3u8AQ+aZ0TPfAxVj03Xlc7rCiGPawQAT4ZFa68vbYNvYwNfLps2xS8cmEEvePBSj2aEm+974ogPQ6jNDtU0gk9QRYLvkplYD17iQu+r5KtPAg1CbwDhkY7/mb2PZ/ZOj1TJ5o9VU6LPH3ep738/qm99Y3ovF5/mLxzUQa9sF4VvTO1yL1xil29kkxEO3ZHsbx6vfQ8eEacvRW/l734bI69nHyKPak9BT0rSpe9TaYWvbxbzT1evT++wJ7JvUlOub0eiHO97QPwvJUjVj1s9lG9nIPVPeHBZ73x/8Y9GnQKvnPWLj0vN8a8ClvgvPXCUb1JgpA9yDuNvQ4XtL1bbgg7JMslPWiUcr0oCi+8bPa9O3leur1mzyy7gP5HvZkt7jypy6y9ClVyvL+eqT0rs7W9RAY8PsKW6Tv7g8Y8kVTjPYehhz1gQYs7GKgzvYuOFjxAvJG9t8stPsmw1TzQ3r49w7N3uz2QCD4am6W87UlRPPzxZb2T37w8BmpmvIVc5ryutse9QoIpvLshhjwrPsw9I6x1PTaWw7rwbwM9/vVwvVTgHL1GA4u8bOS5PBWyDj1SI647ST65PVEJcb3vbdC8JShzPVnFuLyQPX485SwJvZ4Teb1nsw6+8LnHPQdCFb5QMaS90lebu44ftT3xmAu8kMmdO8JAlztdeJg8sdE0PRJU5bz3T7+9NwoSvY3hqT00+wi+QhSGPCI7v7vZ/GC84d5TvXAYlj0Jlju9",
        "MhacPYd3Ar7emjE86WvCO0NSrT2Hg987oJADvt0eu7tMN1u9/RNHvek3M7wCcCc9kUzQuz52Z72y9hw8pGgMvS8g/jzepM+9HHbEOydJJz1dxLC8qOQdvYCJrjxJnqs952W2PdzBGL1hj0s7EzOqPflVFD6fbQO9i76qvQBDlLyORC+9C1hePOOElzxv1h0+YKxGPY2GxD0NDOO85YelPT0c9rvu+3O96nk0vnQDCz24p1s94//SPdYW+LyTr4s8K+KhPEt7Ob2Hxga93/kJvjsscz3ulk68NCTgPL9ZK7y6Dy49Y8MCvZwBtT0kxgO9qKmzPHRi0jygGaY8i0uUPTagwL1n09i9jpI9vpWNWj1hxSS9FYAKPiQ5kr3ddKm9s9c7vX31vr1x1+S90y+6PaZxpj0s/+g8/pJPPVvWjju2HnS9oMUHPSeuQj3so4g9gVndvejzeb0sCTc9kRDfvd27njyTHNg86H9uvX/E4zxMDSI+VEMSvpvYBD21nfI8oHR7veNByT3x/8m9EwF5PDJYezy9ifI8gv/yvFPgF75FAeA9iFEEvX3EGz6x6SM+BN2ZPCV/6b1H2lS9v27VvUHWEj4xNCC+NFT+urdUFLxX8h69duNwvGdjGr2wU7m8BYQ9vWRvMbs2J4i9DmoUvlhnnbz8fYk8aaXKPUPSi70yZtg70GYaPUv+p7xEuZC9YQGfPYxkuD1bv7o8Yw0EvY9D4T2seoc8G0QzPXgT7D0FHxU8WiWovdyUaz2yLIU7Y40QPKnviD23CnQ9S2SqveqVaLtZFn09X0m6vTbKCj0Iuv87AEOMvUXdBL3GuKC8KO1APQyhELx8t6c91odgvYubeb0DsIS7WMxTPSj4Cr1H14895QRMPQZQq73MepK88zajPJzglT3Vrty8/DAqPgUyH718oZm93ty+PWGiJj0TzG+9zymBvNieE7074/88WAKCvTczoL01Kb49DJE3vSLxOr29xKG9SViaO26vOr6/zIA9pdOiPHz2er1sJwm9",
        "aZN7vVCqG73U/Js82KgAvm73Dz1ZEqS8pKsWPHmYaLtYXYy98+FivtfR0r0w0/I8olOKvUrcur3mgzo9fTYBPoK0tbyiuI68LMT1PYI9Iz3fO1W8uuDqO9gbtT3+1Ye9Jhr3vVF61zytp3q9B+kAvUsQvT2OAzm+IRS1PXg1kTy4kS88S5+GPT9Qdz21nsY9NsaGPWeiAz7lEaS6Ngpgu9hJcjzBV8e8rfpVvYAXkrspX2g92z9nO0Q8LL3RFYU9xVkovOiTibwQU+q8Z2ITvRYXV73Co+G9CMWOvfRZvj3bJ+Y8Va/OPAKPgr22L069v0c/Pawfj73QRae8ljtxPSl8OLyBqV29DrrSvMbBiD03qPq9h/4hvXmqjL34gp89oXzEPYrhwLqSrsU7dUrAO2Mcc71UR7293zvKvEhdqL0WmL+80Om8PIqpLL5tfaS9/P4qPGqoojxUA8c8rA0qPb48nr0Ty/m8fZ6xPdQvkD3s7+47vj+5PWEn07zXioG8tsAcvTKdJb2tCdI97aHJPdmytrubM6S9mn4qvfglmr3dSqg9A1mrPVWPEr5h5FM95r4LPlKTAT7ziie9KjoDvd7rWL0rCDY961SkO3bNHbvELPW8mDUCvmusBr6wBp08shHFvaK5oL38CFg98KERPuk1mDtefQG80bW9vCISwz38MOu9zVMmPszSCb2Chey8VA4tPcV7sLxDaEE8s3emOzJOJT1qom09e8/UvHagIz0IIsK6ByfEvPi/er3+GIm8A3o/u5NiErwAv3s9YMdKvBWAG71TMw69hc03PswqgT1S+Tk9bFSNu6z9273zowA+jNOmvIYdTr3aDIa9ptgMvUuO5LyDulG7xinru7kVnjzfUTa7yhFcPbch9Dx+i2+9/ImKu55mqz0sZBS9juGqPWskATxIvBO+9+/GvWlvgb317xu9eAEXO1R5V70tTDO95xQHvBSY07yjaRY9pxeVPQiD770mrAI8qAkSPYSEPD72GqM9CW4hPTPV3L0fEoe9",
        "CixOvV4Uhr1ChlI907ZXOg3OyT38nBq+d8fgvdh2Bz4zFog987YrvYQoLb19Wq+9MSUFvVBZkT37hgi9YvqBPdsFEDyMCwO+rJvdvEPHgTu16ry89cw6POutrT0P3VW8D4cQPTfv9jwO5gO+aLdhvedg6j2/WMw9upDOu4mojD2oFgI9Zs9DPYn2nr1dgYS9PG0rvUZ/nT3khTg90smaPNe50rwkhyQ9YHOgvUIH+L0s97o9yW8avayg9zxyRq298mfKO0WlAr2a1Jo8L+TPvXOxFz1CJxa96ec6Pg3HID3G6YG8gOcEvYvLxL3wK309EFTVPJ0hBT0Gz169dmUeveyRSrwEnDA9Y6XtPZQ527yMKVg9xcEXvXXIOb3KfV08coekPBVk9L26Hp69hPwzPMnAXDwu/vw9xeATPctAgz2Sup89oTnevDaPTD2lLf+9e4EbPmTJxDwT1ys767KfPaGbELsm0Ww9yHvwPQsQpTxhVUe8eAADPlp2ILzSSds8sEfJvSxjVj3rkqS8pva8PC6dqL39bcK8D1/Jvejtgz3Flws+VcHvOz/dGT74I2U9we6GvCvhFr7t7pw94YKpvQ0PAb4e/MM9XK7KPcxlBr5Ukz69GSkIPVQxMj0EhsS6BmBIu042fzz5B5U8zgLCvcpEHT4y6cs8OCi/PS/PvryOXKe95OnovFwyBb6bFh69n/tEPXuoFj4obKO9LVnWvIQQrb310g28B4HVvfCNCb0AqPy9FFDXvaMyNb3hvBG+0xjFvUv12To4QqA9ne6ivVvb0bus3FY9aoVDvSN8T72f5yI9Qv9zvc+psL3R7Iy9lrzJvamhIr30i827A8gDvhxkUz2yB229u7e1PLyWhr1po0Q7X+TjPPjiuTxtRnG9+aPNPGR7vrwi9HA831vFPWnmBD35M089Xc4SvNoOhz3ASkw9y8+hO6ZN4rxUC5O8zW/KvcImWT2SLmW9uhYtvDOdVj2ZMCI8H41Pvcvzmj1vLBO96u8PPlU/Lb5mN5k9",
        "0B0UveLVyrxfDsW84fLxPAOda7yCyOE9yRpyvNfhgr2SZZk8OuWLvXpByj30SDk9Bok9vW/ljT2wWNi94zDQPZf5WD0Pzd69+OgBPUox9D0ubc+8+gj0PSBJJb16FTs+QFWlPe5UAbyfLuy9g6uaPd54jjwBFhM8D2RNPhapSz0UQYy9k7fMvRpZhr2o/8U8HS2NPBkhpTuGY3K9eQt2vaN0fDwRekO9KMKQvSBUGz5ql+I77UQKvbiMeDzmvQs8SoQ9PnU8ALwicrE8pnt/PYKRob0uU6m7Z5NMOncoVT1JF668gKl1vYcWMb3K2UM9B1quvXVUsrxW16O8oVXAPHa0jzv3LPW7dpOUvVagcL1SOpU9MqkvPdc0gj1jD0c+eAsyPpDqlL3oReY8ORxcPGNhHb07WaI9TbulvYZPGz2xuUi9w3QwvEvvmTsybK+95P6BPdGikj0E1+W9U2JNvXwSkzshRA+9nWcWvTMZAjwhzjW7Vad0vYaL2D1cUy+8nF5FvUk2x7yYFJy8Ly3rvfQJCz1jPUW8lY/FvJcINz0/hdQ8boYfvRvDnj1jrT28b8gQu/q6n7mGrhS+XmGvPcRmPj1kpx++dnusPNn7/b1HKrS82fWEOw+kJD0MDDG97yCqvJBeRDue/ZY9N1zpvNXhAr2UoYU8/sElviCZEz3FbM48QIMmvMJknb1F6kq8hQqDvcb0dzzZkSC9Yda9O1Ic87xmvgI9Z0bRvJwKDbz8CEQ9D7zOPGz8Fbu2Eai9mCCgPcljFT3GRdc9Z2fGvM7cyL2f6/S9/GVBvXb01ztdfWk8AztJPREiOD2we2S9RerEvEMndz1MdZc9Hk22vfRU870nWOg8+tvzPZeD5z2tD8Y8a86iPCDtD71NcAK9LuGdvatyib2wuCm8pnHzvQbxNz2RORA8a7ZHvBdN6by9aBE91YisPA/8h7pnPUU+AURDvFaTy73sQpw9/ql5PB07d7u0P6I9qOmtPfY11z2+Ks09pbadPRdw4Tu1Vp09",
        "gvKOvQTlCb0xO8u8o8gGvdcYsL2hA6g8gh/APOuWeb3r/ty9/mwRvmAsjj1XO2E9LO/xPDXAxTyQGqq6l4MZPYzO/j1aQLG9LR7MvG7RurynjiK9J8ZQvUNgtTzLqpi9vLgZPeQTPru1BBc8XDzOOyb4ZbyuOi+9MhiavUCzrjun9DK9R2UDvhPi4zp/ARi7KyvPvQeOkT1+jxI+qBUcOnn85T0Htvg7ogCNvUHoTDkp0dk9qYc7PYtjrTxi4689w/y1PSBe5TzMIk69nKUBvRA9tz2AWCA8/Hh+vb2eVzxrTFs9bmYoPUE8ID2r0hC9SjHNPRG0kj2smm691NYPPdwKyD2XnMM9J2QOPR/Mor2ZqMw9RJtoPSL1Lz3wtkc9YZFKvW7yCL4gnSU9aNJ6PVW4vb0fwwk+Uqugvcs5sr2gfm49la2Hu8/d9jyhFRm+AUYWvVbEeT2pC+G8L0l8vTBEtLy4heC9KA6XvYKE3rskgrw7fQVcvRD8DL5s/cO9hu2MPeuxoL3Bc/A8iPnaPFX9sLwMsKu9y363PaI9WD0wr7w9+Zrsvb+VkT2J4JW8xUvXvWBimb2ZcIO9yQESvZF3kz1MLHW9T5MoPtfynL1J6+Q9QSt1vem4qrw7rNQ62x+qPKVjwr2w1Rm+nC4/PhIb/ztTvOU8vCSpvZyPFj5ezjW8+j6QvaGvJ70OzgE+HpTPvKx9Cb686wQ9Mt22vVh9cj5ZsdI80hkrvdbRyr3q1EC8Y14gvG3iGr4QTFQ9yG8LPYl8fb25UcM7PSRHPfOCsjzyXNq83ggoOxB/VD09ReY9rsnFvSL8Zzs0zj2+chsTPkuWEb0W8JE9qtZuPbramb0uJdS8Lpo2vQSoHz01npS95mSwPb2qsjxZXTk9Oj3+PEw8iT2HgrY9INwQPnu4n7zBd2w7T0QMvrn7pz1zQFs8TzNcvV578z2G96U9fyx8PUOXtLxImk68IGfmuunqkz2Z66a9duWuvfT4rD1cmQS9XHyOPe1aLrzdWpM9",
        "o68Mvc+zC73DG6A8dJEzvQnlur2uWaO9UVzuu4urbTzxzgY9KXWUPKlaL74SKlQ9eoikO42k1z0aaha8W86XPDz2Cz2OcRO8WH5IvQUfXTqvRj69zx8iPnk+CD6t+Qy8RScSPgg0/Lwpqw8+u7uPPfp/eL0byu+8PHqEO+1mtL1+ZjA8w91iO60iPz2ccwK9zHe4PW0XgT5UohQ+42jGvCH6Fb2mQSy83VJ6Pbk9uzsq4YS9HLblPJroNrxKEIG9fDFYPWhOHjwn3GY8EIdSPXGeij3GlI47qodOPTfUr7y1qLm9xE8Ru151T71bENa8QPSuvdElBD5nN5+9PVoHvV+vkz0NOKO9Iz/5PYLkrzzymnw7Ao0Rvo97XD2QXo29VZYovst5kL2HMBI9DMb5Pb3jkj1uY7O815dQPStAtjyyCEg8bjyZPXrtm7uNTLi9fWezPRFj07y3z8S9mrpOvSAhJbxl0nE9u9DBPGh5IzyScA27rEpwPUQa9bpktzE9c5OHPU9LR70mWRa8UVEgvXJEnD2nnVU9hViAPZ+4u72Er5A8VsWHvOOknD0vvCk9VVY5PIjuXL0Y/YG9X1vTPbggyT3Wjo888eYxvRUjzL0+NP28tRsKvNBMvD2V1Wo9MbTWu48wEz0oSVG9Op91vT0qG714jXU9NoIrPs0WXT1Cps89n8omvJmX0TzL5R89d2DdvN91dLxnXYS91UKzvKJZIj2RQGq89b9yO3C9kz0wt/E8eEhzvWCK2bwa2P085xBavVMj1T0pq5k8zvZru2x+/LzQeBC9RhEfPGQV0DxmXYi9DxwPPqS+Vb0sRWG9xxAZPUzaijzFq7E9QSFCPZjXir3efME9ip+VvYeglT0gycK7uAiPvfWtFj5Ulqg9fb2DvVIhAz7mu92919GHPf3Msz0tM9I9nAuDPCbxCT52Y/89WrUDvBy4HT2r/iQ9t6PLPeBJ8L1y3s48H801vO44eL0uJew9Xx0avC3vAT0xKh883yPiPVTZDb11jwU9",
        "9caTPMMuADwKMdI8SRlnPS24jL1R6/G88QYfvY8RDT12Gxs9ZN0qvRZMkrwT3s49QToNullQ6b1Qb5e8nElvvfkyvr1CQ408JiQsPaKF9bzOqr+9mI+iPWfmfr0pORy8Fn2kPer7or2U/129WIBNvGXH+TxNcQa+B56bvG6Vnb2B5Bs9Ko3GPe6i2TwhPU09jaucvILSmb3mbkI9CdJoO0H0pDyHC8Q9j6p/OuErUDzGWGk+B484vNJOYz2Qz00+eTd5vTVZnjzyRjI97p+VPacYyb0Eci89Gh7pvYAfVT0y3Rm992ABvUNUbTwhWAy+SiCcPcyvkDz8OfW9j0bqvVhaHr4n/D88Wa8yPUf0Nz3WIbg9pTe5uif3T73czrE9bXayvaRpm71iBES9dUIJvbwbsbtMLAg9u131PRouaDxgI748yW0hPFC9pb3kfnY9nwYIvKgUlz1qzZ+7bGzrPdVdLz2Kl9M82IrIPKpGFj5YUQw7nBvwO1LSGT1hI2k98oFou++eHD2p3iW+hS/VvTFaG76Z1809sSqHPZfiMb3yIIw9At+WOylbvr05k1s9e0qPvYPWjz2Vk4W9oKdGPEQ/qbv6B7y7HbpuPQs0Ij39Fw89ZPY5PfCbx72f+Mq6Qxqpva5GNj1yrnG93k2NvRknDb11mzy8/OaavSjgkDtoBwW9wYbZvBKH0rzHcta9IIX0Ox6iwDxEEPW7xw7GPeKS2LyCbbi9SvRFPcnUNj2cFNs9QDQsPUvZnz0efS8934wpvRrMEr31tgW+IlEMu+9T+r3XfcC9qtHXvdOSDTv0zoO9I2etPc3ncL2S2Kc97XONPToZkboCqEW9iUnqvHiWFTwEtlC9TreAPQTogLqM0zG8leQBPS30Jb0w4PW8GYTSu7djpb1mRpu9s9pFPqHgAT0V8Ye97/jZPFErp7zpWTA9V2FvPT825r2uiX08bctLPWCIlDw2ni+8F/yWvGAAm703YQI8GJ/3vRzMlD3q/Dk9n9LKu1BPCL7U1WM9",
        "BdHJPU3wur0aer29t49iPRjOdr0UxE87hfLRPQ+AWT0IdJS9KDElPPTMCz2cgsW9AKvXvXyOL75sEmg9l5a3u6dgmb135Cy8mnGjPblu+z3H6hs8KRQ9PYtH9bzamRg9LmkavpW6dD0/ASW8zm0IvtKRmz3jewM+gLYrugOnBz4dnUo87eqPPek6FD3alDM9ciqxPeXZDj4HKro9qWCbvEguD71R3oE9hAEoPtCGSj21hgK+Nm+uPasULT2fJCm9ElcwvRqZl72HGSO9QAXnPC1aGD0eUaC9v4qRu2NVbz3HrIC9rYtjuljBBT1CZaE9nzQ6vQHz6LvSSg6+FJURPQxui728TmY9ZDUEu59esb3DDy28++DEPZABgLvbtxs9BsGnvQVMML3FBIo9HtZBvRiMzL0jeQU7rr8kvar7YLwERxo+XFDDPWiHpz3/R6I9J5uhvU4lWTyufTW8bc2KPTsIEztAE9i9EIFrPfAFYbyLkdm9MPGBvOSF9D0TQp28EQr7vcKqbb2mh/K8JdLWvUnCBL3TsXK5Yh+1vaOWhL1rR6a92ZoHviToKTtDkdu9brZTvfaOTL0xmAC9swuavR08W73goqa9nlSwvBFhyb1glOG9UN3SvaaSz7xUVvA8QBioPYMzu7quD2g9856QPbA1B76FlO873humvGgKbz0rrRy9O1mRPYYZT719TPc9yp6Evc/cmDxpXpU9V4Sku0IlSz2xTZ691IhsPEa9uz3e0TC8j4cWu4k/Fb0nuMW5Dh+UPXKys70Gwpg8+qxoPUzbaD20uwY9P8ChvSf6670Pfpe6njyePUQ3VD1sPHq8wSJovYNIHz7uzS28aolUvaajPj1qprq9tnyjPDTRRT0Zc9y8A2C9PUg8U70Y1+S9qEAQvaFSYD3nnpO9wD9Pvd26Cr0AvWg9ep7APbDUf71vIJY8oqgxPj3/0zyQQXO9hY7zvMkF2bywCzS91JQ3vnd3EL6r8gu9PnmPPbybgj0hWTC9tLvPvfCOz7vUSqC9",
        "QmGQvY2yhD0OgfG7omp5PZmtHL0AOKe8cb1gvRQT8T1yRgu+n43mPT6t470D7bU9CnVUPZzQYL0pcRK+dUN/vI3jz72Z+bE8kTqoPDgFpL1THv88MrGLPUQmvTwroqm9GOEPuR1kNDuOrU29AYfgufYZNT1h8sS9v2lLPNHg+TzQOFq9d1/vvWdBpDwvln29Hs/iO2rBZj2w2Mc9AVcyvdw09T0NYIk9buIKveoRsTvy/og9dCzRu3SFVT4n8q49l1OtPUGu37o70ZQ9u7dGvNgOqL1GAB+9DSIEvR68C7zfmy+5KXwhPS2hXrwiTIi9SgTjvD8eorpzw948HMxuPZPUHT3OLZA860NePVf6pj1kT2O90dI8PU2Czb33xcC89fbKPYRMqbwFIcu80dkPPv0Fej0S+ja9UpaqPQrbd70IFS28eIaUvdmuUj3BrH09RhxMPaMHXD0hPSI99EjnPMnK2j2VlPA77AvovHs1Mr0K/IG9ffpRPC6sBL5cKK09n5xtvdkaZj0mFNy7vMl1vUq/abwvwn061IDyPPeWNb3b8yu9fdl8vZKmW7yJuAI8uRHIvCMxgz2zZbc9RSpAPd6dtz1a1qc86V6TPTCIoryJz669nvqEvShqej1W4wO9JAOFvdZJNb5MjiG6j4QKubY7vz281ae6almevY+kOT11NmS9UIyhPd6RJT17JDm8wLSoO1LJJL0Meiy+JqRVPD1Hp70kzjA82EEPucz43Tzf0KA9jKUuvg9pq72nc/W9ebjLvWW687s8L4c8vplPPcSuWT0qNY84ygqRPfi7Lj6qdoO8kqblPPSpRT1ddOm9pzUjvS7U2zyr/Qk+dw3dvM4QJLxZzYo8dZJDvdjaXL3UMz0+HMziPTlU4LxBIAm+ZVyGPL2nT73f4um7iD8FPlu9wD1CYQ88xRxSvJ+LpD1KlqI9uaNdvQ9F570pFQW9R/qmPKlNzruCkDU+q1z0vUyhhTw6vjM93XR1PWyagDzMRt68T1p8uz7iXjxJBKM7",
        "YPuKPIdzwL0vOJK9WgKDvbI+rTyuCyU+SeRJvo06q73k7MY8yK/bPeeKqz3kDj67L2u0vMZgmT3lu/G8h0k7PYDmwj09wdY9slLDvbqXx72k04A8CP+tPAj/Wz3IppK9qaqePRlu67z6SFa9tqL2O0fyPb3k5Qs9EXAVvUW8Yzx6d1a5S7xRvLW/mT3NN7S8HkSdvXVoXr1meki9Dz7NvO6dC7z3dl68G2U6PVapFb1WrIK9XbWdPaIbwb1tiFO9x33/PJvYV70XaAg8pd2AvZU4uL1iSou9epeSvP0Ezz2JWgM8Lx4mPQgZjDy6NqS9DU+VvalltDqhUe49ybJePTzlRT57wLS8sg4JvVArzL3ewna8NJD+vAa0dj1nt+M9QVhMPQUItDzstwk8gEklvDV43L3pGs69AqCVvact/D0sRQ0+qceGO+HR0D1idqG95p6bvcHfoD1qKQM+dCk6PiaELz31nWK9EXOUPe6d/DxTZ1M9BO8MPdtq3L36Hek9byclPeHNQDwL56Q9LwyhvSqXpT1Z3kC9TFuVvbhuxbubCZI7wSBRveMhJz1BPci8W065vNxXfb3ZZta9KcEjvpwoKrxOKgs8+auqvbkJ0rvVFh29zcOPvc0ak73Dzew8De0JPa1u/z2bKqE9LlCmPc1boj39cYO9Q0Slu1NUib3eB1k97xbqPaFlmzzIP7o6PTr2vFKxSjxeEaw90ql/vXNa5jzEOYi9thptvT3whrzeEJw9EdYevRWLsjwdFtI8UBsEvQgcoT1ur5E9Bez8vNNhvTuOIU290MJjvYyE1LyGxwu+sL7FuzpHq7qM4QY+jJmwPYIxI7w/za+8jIHavXpM3T1aRz+9btoDPZqnEb0FDK49phTIO84gsbvhXIQ9EgAPPeFG3j2pK3M98Z27vSnHKb6lx1q9aR/uvfCsHrxBQC89oYuRvG6ZZTztNfG9GoGjvTCeAT2swhi97ITXPFSyHzylY3w9IzKNO8USWL2YQqE9Bfo/uVddOz0pDBu+",
        "PK90vH0wgz2wdPI9IpuBPXjB2T1I0ZG8BmwiPd5LlD24MMq8WhI6OvjSCj4o2bw9TJ/Uu6GjOr2t3b+9qx5mPUDtOb0P5XY9sXUTvq7cgDz1sAi9zuoJPWRJJj4H52a85VXuvWCG7z2SpNc8dA/YPYkIYD1rjCm9w1HmPOM3wz0TZFS8q2YTvuqeOj1yWEM8DW6AvS7tLT0MH5I8+jHSPbbWd70qDQy9eHu0POtBlrx2Gog8QVlGPYR6SLxHB8m9WvGzPfDhwrxQsB25vhGmPePmXr1WG8q8Z3HFPUDVWLztHfU7xwFWvTj79j2HHmq9Q8ofvdLNXDzOXpa9OplmvRtlBj00aHO8OBmkvHo+tj0AuQ6+9U5wPTHWtb3YZdK9cqfrPSPWu72Ozzq9ZJRIvAu2ST1QS3a9hfYQPn/+lz1yT+e6eGKLvP2tTr3Jmfo8oxdSPD00Izyp1WU9HQ4OPeTLhD2Ae4E8+2/NvcLic70dV4o9dJLMvZcsIj2TGuK9H0qbPW4Rtb3LgLq9L4jOvC0rQz1jjYU9IqKEvH/AFL2/NRq+t+XpvK0GLrxkvRQ++gYJPk3CEL1YaaW8w3txPFdboz24QA6+NbQbvkb3cb0B5e69qA/EvcxTRz0+LsQ8mSe1vH97P70skWi9bIzKvUelEL7hAnI9Gz9Jvc02sL0rMYK9DE/9vQ3/lL2C4N08ng7gPQHMfj3Q3j29gaE3PfrIWb0WgVC9tYLavWKNqrxK7ve9OvEqvuVYub2/p589y4sOPcCqXz1TwH28Rs3iPDSXmT0SAcW8ZoK0PW53DbxrQWO9rNQPPiO4Lb3/mt28qEL1PdClBbwIyL08R8KOPb1ZMr3hRdS77tWrvW3nPD0hXzA9ReQ1PSA/zTzRiji7OqCePSJhLj2KfOa9DAnLvfDKGj0ezjK87xWIvdm2crtr7Y09p0T0vF/ONT249/m8aRJrPNWMrrpET928VbZFPCR9Z7zJ0349dx22PZ6fsj10T6q8GWMtPosxwz2gk9s9",
        "mceIO8dne71p8jw9YHDavakFkz1SYlO9j7vnvWGNqD3BTeY9MBoxPjwr0rs5aXE9koTCPFssNzskboU9ZVQFvrSbPzq0fgo9R0OevTBAAj44JyE9t7JCvapqpTyIFAO+ITs4PXwjnT00PR89CBswPLkly7q/NVE9DtPKPXI4BTwg4KC8A0Ebvf65Hz0mSOa8JAGEPfFzlL0TybC9xiMrPXtq9Lw/bZS9k2Cvu5kRAz0SPWk8VffBvFybcTxz3BA9hxuHvAy46r0V2hg9MSvSPT+brbwjgCM+Az4Hvh7Snj2xr6E91DctvfY2fr0CgZm9+e8Rutg81DpCF2I8ZCbAPNBRIr0UiIE9PebyPEEAOr5R4eu9pcsmvNzoUz00Y3e8pdZcPTfqQDv7IKe8IecJPbnZEz6YmeK9Q2WVvXNC3bsEfaO9DZe2vDwtP70/kLg94qW0vSvpxD04hAE+GfZtPDjWTr2Nzuq9Ala7PRde07wJeUY9QsAxvTy737w3SqQ8OHG3vVPqiL26hlu9uEbZPLegITdw/fk8rshovfj/bbzE/Og9mlHBPanOkz1Cn7Q97gDMvWLPlDwlw+c9yOMYPEj3NDzApvw9fE4tPQK6iz0yWza9vfO8uzPLf73xsqK99EkIPM70DjwflyS9UsnQPD5q+z2F4ps9U3asvboc5T0p6+m9nDcqPlxyNb1Sh4a9CwmcPVECO72SIcS9TEB2vVBRor0pOQg9CW1VvJhVq7vrAci99JnwvB6G5zw54jO99iaMvB4Xjj3KztC8ePjWvA9nNr0XSZ88N9+KPNqUg7w5lzK9jvABvTHwTbypdGc98Ix1PVHrAD70lBI+HfkmPQal67043Is8n7GHPU9ql71bSjm9hsTEvK2qvb33hjG9RM/svW/lVL2vyMa8H2jAPflEwz2oQQi9DO0kPa81BD51+MY6V4oovSjfhr3tn5+849x6PUBbBrxvnqE9ulnZPCELrz3qDdY72EYaPZkPezydhgO+TOJZPH5htT387Z69",
        "b7XQvMz90b12Ihm9nLRyvTf8lb1UEsG90WcBPjousj3JpeG7u6clPXLZLL0bZWO9QeC2PQOMML76sri84fLivG6DqLyGg6o72mfqPKwCjr2hsW89pvCtvWpO1z1DLJS9zZkDPo3KDT6Q1RE9/cVVvfxj+bziSOi94UK5vb5HIr3hVQO+vAcbPeaR072G24q9G4vWPApDR71g3XC8q2niPddcxD2abQU9qVNPvfVxmLyTiQu9BSF+vP1aOb2vkRK9RnXaPLzA/Lzoqiw9a6TRvOkjyj3nvlK9RI+DPbnmzrz4oSA+1a/xPYRtvzzqPis9/WyuvfWCaD15GiO+TQi6PR7irDz3DCY96EqIPcNqk73uyvy8h734OnY/pL0W1WE8290wvVlWx7yCPKq9HAm8vVwtCzxJxrA8/fscvZOPBr3mEb+9OW+EvbRsGTwnW8s7XURiu7Ka9DzPh809LkrkO+XPer2XYB8+GsqTPRelMroUxao9hrTXuWY1/L3w/AW9EIwHPano+LzK9WI9gJ0BPupD1TyRlIU90BtJvK6KiL1G+mI90AK/PfJLZzvB+ww+65H8PUE5nzz2Psg9QXdbPWdT5ryApJS9ZXYSvbfccL0nKJ08hyCdveURE74GXRo9Q2CLvAhZrr2oS3C9EZiMPXmZ87wAYYo9dA7fvLtSZb191po83EFZveuITz0g2AE++EicPa6+WTyyViA882ENveigjztQK6a981CSvTi8g72s/ji8rJIOvtQKEj3fdOy9anSzPJ0yPT00KJY8lnpcPcQYKb1+PEy7gMATvWVmeb0N1Hq8sDXIPf1yCL4wJhq9mH/APZ9JH7w/Z5u9x5N4vdR/ND3qB+I8RRUjPVXY/j1X8dg932zNO1zpab0PLEI95k76vWV5+rzHKJ29T54hvv4Oij1D0j09MaPgPYeBWj1hTek8L489PRn7kDtZgIA8vUZQPPkzWj20qqW9JGxVPR3avjxCiiY+MSeFvSXzmD3sNJg9CohXvFzgGT4qABQ7",
        "T2ShPYtoZ73U3os86jf4PHHKszt0vvo9V9cMvUoEpT2bpDY9U41wu3ZZhT3nl5a9ZJG2vWavmT0fgG49v5eKvQJz0Lyk/e68B0j7vR7I2DsgkjU8PlPoPZoYnDkiq6a9X3ajPN9Iwj3IFym8HRiOO4/oIz37zN08cS+FPZhjaj35OAA8QZimvOUrNT51E6O8SM00PTP7zDyFi0U9UFqGvQw3bj1VsgG9Mp26Pf/ucr2F/tI8p/E0vbDBMT0fBGs9mUsmvWcR7byZr0a9e3PEPOUThLwJbqi8OEiOvI/RJj198hW9hfszvX3wSb3/AnK9/9NzPS1GEjy5AEE8c/CdvcOICr5sBcq9JknZvHHwAD6kO869+RpWvfLrzT1Mi0W9yn0OPrtQDDysKYM79a30vZPJU72460s967CAvW6LqD2Jzyu9DkXSPfXlA73qqxK9YXDAvVE7rz2yh2e7/WnLvL/m3DzCVNO9Iltfvbkxvb3QCIg9OHmOPUooqj1uul69HBqoPcLwOb13FlA9/4ixPXpHlzpKp5G8yQHavUiltLzkhac7VmWiPSaS1z0lmoQ8RdLPPPFhyDzayPk9KSO0PBfHBT12tyO9aKVIPchKqTt28qy9Gie0vVLwpT0QKYi9ZqOova1gFLyPfiu9mZQYPnJ5wbwQD508lUs+vYXn6j1zTCI9MxmwPKi3+73cxsc8+H0OvTP/Rr3Axoy97ju4PdDSSjyNEgW+qRzkvAZdLbslvMm8OZ5QPZtoJD6YnRa8JD+bPCPtIb7LAsi8w5B1PQT6A70f/P693N9JvYSp4r3Hi6y9Wa/fOyp/4z3W8aS9W5BduQqDF71m/iW8LYiHvaS+kT1Y5DQ+n4tBvaWe6TyvzQC84V4iPvzplLwCOSo+n2+KvZaHvTwcteK8qUjKPZTTcbzpoTG8M2XFO6k4KD3Wgq48NaW6vJHo6rt9uPg9VlC0vWVSKj3ZnR29e1sqvavlJr0V8vM8IXEyvfx+Mb7/tlE9LddTvZNyZT1IgYS9",
        "RO6BvYZ2LbwMjxI+mIj7Pa7DHr1ia7K9uDgqvh3/yL2A49k9Q3bEvVLz6bzyZzY9O/ebvWHAtjwZI0e96XqVvbbGxTuWxK49v97NPO5mBL513oe9nMYXPcM/Xr2Rsjg9eVd2PZNfSr1hq2y9IMuVvVWHCL2+oSQ9s93EPdrXVL2thss81ZGnvREmm7xLUyo8+VqHPcT9MDyr8MK9vLVUvFHU0D0ZREs9ye0fPtLt0z3+etG9erpPPXikrD2S0Ki8ap1OvchgCLzeka68R8YAPYI83jyE6YM9dnRevWAIKDuTxMg9nPNcvfTUYbvvAoc8kjcFvlFPzTzjoH+9fqAyvak0YD0njw49GKvzPMWrvLy/c4696JMbPjWy2ryD4MM9FOCaPV301D1zaP261avou4QCA741IGg7hCyivYyzGTym8CQ9rhnzPIl1ZD2JS3s9EFEPPs97hr3dVYQ9tUtHvWjGgz1XIoU9S4gBPgCosD1Mg6A9+3TTvS/4eLwMoZ49CGgBvOJPJb4w7Ww8aa1KvV5IkTtOBRM+vkJUvW67jb29z8i9D6FCPVBlI76EuFK8i1GAvEJqmTxkPgc94tKQvEr0CrtMWwI+HLb4vStmQb1q2dw9BOF/vab4C7xja6Q9j775vPPmzDxPL7K9QZjCvfZtS700klY9ON5RvC4OrDqM/n287DKwvO/V9L2HqJS9fmvTPJkOOr3bZ/Q8j/fDPSiXabxRmhy9toPJPd0IBT6f7Wa7Zm3vvW8uWT3rvZK9gVgnvQlnHDwVLFu8Q6sqvep6pzy5lQQ+HinFvTmtmT3Qag4+QfqdvWdJGj5rPrM80GGQPW/ESrxPp9o8aGoovHait7yJt0Q8FhHBO0lGYL0NniC+3M7vvTEPv7zbYEa7Je68OsqJ7LzRuJa9O319PW6Cu7wVAHQ9GKY3PV0F9jtHMyO8EtzUuWtLSr2MYkc9zz93PPiuhr0jsBG9ushPPfGNJb6JO6A8dCKtPKX12rxYVlu9pyMkPBGvIrwESg6+",
        "RVD/vQedOzyQVwk++n05u7tQzDuhvna9kQ+fPPUF1j2jWZ48COYUvfBY97tlXh4+9VHcPSWg0TxwykS9ru9aPZ8zuLv/Qri7Cy2CPfIZM75tGdW8PRnTPNvYvb0s3+m9AaUxvZKbuj3dEwk9O10cvbnXwLwPbDG994uvPZ8c1b10bNs9bDawPSDI/b33cEc9j+lCPbXWcT3GowE8EW1LvbhQEr7KnCY7DVkOPVcdATymql89Anw0vbeXATzzKWe9VleivSGJmL2rwIu9VxkRPjGZi73zS4G8cS10PGRDtD1R3MS8bOlwvdGLQL0w7Fe9SC1kPejoy72cPT89G/r+vIT9d704DUY80sqePeLIHT6bm0w95CgCvHY23b1WwkS87cKkvRsAZD3z/Is8DHV1PGLK0D3cQl46LFfnPMucWru84Q+9m5TWPOzW1j3pHhI85GsOPOm0w72ZqhE9e+JavAsAhbylYC69k625PayMCzutyuo82YW+PbSxRb3xnLe7JhzmvULPnD01W5w91oIEPreUMjx68qy9lnaePJAZu7zNOsK9f1KIPT+ijr0e8649B/NdPrX6kj1MmYs9xImAPTAAlb3lOkI9wfRzvcB/qD36ezu9S3jiPdoh+LkRn/i8/4zPvFDB/71e6Io8FZ25PSLkhTx8kAO+h/t9u5ixAbvCUmA9vwGyPRaSpz10WyM9xtoVvZYNBDue+x49v28OPEmQVLxk2i08k1vevVb9lr1Rlwg+rDFoPINW8L2JMlU9Q7VgvCmphT1MYw4+QkOwvEvWgT0XS9876uDCvXtLz7xyx2O9sMYPPdSNg707On28l4C/PFe8oz1Cvk29W/W6vcqjKz1R/wq9txGhPddCCb2pUfQ9JJsJPbILeL3g7xg8C07IvRXe4zxztQs+7s3CPLGAMT3gi2s+QA2gvefHTjvGYCW+FJ7IvEi/bj4CuS29tBqSOyfkg72ircc83qNivTjwwrxTOAU9uEJiPfyTWz2e+Ue8MZymOsQkFr0AOGk9",
        "TsiOvcRl7DwV6Iy9sI5LPfgZa71g0ya9t9devTP8wD0bqKu8b0WqPWf1tLxaUyE9TsQZPqE3jL0frBk8nB/7vKplvT2QK7G96h6suzz82TrAenU92Q64PZHWYb35hf68rV5tPS3rGD2kZwM9bJf3PQKVVL3Nz1C8q6TgPAceuD2I3Nw9zwxKPsQEab1++rS9ExuXPVMZa73+whI9C2tKPMPP07uyXZG8ExUGvg61071GSL+8i+YZPFzqrz0kuv+9Chx6vBP5yjtddpQ9gFoGvSYNET3bR3+9b2PGvFjzcT17Orw6pzv6PAk3arzdsEM6dyGyvcKigzyq3a09n2b3PPqs5rwMYXE8dvagPDlQtb2w0ca9Jm1iPFzyyL0Qz+I7RwMjvXt57b1gU2k8ypGEPCD4mDyjkiQ9IqOlvWtNOz2qzWk9uHF3vc5P4z38Yb29D09LPe44tjv0vB+8/3znvagwFj6P9527hDa4PZLbCj3cxqo9Sxd7PXBZ7L0s8ze9SDy7PR+qQj1YkNo9DEsSvahqjb2lQ0y+Zrtave7Hpzx6TzI9MxHJvPTcYD3rSQ8+NGRjvS2jjz3jLJw9Gge9vVCu3zs+Ec286dzGvVPxCb1lK0k8b4QivifPgTwSP6m8pjy3ved2N734TRK9WEjAvS9Bwr0pdhO8JK4yPZ7IRDxwCoA9ZUG+vI8+xLy3a9w6a3FlPQeq/Lw4mmG9rY3juDQ3Yj1Rk1c8wqLMPTpppL17lwA9RtiCPLEQoDwRMR68dJvQunpWMD4wBBg+HBFOPoyksDz7K7Q650uEPMrOr70GlUO9EyOgPJMZFL5fOHa9ESFtvfCCR77ameG8VCgKPoUY8byimGu9dByjvb/ctT1K3au8S83NOzejGb3e2WU9vdwxvaCWYjzHlJ88kMFlPI+DEL69kSo9pCCuPCCq7r2XLSk62U12vZefEj2u+bg9403+vYfyQj2Gp7O8BD0LPEWKpz2teKi9Xf+WPe8dN7z1xVU86OQ9vXb1fby+Rse9",
        "mXvQPa0DvTxYOwG9eYFDvcRxBL4QrZy9fxYSPXd01TyVaAc9PWe1PDD0uj2tSTG9LgSxO1BVCz1j1vs9wUsNPU/Ajz0dEIk7bkJ2vU435T2gBKc9GWMBva+CdrtgDCe8STBwvAHHjTrs3ss9NTsdPbdQhjxwLsW8PdSFPTZhob11c4u9v08bPfERDb4AtQa9UiqOvZjIED1TLxm9FLlmPSxnXzxJltS9yUGHPCR1HT05nr+8M2xMPYcbDDvy+dc90HmBOV58Pb3Tc4+7WPWovXGahLyHJ+g92iSevaNCervILdq90f2PvQFjAL0IHyI+WfoZPax72Lxd6X07+CzfvDdeX70kURe9jLDvvexHVj2iKE88F+nkvC28fj37inq9PbCCvfoI2j3UQxq82p0svikFYr0pX/A98jZSvWZW0b1eJPq8lAtqPTGCrjxox2U9eUiWvSSqaD3K8KW9om9uvebmU70BBxM9XDP5vWCqn7tverO8tcAkvc2EGbzUfp05OPCGvWwQTbwbyjQ9DUa6PDYWwzyiM8Y8W8KPPVswPr099tY88TrEvTFf1D0SwbM8CLABvln1pb0dz+47hP5pPbV/Fz18Ovy70qfZvXQG5LxxM8k9bTexPVgvprzNsKU8DOlrvNtp873tH2s87sn1vZQ/r7w6LnG8uAojvpDplj2/FM+83GgXvkGSKr7Ut5U8qG9CPeV/hTy6kBG+Vo06PXwFHb0SjIM77S/EOv0NXj0C6MC7RNaGvU7WAb2JGx2+5J6IPWtrs7pTxY298lW8vNIM0DxrKQo9DxJ+vNl0eLsNbTa+6fsvPTPln7xoxwG94diGPKyjiT0ZRMK9rgPcunFALz2Xqoq9sTW9PeZOMT3qgNE6bq9zvSnhvbx9X4K9zfSdPY/g0z0ZXtM4oXc0PUh82z1Q9s+8UcmjvfI39D11lZ89DXClPMJ0BL7Ps6u9qzukvYUzD70DQbM87kFsvB9/ib0B5HY9GWemvcbMKT0fEr49ZjfhPHMj9L2TlX48",
        "gs19PSJhqLw62529+fFlveaajLy7qY+9AOSlPZBcejo1uH29OdfrvcY2Kr1BjHY7oSCiPMM2gTwpkjO+4R4VPCM46rwMY3e9eql6PZklAD2R8429/SP+O06tEz72Nhi9g7TAPMOnXz3ol6681wkBvuxCHT7bNKI862i6vf3hHL2NT5c9rud5vLrJbT2x+q69vXjnvVOdnzwGW0E8duh6PSMg9j0HGcG6vz1Bvmvysb3Aluo8wBqavex1lj3hJFS9xQWavAdHtjx2KBq7JsyevRjGsT2GpUO9gzLfvFaHtrwGs4a9uZoFPT+3iz0OEIC7q5ZnPQBY/7y89q+92LI8vavagLsO7e+8reoavTmhP73mOfE8WbJJPepLSjyUF8O8vKcfPX63sjyPFIW9J+9yvJwcrr39+XI9aLDtPYvUIL2CspK9oXDFvKPevrxU/OI9EEajPGiiYb31i549rEGkvX7lRT4Pdg+8xIU2vpcjBT1lgqi6ZGv8vaqPPj7NwAW9p5bBPCx1QT1QPm29jRcEPZOLIz29jiA8pO6tvYc7wb2THaS9UzCBvVNEMTu+dEq6l90kPvpDDD0oDz09nIYAvDNYSLy9HNi9GM7gPVtrhT3jA6U8/qMHPW/787skCzs9kh9cPe/v2b1aUhy9gzSjuki1oz0WMtG7CHNGPZ9bD7yVD3k+EIl1O8nCM711W4c8BBnqPSIBAj5DagE+B6XtOz0s1DzcpLc9lvxkPfgehrzR/xi9MnqjPUC2i72BJXY9EwGtPbiiJ71fwPo91mgTPOizBj3qdxK+3RERPZ7z4D1646C6lqWJvAbSk701eCm9IEmRPIe6x7zRlkE+P0ZXPKiHgLvoy+a9v/+VvZCfST3BeCO9gEKSPa6q8TzbdCS9vfeJuozLHj0iF529S0xrPVSO4jwKGqO9xFwoPpt3mj1pROS9gaa9PcOxyL0xK9W8uHWePWgAnLzUr7i8zLUDPv6+Gr3YyuU9tLGPvN4rm71Vo5u91eLMPOKDuz2RUQi9",
        "sI3SvQwUoDxleSI9w3McPKc/dzyZUZA8l5IovbmLwTsifFq9xFq3Pc8TcjxV6K09avR7PVkCH73+5SU9legNPvK9KLzjDg487n+UuqfpXTwHoG09VeD7vW4jhrrs9IK9jR3EvF+bGDsyWma9XSXxPbQlXzy1zSU99rglPenFw72XZYI88BXFvcVbDb0ICbM5NVBuPZ1NCTqYvo486HpRPd6akDwBlku9tJCfvfIc7Tv8vZY98LvNvWNFDD4waRQ+yMcHvMNgyj0X9/W9e97cu3d9jLzXIFs9YTpBvQEDzT1T5RA9hR8ePn7+z71Yxa89kNZ4PfXBlL3jPWc93KXKPVK2nT0oXdI7ojzcPBRsHz1qaP69hgNNvTysCD2wrto9yeEAPldBL7xiHg280iZOvWB3Fr2gYhO9wgTDu2StjD0rKRy9rsuVvL0xGD7U7g0+luXtu+CqcL13nVU96xAQPbBfg73qz0299tWZPS4H5DoVn9695+UjPQFRWD2gWZc9TWd4PcFRvL28YUY9AZKZvfaMhjr1QXk91BdRvAmpLD0TdGk9pgPSPW5CEL6lT509JgmYPcwRxD2lp969VksnPN3roT2bv648clXMPD6woDw/a689C1s6PORG3byaci294y+PPDN3kb2ln7I8eboyvToAFT1R73k95MUpvYI2pr2SOss9ieoLPjd5A74vIRs9Fo9Zvagc4bxQE1C6lJ4mPbj+mz06dU+9SY+rPOyuDL1m7GU7I0ShPenXWD0k2Zs945CvvQ8clb03h6289QhIPEQIozx9NRi9L/SMvWnCQj0JVSs9ikjGuwkhiDwJnls60dyGvapIHzwwCRc9jyaAPeNpLLz2G6m8AuNPvoaFs72VJEi9ZwM5PGe8Wb3ISZ+9/lKkvJWI1bxlXP89o7q5vASG9j3FCxK9jDQtPCJp0T37F+C94DLgPCe2Lj5dcEm9k89UPdmorbt711m9RaU6PS1QmT3osqS6DI4RvJl+dz3LziW97XA1vnarEz6sjOO5",
        "GANFPC62jb2ixRK++mybPYcPh7vxi4I8zHwXPdt1kT1wX+i9mrk+PaukSbsxl6q9RZtVvWm/Lb49ddu7J52fOyjel7y+SQK8TC2BPd8HXj0F3/A9ut1Zvg+bgr2SWYM9G+LMvGPZhr2RzYE9/egHPRUofb3eAQi7Tm9xvBWnEjzMGT296IJJvMpoAr2F/pe9spguvbox6zzLSSS93q2GPb8dOzy9Kqi8a/wYvhQY8DxsPPE9pM35PSMeFL3Nspc8IvGkunZeqTv10fu8+QmevJfHEzsdGN+9azUbPeqFzb2QTrw9WRhsvR+KAT6IL6U9tHlXPKcxVbz+o2Q99f/cPX9b4r11fca7251cvQB+djyAucS99qnmvHDNOL2yvzk8HoM9PVp3PD2ZtpG9LexcvYu5gDuFeSc8Uv9hvpW2+TwQ4zi94fMDvRiMFT38Je+8ViOUvccGVT0DB1U9DGbTPfF0orsj/o49KJPqPUrMQz2dqWA8auGsPT/nu7yYb0m9+15qPd/ZZLu6Dt08NvOvvJhPDz2a9gY+g1wyPePCpbsJK7E9cwbTPUCh47yVBVY7wIsUPbKzhjwzAUM92NF3PdJDP71MCQQ+e0v5vTfXr72rKTE+yxMCvb8cCrx/d3A8keC5PW/EWbxIDBK96bAjvVdvzz0jnsA9ovabO4oPlj0ygIY8Q+mYPCV+07xjPfK7puXHvFNibD2ymRc+u0rOvSu+9bwWboM9a6M4PdNfAz2s4d+8g3niO13OA76+pw48TwbfPBq9S7uji2a8wgOWvRda/b1re2O7Gb6kum3NZjzpKu+84AFpPHugmz3C+2e7zAihPSwVrLzNqFQ+hmsrPSR2OjzONeG8mxg1PKM8Nr22ZV87h1skPXGRqTw0rRU+9Gb1Pa/rmz2esAi9Ij7NPdXA3DzOIrg8qT+EPfPTPL54tR6+61rwvDug/j1xQE4+ayOVvdx3BD1r94882mpSvIY3w7wRFrA9BnxRvTDljjoWLBu9SU0qvUhHJj6dJnY9",
        "at7YPRYv/DuqVSu8vS+PvLToTz1o5Uo90hyivb9Dk7wtAbA87N6RvWjZ6DzxpsK96fERPt8zcTwBi6e9kodaPRHkjjwHKKO9A4o2PSl/lz3L9Ro+cWU1vNo+vb13JO29W4+uvbOStL3Hfo09+PUSvW9dW7rlpDk9hr2Ku9NiSb7jwtG9pEbWPPjicj2C6l+9QlWTPafagD3ioQ2+3PHWPdZ67TyPyxG9aJdNPOCvBD3guRi+SBDCPAip+j37OMm8pchhvbxfrryAb9E86dMzPRdTgjyYa8O87LAOvSaGTL3qzKu7QqWnvAlXIbvFHCA9Yi+APXLqxrt0rbs6ZYsFve6vsL0YtJe99bYePTWpBr3ML/07Bze4OrqC67yrTAI6hwGwvOKyWj2abja8C1a0PFHtkDzxulc9A6+CvZlkPL2IZhq9SGmlvUv4ML6UmTs84Cvhu+zURr1DClS9LP2oPF58TTu/gMC7rYanPfs52b32I1g9V966vAHYi72fSge+u55jPVqVhDxHPmS9DkOpvYegEL6hCAg9zvSPPcidIT3l53G9VQ8Lvfv8hD3xvoU9u94GvXZtBLzSy6y9Y525vft84jzwCDo9T+CyPQlAAj58MLg8yIjCPHq2Zz22pGq9gMgZPaOVgD3X7gu8L0a0PU+FBz5foBE+b5aTvBhBmj3uHKm9sSH0PAwj9jkOvuc91xb2PURkNjtmZly9IRbCPMytOTyaFyM9iYVHvV3eAj1huFa8cFwNPdPvnbs/V2k97oBzPbHNCr6YHSO9Zi0Uvk8p4D2GbYy8XWfGvQAICr3opgm9Na5QvWp0nz2qq6g9ON/cvYQ+Ir7anxC84tthPL2QVz1dlRE9kIPmvG6yVr0kQxI+t4UGviVuN71nzem9Go2XPUQqkTwBRDG9SEpjPdJrB71k+i69dpiVPPanlb3oTTu9v4zKPPOyjT3rcxU9zDeavPLHaz34SpC9srqvvciU8DyctZu85Z1RPX5v5DtcaN88raMCvNT0Vj1O1VQ8",
        "/ROgvZJmSz1Dp748G6NGvehS/72GcJS8NJB+PEFt9bpEKxc9dKL2vd/83L2qxfi9w0okPWOHEj6k3BW950eJvR3TwTxT0Ok8o86OvI+2q7vcscm9bBSUvKfTvz31igK8WcCTvaTO+D3Icvu8laTWvU6ZkTwxPtq95lBhvjV8+jzQXKW9BfjKPeXiFD55ntq9mQwXPGL2sDvL5KC9t8gQPa6JjrwFyAm89GwAPW6jmD3xYw69aK+vPVnMAz2wblw9EYMiPcVvMD7m/oG94d2MPY3K6T3C8Is9/cfpvGjGyr2WgL07bskDPkU8Tz3HhRc9jB7EvAs1bj0kY4k9DubFvSC1a7oW/xW9NYtuO84oFr1R3BS9FvAmvWX8bz1HlVe9O04FPJ6Zk70Z0t88AjiauqtR9L18Ou+7bLW6PbT3G76WQQi7hD8juwO0HbxmwQc9oh5dvT0fbL0wdqY9Z05avak2+b2Eh8c9XaSxvYs/BD0KVMU91/YFPmgjlDw0Aig+YOKqvd2UPDvxG6u9BtX1vXZApj2EdzI9+KWGuxkYqj0gecO9M+Ujveqrnb3jSRw7RBOEvLEo0bzDP6G95eQMvBY9A76UqIQ8VKa1vRlj/jup0AS+Ce/6PS55Xr3qhCo9TUHFvXiMTb3jOYy9dM0QvI6aszxb5eG94bzJPN4wqj0IVnW9AuCLu9N0Qz0lng4+TJb9PJxvIryqz2294L2EO1CLBz45u0O7smDyPSx/ir2OFYQ9FH8DPQTAkT1KvLs8B3JPvRDM0rwn66k8KUmSvYyGsDxRLYY9cK0SPaSR8jwuqoc8mOeqPNYVvTvEwZe64tANPbAXIj4ouwS94D61PbRnkrxVDBC+tB7QvNgIzLyJV829vp4OvUGrtb2ees68hwsOPfn4Hz6jl0g9/i0DPej88jw1ZUW9FcP1PMmN8r3O6Du9sGe5PKLh7Dyp5d69FGsSvnrE/L14yVQ9oIK4PKlnTr1TAj+9xu0sPk22qLxDSai8BuS/PcX0Sb04I549",
        "mBmhPRVoOLwGc2a9J0WsPeFYRz4cVfS8Mloavf4KPb15YfC8RtzUPQYxNT57MOS8HcyKvftmm71lBIo9o4zQvJ4YUz2w7Zw8ilOXPKBKJD2d8Y08hu6zvF9Yajxwyty8bDigvbzaIT0O/Rs+y7wjPauhND23EqS8ygiUuzxrJjyNgyq9jm26vSSyWjs0Upc91TEmPPNdU71PV6s8DDjcPNe6Ub1ZUim9sz5XvbgxkTzojgO+biSHPR8U/TxbXSg+qh8Ova1/Fz2v99E8m+4yO7ed4TtaBo27nHlXPXF3Lb1YK9W9UsK/vU6Rwbxsvrq98F1jN3HG9j0bE6i8GEbAPYJ6n73S5SO+X0e6vKzTp71Rose8dA6qvJ2lmTxTVaK94egoPcHQvT27esA8zdZRPBaeLT3slam9zZGWPc5aXb2+LsI9+cEdvS/c8r2MArC9gNvPvDxwwrnZZ2S9AM9vvff7hT0CTfo8KmO+u0SkjT3yXgi+TW8Svftitb34Pwy+Qq7svAsfcr1MV1A9NdUWPSu9hr2etyo9iNZ4vb1j4j1Uxxc8vX+PPWrIsT3atB49RYHFvP0PCz0w9hM9NpNJvS13mDzIJwg7jW9BvJ8Lf73w9A88odM/PeW6Jz1CS1y9i9C8vf3EkLzX6sm9NACHvSVoN7znuY+8XapqvORCHzyLQfq5njiUvWi0Cj5Q/m89cFDIPbTsmr3ilw68mFcfPSIAhTxnJ189wvrEu2zGMb2m03M99lqjvSk2Gb7kXYG9UoH9vC/9Pby6Mao8f/wbvmxbtj1trwy+OP2PvUfFyrtnaos9EdjtvMMLn71lg8Q9D9NuvFM4Ij3ozu89co+9PdtjZz3fCMC9rt2lvZnmQb0qa1a+eeMePaUfursLF108GfArvjRvfj06xpI9p59/PWeyz7wQ1Ss+iNiCvat7aDy4oim9NUVRvOhkh7wgPvw7pkcpPLOZ2b2+J2e9AodqPLhdpDyeVRi9o/vvvXc6jTwqLVI8MfJsPSDijL1rK6G8",
