{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1,
              18
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              1,
              18
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "lstm_1",
            "recurrent_activation": "hard_sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              }
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 50,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "lstm_2",
            "recurrent_activation": "hard_sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              }
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 50,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "elu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "lstm_3",
            "recurrent_activation": "hard_sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              }
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 50,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "b0889491b81388108674c2b8fcfc254f38a800aa9c408fee1337cd010658c4b1",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      18
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            18
          ],
          "values": [
            "Zt/VvgMbQr/AJ5o77PTEvmvCdr4BNkM/c+qJvgTmhbuQOIw94QXKv/w6hT9CToQ+E9skvyToDj+sGC6/YiWoPraH2jy2SqC/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "eU+UPg=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense_1": {
      "bias": [
        "QinzOw=="
      ],
      "weights": [
        "Qv/JPn5fP8CbWj/ARXvHPk8C4j5uP+M+KunRPtCLyz43HFLAypRKwPpmUcC4t0bADZndPpcRyD5wTMg+frTbPnMXR8BY2MY+rWDaPsww3D7UuELA/yhLwDFQyz45A0DAceIiwBGNyT6sXdA+Is7FPmkD1j65107A0RsrwE2zyD4uxec+jVLVPri9SMD4N6k/YulHwEGj1T7wukjAba8/wFVl3T40SiHAdSPUPsNKQMCPy9c+FGzOPpw+0T74FzvANpVFwBzOR8A="
      ]
    },
    "lstm_1": {
      "bias": [
        "hUIHQBdm6j/khWZALq7dvs4c9T9FzR1AOe3PP/Ln8D+t1zhAHewVP8fmeEBIggS/wn4Qv3gRMECijCi/fsbyPyBjwz9Vd0S/X1+CP3xUDMADIndApXQGwCGgxD9O7F8/b+e8PFkxK0DtDfU/E0k0QMnVor+bpJNASQvXv+5PhkCFUYW/OkGWv6s1ckAboE5A9yp6QIKAKECmsOG/oT2JPsOhZj+xgJE/Eu5rQLuvTz9kxYxAM8gOP8jIeUB13XZAgFnvv9oPE0AAAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAP0YZHEALjgRAT8AGQGSHkL7PIAZAdZQkQEyaEr+pBnI/MFspQN1u1L56smu+XxtRP6JwDsAn/BdA3HPIvyVgh0DM7oRAwNmoPRZBXj872RfAVBliQOv287+rrZ0/cPSFP5ZupD/FHj9AAFPQv19yTr+rqeW/Pu/GQHPDt74/+1lAVHuSv2/sPMD9DT5AK/Y1QIaawD9PbhFA3dTov/4SCkDWsq0/qGpPQKKck0CbIaW/eVpCQLw7Y7/w0r1ACy2XQGSg47+yZkFAMDgeQJdUUD/HEFNAc5h+wH+NU8ALOFo/SzAiwNkF/j+LGxzAxzBxwBGcRUB11vI/nKUdv+xz7T/aXie+uOsoQNTpT0Cbk86+A99Evs0SbMBHt1dAPBZ6wDVOGcCgXxW+l+savljuK0DT6kdAv3kYP8dklz9NuiJAsFCzPzsDf0BuFVfANcpQv6fgPkB+zxlAEWBZQO+FJ0Af4VjASU9hv2gNLsCcZmfA",
        "QXtOQLi+wL9JsEBAm1VqwKlRZkBYtl9AeYKLwKB3aUA="
      ],
      "recurrent_weights": [
        "va4CvRggirzXDi08BDq0vUzpQDx9qmA9dinXvWTnej0ZOx+9gpy9vXKsOD2anBs79nHOu+neUz5JfXi8+TupOzws7LypFjA9+EqOvF5rSz69WWI98smBvQ/O0zxJ7+A9+TuVPRDBAjwlT5W9xQGQvQjqvL1Cx9M9DkzxvX1iuz1p8MA91dE9PfMAmjxK7fk94Gpuu06BKTzBLsw9QgTHvdHCrTz+0Tq9xXDYvITCxz3sOU6946dOPeHwHL3qzre9QjIAvS73+zy9hBu9jzmhPNMUab1Dnma7oQpgPUfhpjyjfey9hiK/PNkuqb3Ut4U9mojUvUBxczgp9Ii9twNvveRXgD0lDva4Ts7qux6lKL4LHPK7WuAKvnVoKb1fFda7foEevlgrNLyzQRM+ovKUO8fhSr2A9wQ9KV4EPr29c7uqlBU9S9IPuzj5ab1DYJM9qtpnvUsUuTs37ca7OzDxvE5nob1kD5+9yLzVPE8KcjzqcL89bXVlPZV+mD155mQ9Q2wUPUCkjr279Ly9xRMhvaB7Ar7JAGA9eYAGvdMKwTxrRrQ7f/0oPdgIgT3K8Uc5NxgvPiX3Wj3AA7i8as7MvOFSlj0/xpQ9qQUVPTRlIj78nvG7E5qKu8SGrjwwMmO8RIWsPOXSYz2oddE8tbonPYKPw7007Ro9nTqnvcAdJj42zR29sgyHvQrkG72GG5E9jcj4PNSl9Ty7gRA9iDqXPOA6OT06TqO7Su3xPQ3xTjxx+dI8EAOgPeCxYDzymls8xNifvZjuJz7hPje86AwCPQoSIz5wspW7htx1vXUmZz18JQ09l70wvn4pjrzhpVo9T48FPdYfy7z1D708XyEDvuQVjby5AjY8n1QDO68uWjy88rq7vnWEPfjVLr6QMq48udmFvX8uBr7B2o48+aENPUysmL3Vyw69dXsUPndV0b3wrVS93o7TO4xRpr0DMvw9+ra1vMIrZT1SmpM8dePaPBF6gj2QcXk9TBSPPXFU1DzTU5o9u+NcPe6W6zxaPXw8",
        "JlA4veE4PL5Pqqe8la2FvF4ypjuQdgm8B6JivBNKG71m2Km7at+xvenYn7tYW/e9PnmZvWoroj1hP4y8QZLjO4mqAr18bgo94PnCvHiEdj0WO6I9LwF/veeWkzy0UMg8QCDFPSfG8bsbm1S9H2PzPU+pP749lIe9PmM3Pni5F73LmFM90BEivQLyGr1eD6u9YKqHPXNoRL5S9SI7wbEBvuYd/DysAHq9+P3gO6vrybsoSOE6Xod2vXqamTzi5pM8X9BdvZx5yL0XhCG8iMtpPd9emD2g+5E82jqJPKCaSz37HxY+F2H7PYHDrL1phUO9z/sMvt4r2r05NHa8bVjovT27vj1/Tn29jekcvTjYFb5tT6a9EEOUPRSWFb0icBI9owezvY3pSbqLRpE8NdWtvE6dL71cDI087j36Pea4rD3QgQa9MOOlPQ3ndjymJyC9DlAJvjRP0D2/1U893SGlPd5prT392UU9zNJKuyvBbjwRkZ26lA8MPvUTbTwZ5U29zJ1zO7XUS7y11Oa9CXa/PQs58b2QqQM+H9oevY70uLxD1hy+EpWBPTp53b2HfRI9yoC6uwR9Cz0qB9E9kAm9PdLM+z2muqi9bzuEPQoMuz2h67k8GkcIPBPMyD0Hbj29ZMpMvdJruLzQTr+85ecQvc/2gb23QuO8ok1hvRg9VbuYi5O78ZQRPQuZl73ZX8Y92Z6DvQy0/TxMcP28KNPqvdoUY7wVvD898PLSvRY41T02boA6Ajc4vSjWCL0j4oY9aHLwPAjavLyQ/g89z3C9PZ2GLj1PYWG97eQCO+h63D0Elek8PaH1PfhIhrxljRi8aY+CPQhxKLwBBSw8z1HaPYxGGr2jGJ67LRySvSV4k73BmL692O1UvFJY+7xonES9yDwePsAZLb15NTA9Mof8O4RUhD1To9y8oBjXvCM/Wb0vNUI9YVDxPZXTgz006uQ78NOAvX3K4juqIgA9aem1PGbgmT06gB89kctHveM4qT3ZUb29BmVPvBMmZDwRQ4e9",
        "XByaPcN7Br6W8709tjenuq1iAr66vZS8TfazPDWyoTyrhoQ9gK3oPREbJr0SyXk7Rb33PEfd5D3k3v27IQZ+vOhTkbxfuLg8DAbDPDI6Dr3MMsU76dhbvcyYer1225S6kr+svd1f2TyZZaS9H16UvN39nzxSTXC9s8mNvFCKhDwiIxY9VlMpPYEFkj0GCZu9ltihPXP1Dz0c4Qy+BIoevVd4pD0ew3Q9u02rPRVOlr2hfyQ9B3Q9vVbi6b1F4OK8QZbLvNWrRTxRGT88/wVUvSLfg73arT09EdwbPnHawby8Abm9/nMzvQ5CBj46vDM+sNCxPZoWCr3p9zS98ElmvIsrrr2zbuQ98Q+YPFHXgT1y8oM8FY0svnVExD208pC9Vhb0PM3JvztIeIs9y4IUvbdk1b2WJ6o9Ck2qPRxOLD3D59U9x+vDOqIgK769U+08p4CJPTo5sL2sjYi9rVCnPR4xCb1ZMpc9a8epvEAHXj25qWy9Yt0kvu+rMrvDskQ9PERMPeSgXDwejbS9ZrWPPBbwBL36p3S9SVh3vSfS670QvCY7c3NqPmvi7r2ZZV298JL8O5xRH70Ds6C9tYadPCfQyz3y0OQ8hJA+vSKXJz5/K8Q7eLJTPSBjbb1xkW08YhPAvP5WyD1zF6E9x1mcPZWYqb0nGiW9E66BvUOavr2R8vs64BOSPHOH5b1Jgqs8JUq8PQTMmDx+1JG7CJ8wO4sswjy6zaW9/gycveeTfDqe+3Q9IBSBvIFWIL1ltkw9DT41vf3v9jvpxI87kBJ7PWCZADz5Q0Q9aTXqPLA+zrzXXmi8TlWxPegjuDtYmxA+D+CJvfzy1z1duZq8iRYWvM6/pj2M5pC86mnJO7bQvD1WkTc9/hcxPn83eL2JhbY93UYUvn+x0D1C/Ak8aF29PGdkM7y1mDo856gbOsY8lj3Emak8ICOSvBtKjz0oRGS9vxQGPQfFmrvVd1W9aM2tvYoO+b33cuq9v64UPU92Kr24X5s8V5GYvRrC+z08psM9",
        "h0/LvaHyKr7XpYc8PqKVu6jbojxD3gI8UG3pvTJgybwEA5y9TygWvTiSR71BR6W8E68gvKXn5zwgO+a8i+a9vWeL9z3yZCs9iH0mPfsfTb3eMV284ouru54W/D0nkFM9y1A2PcOwBj4tJcW9PpCSvY+Gv7rNILY9MvDwvACnEr3Qtw29HTE9PQcjBTwPu9K7STbMvbmo3DseB6Y9k6Mcvss4hjsFdku8jmW7OMiRaD0aA7I94fWbvZ0OSTyr8yA8y42QPSlBPj22l865Soq1vUhn5T0niuc9jUravR2tEb4PAUE94XURPdMzgjsU+409LeidPHrf6ztGYl4+RV9PvQoUEzwEHck8wIf2ux9NGryPOC++LitjPTfiDT3QuoG8hUMevTh8CD54mpI9PiEuPREesjzglwU9QFRhvYiXG71Be2k9cyPwPKVGt7zqhRY9r8n9PD9QOb3vQ08954oXPH7yKb3kBZ+9ZR3EveqK3jz/w688ezpPPArAo721td28AcOGPLFTsrwaZak8wpCxPJSz1j0ZhA09MyWNvTCAWz1Pm7i9wBxOvT5OvLuEN4q81pTVPFOuYb1SsIc9QEg4PWHWJb1FdFg9xqw8vej0wj3kVM490O+MPVVazj0jYjo777WyvZdhCb1vNKa9ancovTEjLj3qVuQ7kSHVPUwfLz7t8su8bcftu/ylwzxyxGq9hp6bPW76vb00JuM8Je2UvN0yIz2wD3I81Fa8vfi1AL3yA8s9X/+QPDAFBjzwCww9vsrRPVF1Vb3qka88VNQlvU95tz2IX4O8sAXsPUFanL3rUb27VuPIPHWQwL2J+Om9IlKsvY2oAD5T3QW8FRnIPAQmqb3uhLG9Isv4vX7FHTynxTa87hzsPUNQ8z0QTQc+W6tsvPCi+71b3JE9jUf1PCd5LD2EvwU9e37sPdGTWDwUpwA+1QdnPYjUub2vvq29BBvavR8SfTxwE8U9Eji6vO7CArymSwK8km9bPuoPkD1qxny6E4gtvgFWyL1gCG49",
        "wKZ5PUySGryRXhs8X7MwPfWOwjxfyBY+C12avIo3lL3VBc89OVOpPcQvJTyFHM+9c3HRvLJtub02kcA705gFvud4K73q9OG8LRKDPZB4lDz7OIA9qwuDPWuVf7wMoxi9ylQSvfbCe7wl8L49wnKmPFuRjL2cQIY9WYtMvIt5iz2ko6A98qcZvV6i4b27CbA84J2nPdum8r1PF5g9OQr3vKEn/b0Gr5S7qPK0PdhjgT2etBA+Z2ulvcmLIb2TLaS9xdalvbVvTD0Borw6rD3CPfBZXb5r3YU9q+A/PVZetL1933o9GaHHPfKmxT1oGR49cOeDPQRoh70q0Yu9BHgjuyTBtz3XpPc9GJ9kvdq4tD1E7gI96U/WvZuwVj3tgjs9vDG6vS4TW71Q6Z89gmyKvHq63z2v0qo9/4ORPFGTdb24Eh07XDjJPT/dej305QM+6XsMvnQCYz78EXC9bcyGPbmXG7161ak97EtWvZjg8T1tX4o9GtWgvUmk87w7kfI8ezkzvXLujTw2UN48KrwDPS46gr2+S7o88fvDvYEsjj1TJT+8es0KPFNRCL1RTgY7A9kIOgfy6L2aAeu8GQm2vU3nJj13t8y7GixjPUgBWD2Hcnc74Vl9vYnoITtZZJy8gN1QvXLUarzWkkO8bBSpveERdz2SPrw922eCve/iO73vCCS9Hv+TukVf8bzox4Y9dGErPbBG372Ra4E94k0avVsahb2nYxE9p4QEPkEvLDxtECw9Q6kPvcySuL3cAEU9nNOUPQ22iD22oAs8sIzSvFsokD3EJYw97lJ8vHDKijwlVqy7aYfiPQvaq7zIxka+k9ykPGaVgT222YQ9VOs1vYfAn7ynW8696D+UvetoqLuKrgU+Ggl+PdjwPr0uaMk8e5utPPSKzj3+3N+855ebvQf7Qz7pTa+9ChlAPJZT270hLbC8m7aZPWuskb1NrZ4984XrPCiPvjwV1Z08XmGEPaqM97wNhoW6YZEnvdyb1L2dppO7hhyTvJPGmzy5MJQ9",
        "1FOJPcVhJL1PGlm9f5nCvARwrjy9Yce8hVUFPZAfrjy3fA2+0UXpPWD/PryT2SK9zx9WvC77Mz34bKo9nP6OPSDutzxGEaw9jTWpPezthrxmf609ALgxPEIYEz0H+1U97eY7vXhhQTzXzVO901BYPJ0c3D0fiJg8Q6wKPTPrHz5JFG095yZHvfFSkb1kSdi90hI/PXm9ir25Kqk82JfBPB9XRz3W0bw87Hu6vT91Qz3Zlp68K7olPU61Rz2lOwO8uop6vYbKjj2YtHm9LdJcPTwFDz67Oso94En1vT2ArL27bJM90N1rvco2ajxgX7i9HSvsvHQs/jzouA69RV2hvZgUg73Seck8qU5GPc4/xr3RrCk8/jz4vKfIg7uy/4U8Ydjdva6HQ73EFVK+8yGDvK9ET71KTys+DKI+vWReIr1Apv48QQ7APVDRrD0AlNM7xXZDPYm+ED1D+bC9iQxNvSHY/bwCuMK9r9aGvfvXNDtEov08yAJSva10SrzIbeg8GDMYPXDR1TxQahI9HazTPWd+FD2K60I9mI63vDBOLD1+v6O9+wZNvSEaUD1s25y9KgObPSBMm72lZ3S8uNY5vdvD/Lu87zG9cwjTvHOfIzzvn4+872Q1vjpAHD3QbMo9mQOSPd+/8L3rjyy8+VZOvaNLqzzLOLQ8a3oRPZV2mjxv4sQ8uFELvY+GhLzTgME8EOWbvHIGYz0fMm09ZWV+PkXjFbwKOyG+OWPEPRQnALxz/j49do1xPfRJiz2Fsr28lJiRvA0/jLzXRuU8gkwTPfbYGDsseac5n50KPa/xBj4Rb7e8CJIvPEHCIL5/qws9YsRYvulmML3SAhA+0TuBPQa00L1aU188qQHfPU/RNr1pOoO9J4kpvRzw9L1QAQK9AGMivdWzB70ioxG+kTijvUCPgT2D2J8806nZvLqSGz4I1gO98hdEPeR3eT2skYs8pyvXvUdw0D0hrLy7QhKKPZRijzwajfe80DDxvFovhjwWxC89gyZIvQLhRj1nu9W9",
        "HCPVvdkdOzwRrRW8dLApPOIPx713Mu29pyimvJBGoT3qELU9+wG8vFu17b2tzOC8v/65vb7e1DyuZoC7rQOVOk6Nxbss9IE9Hc9qvdzz1jxLG1k9II6ZPRv/tj2946g8Jk2+PLmhkT0B8/+9urfEPBz3rb2/TQa+PRhBvJWgQr30wDs9e8Zru2PUCb26ABA+dS6NPG83LT2KTD09NZKUPAIMFr160nu9G55lvRQTc728hsW9nHvIPYIE0ry/0wU+Z+wbvJE9Iz1Wm5Q9txqnveRJmz3RGF86sGKJPRD8mbwC/C+9IiJvvXQp6rwtdJo9vYtuPdneHL4lfp07WXhWvTg+wz3ZpWg8R1XdPa/LfLyQRci8ldU3vsbf0Tqxdma8PUFbvoxuzbxPjjy9SUcHvfHxBb4+sVW91k4LPU0AZLxDYsU9/f48vVKzSj3WZ9I7glmUvS2o4Txm8O8923fiO+/4o7xbsis+T4PPvU5LarwpGwg9gsswPd5Hiz0rtai9h4SQvfcDyLsrCLc833t7PSYkB71dRZ681xRLPAWzgL0hNtS9n2ouu54MOz3MlJ+9UCtsPXqE4b2lX2S9MX5PvE3ZXrxCCze96/DkvBh8VztnJ6894tVuvK1noDxCwFu9m4Q8vfxAEr0fZ0A98PkXPsPUsr20QnO60GjuPYgB4T12JyC9oI6pPMNW9TxvEog9P9z1vOOySL2Sd9c94trFPTKfxT3DDv88Uv5HPbcrvb3CQPC9nUkUvYQUvT2vk/69dcvPvLqTxbwVzAs+BxycuMFQ57tc9fm9YUmOvT6Lzz04BqS7rLezPXF5QT3b4dY8lVnEvI2dkzxJuWY9eF/UvJH8NL1tVk09KsXCPbx9jb25hye8kUrDvawImzw0NQ29h0r+vP215btqSIq8xFNSvHxu4rpMK6q8LKoTPDJNWD3JGH69l5sLvr5mKj4FC+e8ZyXWvd17Ij7J3By+dfGZO2PQvbvqeA++AF1EO6O0Bzu+f7S8RpwdPUDWor2iHok9",
        "haLOvJmyiL10l/E9g0zHPb0nAT38LFY8jhgyu03ZHT35jwG+kruwO7Rw/TzjY4Y8mLrfvO+/NL0PRJK8zIwWvQHPMTtkpR48ECjcvbVlp7yWfIc9mBqUvD7kQr0k8r+7z7mgPNbZJj2ijBE+R7aNvaqvJbz1sNY9WICyvSCxAT0iuz29Yy5BPdpCoL1Fxqs9NldjPd4IKT1WiC49K7suPVeE2jws5T29UmxcvYCOcr1IQd89HR5lu29EKT5k3tI955MCPpeFMrxnE8o9FZEcvvVH/TxmkJQ9wRJPvUPuT7tegEk8k+YDPU5Lbz1g9Uw9+bWzvSS+mTyOOeC87tKfPVMtGr3VuIk7a94+PPr9JT3KnWc9X1jSvS9Uh70Sgs69kgBTPYWOkD16gkm8arOLu5MPML2YUjU7HuJaPds1wL2agq08MpApPTM3ib3+OtM9mzSVPfAhNr1mHhQ9tlxmPXggJj37FKC9EsHfPFdTUD3owY09Ic9KvXFoxz3M9Ci9YUOpvLWV5r1huQS9oFCWvfmJNj73YZY9o61nve+Ojz1wKj69vDKuveLLIjw/8By9g9gMPd5wXb53EuK7JijEPRasN76jggu722z8PP/5djzgSoW90HzaPEP4xr3bKSM9tZIZvUh9qrtvzlY8Bje1vOurmTzLdXu93CcTvcvrdzws8he9qVDOvTCigr2WhTu8zao5PRAbG7zkoCw9T8VVPeVzfDyYsHQ9WnDBvDmAEj3Hcq09WQqYPeSkir1qxwg+Gj3KvNOFmr1HjDK9lninvdbSib1JrDi8X2gxPXmGIb78CwU+pUTAvZETnb2LSnO9HdcKPOfvnjvRjl09HBjbPfhs67zI63o94oNFPeacjj1Hqpi9mnAKPPXewDu2AK+827bpvVszEb1O/zQ+6IqiO+yCGLzG0409WoOJvKu22r0SWXk9C7NlvbskrzzyBtc8Abw5uwX+A72CPrk8mr+uPB+SSD37rX6923iwvOJDOL1DhDg7cF2APWXOPj3BtHc9",
        "svAFPbKfGr3AUIg8EVvCvezyaz6m5rw9jAQmO+2uuDymkRs9McYCvXKTGz3m3Ly9VBS7vTbrF71NPIk9uYBdPXkpA72Qr+q99Ytau7WcybzDUQC+VOAUPaoRtjx4j989NBWUvaYYmz1gbCI+g8c6PZXcxL2cD3I9sWkuvVUWhT2FqDI9i6Bgvd4/Ab44pVG9zweHPZmT0b3WzBc9++6IPa8AiL0Hxpc872SPvUmoS76IYJS9of6qO27tWr0SpBU9kpdgPS1aWT3DZ4K8AGFZPhkDAr0D6vI8Tj6tPMcqrbsw6fW8cmSBPUoESz30npI9eV0IvtppXb2ooPk9Sl5rPIsl27yQPYi8pQOSPVipvT1jP5+9HttAOyaWCr6hyKQ9lr+cPN53Zr2L8cM8ryi6u/H+0ztNVAI9ZFwrvJEonjwH28Q8OB0FPT141L0v4S09hQwCvSCppzwR9xa8QgUXPYzCrL2PvWC9jJY2vRojhj23fCU9YKdxvR9Nj7zaYAG+lNjJPIWaf720Zn29k6ROvSYjRz4CZDC9eSm9PcUmOr0jADK9/xSaPdnexL3hfqc9e1JwPYlWDTym8d48cTsJPsdTgLwTNeK7j03XvOjJED2WayS+nygmPbM7TDzjbFq98GxGuw8n2L1hi6s9GmwUPrY7aTpipSk9HAfHuftjeT0+Tty9E6nCvfozqru8lRq82nQLvcGuFL3W/JI9hIUCvXEVPLvpUFy8a47lPBf1nr1C1Pg96LipvCHu0bwNeOg9c4Bbvb3DsbyFpl09sXUOvR5NcTxgVC6+ht0NvdjzSr0ady+91AuOPRaOlb1yEcs9x8SQvRElmLxQgTI9+9GDO8ywM72lr709oWaoPOZTEL7/eGI7YOo3PfwnGj3TZ8i9+2plPEYeBr0XuRM9X1glPdSQkT0lQ6q8ZTBuvejTUTzN7RC9buBXvdWZEz2O/Sq9hrQLvU2Icjz7mGq9K7fuPexkdb2h0sa9D3NWPKB6Ab5/Yf+9FktXvqygoT3OhVA+",
        "28qdPW9KND2F4NS93lYAuzTx97wXmZM9qJIJvtQIEL6UTRm96W6UPMkaEr3ol5o9A9N6PSAKnT3k9588fjzIu82AOT1yYkq9vno8PHqtaL0BvOs8cS/BPSQ6LT0Yjh6+HLpgvFfWHb0BIeC8vcKvPWYtMjwu4Oa9OJG7vW9ewL1TfYE9sJuwvfJu7Lzyrz++9TB8vVVOt70dohk97f3Bu6W1yLwk/iu9s+DQPJ8EwTxQIkO9b+tIvSWTXL1x0Z87wznzvMbXwbx+GS8926MQuLfewbv7E/g9MtVfPWEv0rtlPXU8iTkCPiNfvr0IHYO9HVfPPat6zz1vG/S7aaWbPE5EHz2uAWM9eBIFvqI7gLxcMzm9jGyvvLPL4T0Eu+a9p+UEPRu/Hbzv4qU9m6Q6vHwprjwu6bC9pay0u5rjuTzJT1q9rO+SvSe0obxxkpa9AQP2u9nb0b26F2+9XTiFPc/i8j2JJ5U9VFrHvFuHjL3DojC9I+hXvW4Szz2VX5Y9IUlTPWjNhjxKpBg9CZ7MPBLlqz3ny3y8sk+YPVlqMD676M+9gZ1iPTp/zzwchua8HyhDOwtU27v19vk9BfYuPVfOFr3cGKy87oJKPXv9JTvPQdG9Hn0QvcPOvj3CXbM8QB0evc7av73arC496pcruxSnir2jE0q8IWB1PQRWoj1flYQ9zGppvJuZML6X75s9RtiKPFXsSDwV5em8AEqUvT3woj1/c6A9FhfOOq2tLr6Zw669oOWCvQD/2j0ySV+9vFAOPhUufb07BUS9jzlsPf8bjT2djTg9Dns8vGFDfLxVfgc+x0cKvrdctj2d8Ae7BcFBPoDH4Ly1fMY83rT5vQmVL73WZzG9d6z8PUYXDT2oO2a9ntEsvhNyiL2W8lq9xEKcvdbGyby03689ZEaqPUOeZ71ZiIe9tFOmPLV8ZT0hcsW8X2miPXNTgz2GsWy9YzAXPqWsiLzymN+8FHvOOyvmgbx6mt28w5bpPJRQqLzTVaM91tONvApguTkCEEM9",
        "f6uOvWA1+T0nxWa9QcLpO8Wk5Dz4ho68TxvHuiqONrylsGW80fjruuy4h73yBuw9EZoBvH50BD3ESSo9AOoDPlwSgzyXhBG+OzSzPBMsyj3Rz8y8DnRUPjDFpD1LOIi9FV5EvWIViT1A1qe9N9zVu/D2CT0KAsc9YZonvQ1eOL5YDvQ5bhySvZ9fwbvitww9dbmSPfZzgzxbeg69ZmAQvJdvVT3F1EE9Yh65PGtW3j1auAw9ofdSvv6LVD2gxHG9QYL9PXwqXD10jpG9/AhtvWxImDzNeS49IpIePSXAKDu+iEs8PnXqvJs4oL3Ueoa9oPnbPWCsa708LJq9ibSdOtXvMzwiulk8IViAvWv3srz5g9i9vUukvCvLjz2gu1S95RhpPd7fdTxa3rk80p/5O5NBOLxd2bY9ByizPb5Azjy7H0C+5sOGPAEa/Dyjaaw9JR62PK75Gj5IDce90TqCvNvbObz1iyO8iF1eu92PpTxQH169J/31vZ1Xaz1Ep1A9TbNiO+t5wz1fCGK9J+sqvS1fmjyXdEW9GHX6vEmeiT1fQwC+V71LPZ4Sej3/DBK9Q4tcO11QH726V5G9MnEkvQsQDj1nvAe94puivelcCD4zX9a8E4KWvZ3c5L3Z/Lk6PxSZuxrDGj2kHkM8p6EbPee1Kj3HIvG8N/WVOVF4h739wLe8NWxZPa3Mkj29qV4953eLu1SjZ71c8YS9+c5nPZu3Vz20PqI9hARevVg9XT1yGG29L9+OvBzjGz0DVgq9CS8/vaqr6j046Ik8AHEnPdMXFbuDqKi7TuMWPqiZbr185lI9X8iqOoYJKz1s+zu+ZYf5vHossr2brAC9S3nhvCC5zjzRAro9Ry2SvWBtO7xSCUi9XjfxPJn9xTyO6zK9l7okPZG+I77TLEI9p2DdPZi2ET1381G8tDCwvQvWrL3E+ma8ToQzvvfng7zkHAu9AjShPULrbzwcarK9TzBxvB2elDzUS/09Tt8ZvVB5Yz1gHzm+/U6JO2UKwbp8zBq9",
        "Ig2MPcnrzL2iYT69uMh6vVN5lzzU+Qs+c1pevSF4Nr2hcaq9BhG1Pf6hcT1QECU+huJTPbKlUb21/LA72UgRvuOger0c9HQ96KjSPD/RSbuFGk29MEAgvas3SL3zrRc7iWrIOuwseb2KEr28l/iIvDbyKT3qUaw8WApKPBTFWTvA0Hc8VJyKuzGkCz2thTc9scP9PcmBSr2GN8c9qXvAvabtmjueFpq8Z5mqPfFAIb4BbYW8+zBWvd0T0Tx9KMW8B4fgvXcV3b2jfAw9GUGOvc1SDz2n3Ka9S/utPRR/uj1Jloe9Uc38vTcCWT2JPTu+yc2MvdOzcL03ya497oVLvetEcj246FQ9uEA0vZcJ4z1rSRI+605mPQBihL0k6nO9/sYNPTljjz1tCMC9Xh2vPRlrZz0LQsk9SjGsvZroIDwXWI496c//vZB4l70vaSk9ixsuvLGw6z1blxo9HL+QPSl/F73+G8e86o6ivGlKd70wxWe9br6dvJ6Nqj3o46e7ApSJPUCliz3Ofsm90Y0IPZAQ9j34dh4+d3ynvXwb4DvSlbu9aBjzOr7QWL2A6C08zmgVPhDZuDsvEFS9YOLuvd0PA70Qa5A8MgEpvYHxdrwhzom8M/+wvfuQer2d7qU8/hzZPADo07wih6+9I76XPAThjry8/sA76++IPS87zL1Cfqu9+/76vC5Apb1VEQQ98BilvaFJMj32m/Q9ylYNPt6z4rwyJ8Q7S1RGPaaGs71GxoK9G1tVPJ8Ycb3XvP48DJYpvR72sTzpPUC8TLWDvBz5I70D4Rs9PkYYvvHz4Dx3jaO8JOaPPZMHET2hhpU8qIjHPSAZBz7/bcg9WpqvujXRVz08zCc9oo92PFXp8ryUtyS7qUo2PUbXdz1b//i7gHZ9PXtmAr5iU/M96jDIPZRXM778O6Q7UgtIvTY7ub3gE3Y9nPrhvALa6zv7dmy9FAsTvXR3kT3K6ty9fZu/vH//zjwfKeC9qnljvfEcDj2KlJS9P5q8vcLS2rri5GW9",
        "racLvTrZSz3ufis9uIZPvc58yT2piwM9nWIsPB5C0z1TxbQ9L0iYPfWHT72nv1a9f3tfPQ8YnTwXXpa87a67vWwZCj16M5u9ZAKJPTiRqD3LCUI+k/aRvWY8fj2d1O876lkIPoUHmj3rM4c9nRq9vR0D4L1r5+e9z28cPPp52b0+S9O881eGvO0+8ToTNJs7esaqvTklOL0+g7U8mioXvrYP2j0jlUo9XDILvagkBj321Ao+AaUePkFRhrrnJVk6PedrvbWO0j0FZZq9bmAAPr7hhb3zrJa9dssDvg3jB7043Ji8biYhvTTmV7s8mgc+HEoPPiOXqj1luPA8Z/eDPfXmFD4IfDO8VwHxu8loPr1QThE8hV6TPcB9+Dx9HgA+nxdVPRWulT3LqYW91AUKvpZMTz3zKkY92NOWPaS6BD12YEs9sNKBvSkQ+jsjwfs98POAPZ2yCzv6Eq68D8vzO96Kw7wNV4y8eF4EPKi3hzyEOpu9Ljwdvc+qRT3J1yi9Ue8PPg0OHz4r3mI8QP3Nu79GxT3rW0k9bSgMPqrQET3NbX48jcopvV7m0zzjdTW+GkynvbZ+uj3YHoQ9xxltPSNUQ73zJME82ULjPczI0zsNFDi9rDGzvI+EoD3ggcg86T84vZj/QT3GvI29vb8bvaf8Pjztdsg9iX9+vb7iQ72PlwM+BpnIveMslz0BQxY+C1W6O1z+qz1IHPY8ZBCfvHZL7L2ksie+zMm0vVs6OD2/eaa8Esc5vS48371IoZW9x5aFPZF8DL5ejoi8SyWVPaCNbz1RScs9peRevaLiOz18hrE9hUtSPdlNnjxuMyS9bf3KPVLlRz0AwNe8SC2Du+UICb3ztwa7QVGePWciwztqi2c95GijOoYZTz06U8s9kYxRPQMuTb3A5Rw6CMOOvMfgJb28nNQ858L3vZr99LuorQE9/R1NPP5FtjySiFy9T6NxumNVj71udjk8LfZ9PST2dDkVUgA9Y+5FvVEirrsLjIM8XAGDPVmQSD3pfzy9",
        "KiHMvAvtmjw+pSU9VDCBvQgyvz1j3EO9ijuVPAS7yDz5tBU+XpBrPcyNHz3Afum7yGkdvbE20Ly91SS9CakHPc0hQr1J3QS7YNS7PXExqjwNDkw5a7rwPU+7bT2RoEA9V3eyvZC12D1K9Wc9Zfj6u+99pT3eARA80zljvLkPpz0XpcM9boOxvV2G1b2FZUU+tNKgveiIN71K27e8/vw+Pe41sb1Km8U9tGzqPB+uMj4T2uO9HOsYvdNzxb37vE697Mu5PTnCor2xTvM6TZv1vE7nOz2MOGq9X3Nbvacqkj1BXsU87V+SvPNitT3k0WM9qGOMPLpVqryjuCe+QzymvAEkk7zXxK87a0E3PS0xCb6yDQu9a7WXu2kXZrzaTrg9SM+qOzufmb0iSSQ99+lNvR8G6721ZqI9p0bjvJ6i1z1G85q9Tr1RPXylor0J2i+9l3ydPWfjpr2m/0W9io+cPKGPdDzR9AW+xzXVuyUt7D3CPBG+D9aaPSng2jxklaS9lG3WO/eeij305Aq992X1vLMAej0kBw2+0+mPPZ9swT16sgC+T9SCPTMfCD6S6be8P5u5vS3FZb16FAe8D4KVPRhYY7191Ai9G2uKve1Fe701nIW9pZktO4Up6Tvtw9y9li+5Paakd7y3m9Y80iG3PXuL27x96je+ILWsvQxUFb5q+W28OCJjvJIa2z0j6JG9BohnvfR6dD15WWQ76xOyPbWuX72QvV08Gi+bPMvxRDyVDbO8WO8fvpkyvT3Nzo+8blVbPUgORbxaM+k9rffsveyDQD2VVKC8JhUyvcDs7L2bz3o8PKBGPAUzBj7CDua8vAqavf7dhT2Kkoq9Y1Ihvolb0r1fpr+9UHyfPVx0wbxRHRM8sDckvHm9yTxpdCu9Vd56PCTLbr1RfuI9oxmvvVDW7D3aUIc8Z7sBPZV4pT2Krru9J83hPZzL473Lzw49DkhoPZVkn73fSGs8SHKGPWTBuT2Szr69HKT/Pbvnmr1pFoo9gFtau5IGIz1abDO9",
        "gXxSuzzODDtYjao9jfNbveBkE7zm0wI9ECUSPgJ8kT1lkZo9lIE5PQQHvr2ufPS9xWE6vJyqBrifEC8+lc28vW0iuT00ouC81Dk7vV7JDb6K+x698UwOPliFBb6kHii9xiiNvDpDL7w+bwS9dCQlvO2kAj22iYa9MhJIvbXhlr33EIY9qjqpvcFtjDzxP4U83m7DO4BPB7tReeO85J91vcI4TLxenqg9BCrWPLPp0D08UAa9GQV8vR0TIT21dw8822eKvWZub7zBnkG8Mjd5vTRubLvvHKC9iislveqmfbwwdAC81yMmPWCRSr3y5BG+YboVvf6ViL3wN7k98TQQPTBllDxlG3Q8p205vJb0prw2Dmc9uNYRvabjbL2mlDW9oiohPkVxY72mdPa6x8JJvcAzqLr36U09CLluPeh8zz3SxLu7URV/vYqOEb5jgD+9NFMpvWyFED35zlE9JXvdO67g3Ly6oIi81VUhuxWFAT1Yxig+k58GvaFDfL1y+Ua+ALsZPT4B8LxI5Qu+wwffvHsXID1w/A+9czllvQsD5Lw5Y009XZTHvHcqzD1/aMQ8Bp+oPQJts7wABLm7o4UWPTHCEz1gj+K8ajh+vIv2vr3gzQm+OXU3vXeqcL0yxrs8GRGWvd6pgz2lSP69GO1YPW85PD3Gusy8HwRrvQollLzGV5G9e63NvW+6Dj2CKrs8i35MPeo7AL1UreK9sXkgPreg5rvMy5+9IEYzvrPiGL2wGpG93FmMvT3SyLxGJIw9dSO/PbNWAj6EHA89RpqAvGQTfLz/JDK9hKy+vTLaRL0KB9M9UrrVPEOqMT0DkW083bvfPBPn7zyrtIQ9H6TYvAZp0j0tqUA9QtosvYRCPz3VM5w8lSItPCZnSz2nQDs9J5eAvaFooD04yqg8LV+4PCOFuD2fsDk9cnRFvWY15jyTBOA8Gs7EPZtusDxLe6K9Hd8FvNqOhL3SD+Y91t2pPe95Lz1tm949UXSqvQXFor35w9S91jnLvFB6mj0R0zq+",
        "yrWIPYlRgr01S567cBCkvYGzpTtMO267r66lO3Y+iL3P4B29B/MUPeWKzzoBCKK7Gu4SPrOBdbylvig9CW3tPGYv5L3LZha89AQIvaCMTb42Zh4+JAiXvUdJA75APwg8brXaPf9YKb6a6uC9+NTFvYcTaT2Hhru9KTexPW0e2L0SFDy9aQ1Yuy2w4jxdr/u8bHE9vHQinz3FAwS+qCPwu+atrb2C+8m9C2mkvdSlrb0EW7w8xO81vXdalD3Ilwq9hPpiPOpqJr7O5pk8wdVVvBbMMb32lTM7E3ndPJ2Iij1rrau8t0VDPVmIE7zeB4A9cjOWvapDXjwIB4k9Rx9RPF/9Az3vG2u9ABasPcSdWD3yerC9MmFyug/NILxstb29ULKxvRqqPrxbYNW9QbQ6vWPbsL1exU88ayAdvUtcjLxH7yS9xuxIPXnO6LryoVM9avmPvT7+Zb2yD7K9WE6xO40OUL3nyAg9wYw/vc6PG75Dl4Q8euAivvd667pZ6f09Zu5svB/AybxatWM9Y+KKveg8Pb2WdCa9pJQtPUGF+72ti9w5EagzPZQR87vrrsk8TErqPB5Gszy/rkY+7Naju0BNIj1ilT+9ru7DPM+4VT093409DPapvdwCIzxppjk9YZ9uPU+ysr1avF89THQGPoIfyT16GwU80n0cPphO+z1xKQc+corAu9wP+jxGEQC9C0edvEuPOr1swaq6WGunvRL9mDwCF9u9076dO/nUUr3TWW+9SVcPPGc1tjyuhTu9eMVwPfjaS7wBm0I9Tm2UvU0OoDy5oqW9toqdOyazIL1HVdS8423avJdQ2D2aNLa9IY9GvcXPebzGuoE99vvdvFtL7bz4bcc8FDNpvaTrRryuWOW737QsPdblQ74wIsk9FXhIvT720byvCCu9WQw5vTbcLb0dQau9HV+KvWvD3L04KUW9VqgUPdLCAL4tGhs9dqMmvVLuUjw1bvu8pVNDPV4Yir0LBt09IeapujMiozzeDoq9PN01vUEhxDz5Dpm9",
        "2bcrPJF4lTwtdS09O1msOqv+KTzE+S09Y7RvPvOxG7yBSvO9NJXhva1pz7vEO/W92FWZvdKoHT5zbK88pjKJPSNT3D3AdbE9TjLWPKDAoDotfg8+BnXdvIKRxbxd3mw8IZ04vTtlpb1i4JU9mb3nvA8SnLxcP++8cs28vNf5+DycDmK9DtwUvonasbyrJg495c59PVSE8byXkTG9wGZpvc5A6L0cQAs9NO4BPSBcCL4i5fY9w/BIPUBxUz02jYi9dVpzvQ6DPj3u6l09YUDpOs3BCr1Gz2w9HnUqvWpMgz1io829X78uPVNVkDwMPHM9a8guPWu+PD0De0y92NMBvunm0r2HfIk8N45nPXSL9jzhRSW9S9WwvXLbSz0d2JE96ZepvKLTfb3N8CG+paNCvcTnjb3SsgQ9/mJDvfn7Lr2vcbY96l8DPbBl8z3xS3I8Vr/AvEBsvL2yEcI9XxlDvNq1rTx4iTA9SGiuPXBZB73qfqQ6jox8vZ7lobsg5lE93V1zu1J4BT2b2pk9nozHuyrStDz/59i8U/FEPqGLFD5a5To9GIw6PQ4kYT012p+82uijPU1CuzwcDHG9iKlkvWmYtT0LpKA9MkLxPRvw2rwoQvs9ctgovc0UY719ccO9YDwjvErRE74qxTi7I+81veOcDz4mdbO9om/fPYNQgT0uHuG9YgmLPInLpb3Eihu9b0xXPL2haL6ny529fgMEPbz9yr02/GS8Ndc3vodLY72Efku8KKDMvcyorrx0BMq7cZOYvfMoKT3LeMU9j66zPXVzL7ymMTu9leDGPKV5wTy8I/E8InlwPZci2T2BetY8iWAKvQEJeL12e8K9khN+PLvciTud+gG9wPuHveU0HL2HiKc8xgAnPjyb7z0WGWa9EgD9PatiKD0d3Pa9bMsaPGPe+z07oOA8UChOvbMKiTwuynk9lqfUvCA1MLxZsqU8f6hVPSEL1rx+Grq8WlaLvLtA0zxeTQs9RlqTvWcp0b0eHpO9BQAlvSa1ij16jLG7",
        "PYu/vdLH4L176pY9s0SMPXzYDb6a1yq9oJakPYpQwjtN9Rs9coKdvQVm5Ty6TKs9cguzvPXHWj106iQ7sBjSvVX9CL2Ewdu8vt2DPUl2lz235mU9ltLwvcHpFT7QxJS9FedyPcaiK725A/k7TziBPQoeFD2S1ww9D524vHtdLT2rXLU8alnTvSwbhDyoY5I9VgFiPHA3oT2Pyek7Xn0lvpPqcj2a+HU96glLPWZXwLxQ2li8CS2Ave6b0b2CXBu+AYSjvZBcDj4rlRM+3kBFvTplpTw0LJc8PhQmPne1iL1/UrO9R0bHvYM8Fj170L89xp7Dvd8E971SGko9MOwLvj3TNL1/S6O9QbxRvJN3Ej0Qihc9t8Sbvecgib3QbcK9pzMxPfdmcDuGLku8as7rPf+7mDsPbUC8YhsyPGX08TyI4dc78aGpvcd137wsKKG9nmgdPIqw270Bo4u9uvwTPR+ADD0fWzg9B7AvvYzwLzyy6Tg9FBDVPC39T73NFLs8TUkHPGa7gT2a2Vq6sRPMPZdH0juYeqs9/37evRbp2rvtypw9CHapvG6YAbu99Ys6eyOYvDatlLtx9bU8H8kOvY8OaD1O+tU6FR/IPPGU671z3ek8Ots9vIc7gj1cFw691p8rvn5wFz5jC0U9ZxjhO0TcQ72C6cM8cc/uvVElMD2Scuu8S8d3O0Ss1b0pSKW7KXu1vC/cwjysyCG+1wN1vDpQFDyT6369A8RRPFyVCz1M4tw8TkE0unJSrbvdyhA9wdKyuxY/0r243/29T6DkPWy3vruptmU9IJr9PZyn8z0gp/o9W5SZPb/RtzzbtF89R6hYPDSJET7MZcy7+W8KvSF+gj3/s5y913mVO7Hhqz0s1FK9d+umPa2IJjy3Tj89YXE6PZS9bz2UYvG6lW28vTyfYz0iCO+85P7wPNrm5r0OyEW8qs7NPQ43x7y8RUI9QnoCupyZ3Du1yrQ8aZW/vMf87Txmw/Q8aVtZvR5PZL3Uy729SU5svXDhyrsarKi7",
        "Z/FavdydUzyWRuc8eoGqPeQOKTyX7IO9nFX8PenJET1dgaW9u8EuPas7rb2Ckg29w4JFPST2nj2wQb09UN4lPXKfmL2tS5y9iWP/PQFLsz0huZq900inPQ1J872pKk89yU/lO5V5iL0JJHG9tg1Cvcsu6T1SbtC97NXDvVjOij0K9x0+QMT/PHikDj7YASi6RCCCPQ0xDr0Me9c8TbavPdG7jz2UcpA9oZyiPUMjCb14+Za8j8+0PYReYT3/RYw9rwhOvd4sTL0WfOk87TbcvWRhpbzE4kW9V7WYPck6kD18lUC943oKPVBaIjtSbzi8Ns3EvdLLN70/1Cy9MNBgvawXPr1+QI4996+cvSAjuD3ta0080/I4PkNxDT5MMMu8VqloPSgYCL5LAhu99nEvvDJ/rL2qUE29rme0PYvPaTw6GV09ycGJPUQ4EL6s6G09yAaFPVoyG756Giy9cqnivGKPcT2pAoe9WTPyvZtsdbr+dEI+QhbcvIyqhT1rcA08nWe/vHyt8zw/KUI9/KJ6vYsPDr6eGu89u61WPcThFb1t5fK87c/dvLXRrb1yaik9pl1lPe5vnr3CskY9vcGpPeAELj05XgC+Uy9bvY8Xzjw9O349VqUdvebFHz7AwaA9RUBlvRvjiz20Qc49ZzwbPOU4ILtDA089JMEIOtvw4zvCfGw9JDShPfvqkbvK6wm9Bu6dvYAAqjwhQfs7fpIxPP61Lj2TurU9aBk9u3LA2r3Btb290/nJO/gLpbzhLC4+RVT4PK4IDL6DXD68aYVuPBcyXr1SDBm97Q+RPKAO8rwRX8Y87YRKPSIat7zvsSU9QMGOvL35072tEKu9H8NJPMPvgj0HnQO+hvQoPMlH+rsywgQ9FUJGvML8/TrZ8sU9CtKBvZgxrL2CJNm9D0+JvRPAgzzfFXK8QNh1PZUg9L1KDRk+hKuzPGxC9LyeNzu9TtIdvGgTyTwPEl88/yFmvVDeMrzK+CG9SWnVOyWaW7xWB6A9qDkSPQ8sx7xJyRw7",
        "AUV+vTnpUz1ibGe9p2lGvFAaxDxWbq29P7l1PVQmpLznVOi8O+3UvUnaB7yC7kW9hUn/PFVJ6z38IAs9osJWvapWb73noPi8lHUwPT/2pj3qrJ09T7uHPaW5P732PBq9aESjvEUBL72FasA92qrJvIz5lDyD49K9Qr7mvfKi3LqEwTc9VlwJPneSWT7aocy8bK32Pa4qHT1jsRY9boWQPe5XXj0XgLo7vv0dvfDuirzhRYQ9f3TavFolrTyKWxw9id/KvXMoFL2mtcE9KuZrvZKMxrzNVdC9RqK+PKXCYjzrVLm9RE8EvKJ2Zr3u7JS92OYJPXm/ejzMqZu9F2hLPcZU1D3O5Oc9/svVO+HYgDy4cjU+DdW3vfY8gj31NVk9wg0iOHStmz1XhOq9wu/svLBw0D2qclW6RWHrvZNAuDqB9ZI9Wq5hPSa1lT2TApA8ZjSovM1jkT1hzFW9gr/svJW1pTuGK2s9D1+ePchNGTzXZTM9ZDoKOdLDo72mFkg9D4/CvHnLPj6B1209LAdCvvZd8T172ce8Aj8IvQXjZr3qX609L0roPSatWr3hhY89hWigvQJWCz25X9M8snUCPsYwKr0gJ/i9E5P8OglUiz5DUc29TmK6vWxoKDtA5p49IAG4vf1Gnb0nzly9cyorvUWmYb1Lyzs8iVpFPbISCL6IwOK9DgZgvPkFJ707UMc9Hd+rOxx0HTyE/aS6oOxfPaJp1b1ZFH48qui8vCQjhD152+q8ejIhPSlK8LxDqaa9o1cXPe+86jxRbS2++ARXPVw0nz3XaZS9Ru2Yu3LDVD0XQiu9ObMnvb6tU7voeK69RHkivUHZAD0tlai9TTAYvk9Etb1YxYY9NhWTPTYQ0DuCBvC8qbheve8crb1/WG49fs5wveUVuL0TioY9lRMAvbWcWz3N8z0+1LlBvXgz4z0STaC78/EYPIJbhr2c2OK7PI3PPdm84j3jYO+8YRr3Ot8OB7zbtzS9gEvqvM82O7q1SWK9p9anvdTMNT1ttko+",
        "JjY2vT/Kq7y0Zge8aUnPvRhODLwrZRU9qcwSvsNGXryHQEQ9nqiQvaKgP70ifHA9JZ4xvUOPwr1HaCs+geRJPCNRm7ySdKC9eDE7PU+VGr0Ji5i8D5wTPR5Cg706YDA9kMEgvW21kz3eXzY9cgZWvJB3/TwYzbI97KJPvU+BsDzLOJS904cnPWwOXj147my9FMtlPHZfGTxNVjW+2Gd9vPd2BD0Yury92smKPXgXOD3xHGa8v8M+PQyQnD0mMU+97oj5Pfj1TL2nAy49eTCEPQjiiLysWWY9tDDZPZ8IsbtnSTw9z7BivYbpNr37CW+9geoIPHhdgr28H5c8wPXXvV0/Wr4msAy9Pc6ZPaBPdz2sV8o7E07lvCqoKLxcdCW9eIv5vVp/2TpB/786m+zEPTeOqbwl8hM9wagYvOFMQr4bI6I7wd9JvWeqSD0u8CU9MhjpvbP2/LuOlGa942tCPN7eWL3Flqe9+JMSvQNanj3kkt29Xd+HvA2TQr53bSI8tzDJPGPw7DwYmMi88TiPPSougbwptuK8Rgn1PNSwhLzQKpG8t9rTve4EK748uwc+k8jJvJlPdb0A2yA8X3ZRvbgZQT158HS9LlNPvkX4oTzbWPo7jU2HPYOtVzw4ODe9jbY1vTAnuTsN8go9F8MXvLQvAT7H2xO95U8BPm0Elj1/dDe9NNNgPGf3kT3gJ589w9HTPbqZAz44EE493EQtvXNWgT1m/qO9uvEGvtKSgrxFlyy872ULPVPrJLybx1A9VoDBOhcUML0ew4K9jN3VvdgrET1GPGQ8r1wYPG8Ljj2XNCk9pdnaPAmM6T32sWo9QYyqPVNThL1xe7c9F6zXPHXjPL4wBZ281K8ivZW9Ej0ZDeQ81zo3Pf2xrbxyUXI9cyJpPTaiQT1yN3W9X5TGveM4HbzKv7S9a2sfvbbxjD3pOgG+WAIUPfurlLzQK1m8NmoavqVDKT0vIA2+2sT0vUEDXD25epm9MmEpvlxImLyu1se9IpbfO68m5T1Kr3w7",
        "WWXtPUw35b3j7U+960QyPfNiXzzu7328pG0RvKrtIj1aMVy97fItvSIH3D2E3349nxyNvCiGJj4ZLni9FhAAvqoB0buLT1y8pigPveFvT71BTkM9gtBGPAsvNL1ef569goylvYbv3D0z6dQ9n9CAveGVgL1ysk+9bLGXPQAoHD3g/8M7kS/OPS6BCr5Ku0S8kBioPNBygz2y3Q+8AyPNPcn+Fz1olH29GnOcvYwKfD24aQC+7RQ7PV++wb0j1j88SmIZO7jlYDxEtL693nMava0W8rxwS4c9X4PrPfznoz1y4je7BLoSPVx5XD0qNtI8aHVrO3ahz7zwh688M5GUvINTsDyg1Le9lKZRvZg+Wr3AloE9aOtMvcbKlD3sb5G9FMpTPCXdQbwbFYu9zcrmu3TkFz3aU1s9YYlCvQM3gz0Z5ys9tz0fvXAqiLzbR8m9xGl2PbxaJL3H5a49RqriPe5k7LziWKs8xu+IvLBwZLt8Hr88Ucp/vYHb2z1dR+A99/DIvZfssLwglfa8T3NhvZ2eID2NEoW8e6L2vLu15T1tfgc+5NI3vL7ocD00dAM7vjGCPXR6Pj2O9CY9tbYQvTdbNTzxBz49upzgvXcGqzyUFUq95VmEPRF2Cr6NQgY95DVvPkiz5DzeWqq9VD2KPV6ABT1rEtO8eSZUPc/Ib73XfiU99gsevX+fY72W6yO8bThfPN8eWL12gUG9tXP+vfkGKz728tO6WSAMvAtLnT2iO3g92qZ4PJSo+71FP7O8aJ6jvIKDezmhCF68aoUDveX7t7vwc0U99AWdPKwCwr03Wry7wjLNvPV2OL1pgqe8pDWBva738jzpal88+JaCvWe2MT5VpTa+C1WrvdLFrbziHEK+TLw+vFOmaT0T5bM8iaAbvUVXGDyiZy69XpzxPUp3kr1uHIs79EnYvH2yOLy++gm+71DOvcBf/j1MqAI+1BS/uzVtAT7B9AC9mhKXPdsHEL4JIZS9+QcuPjO6+L2JkZ89GbHcPQSjgz3wNNM8",
        "as+ivUaWUT1OIY69wadPPSmyDL5Bcds9goIFvSz+tD14sZa8vL8RvHnpLryovqW9ayxOPdg4NL0rpCm9rUGavToDm71L+yE90TuevVtmwz3xFN09vELVPZOLnTw+Ji+8/eDMO6ItHT1AWSc9Rh7mvFOeET3bZZA9jdIRvRQ/ur3DhaE9Fh9UvfM35LvDtwG+jdXbPAzWqzw9Q5k8GXI1vLh3O7xCL5s9T/lUvUFA1zzSw7s9UUG/vaSSCT4s6XU9f+18Oyjpqr0Tm8C9BTATvNLDpj1mkCK8h6uIvWZUDD3Q/pW87kSpvYpkAb2D6Aw9PmbDPBdOXj17EyE+ZWFDvcJvUL1sCwk7xYFAvqkVA75aBXm9wZKTPdo5Czy1aj27DK+7vRz9eLy7gJc9BLdpPYp/Ab43sBk8NPuZvCqm+jtkFis9cfG9u3hDxDzNJ+6820ejPWf8Mb1oSnI9/7gevcM2sT0Sgri92MoovXx9Kbuujq29ULZkPAuHVL2oORC9CXFZvbSERjxE9Qq8jPqrvZeauDsrSk69Jl5avZKq0DlCub28+y6SPdX/4j0f3zQ9z/MDPhp7R7tieIg8Ms2GPJs4N71q2Qy+HPfMOwOJj72zFNi8absQvmBckb0jAl08bqrkvU5rGj2+kbk8ISEmvSU6JL12bkg9x4vgPO+3AD4/H8s8e+M4vRIW1jv297K8fJdPOy35k7zg1YY90OCouniy0zzlLSk8+lchPsQ9DL2ILby9Ki7TvQy74bqZIAY+9lTZPACgALxWZba9e4RVPYyzmzwkNF89Xr/YPTZgjD0/YA0+HD2PO7AEkL10F4O9q6jsPHgv8j3Ccn684rYNPZGRzL2uECw+tnbQPK7bm7xYUum9g9ECPU+0ND1mkDS99YgtPtEgQLqmAD89C4+uvB+k7ruqGyo9SvxWvH8XGj0JyJA8ciqpvCOCvb05qYC9t9++PTzLgzxFEhK9eLZNvaHH5jzaj+29kWgqPnQABT6zPTC9klqgusAz4b2kEZg9",
        "0vzzOnrEET3BEB491GY5PcaD+Dyn+Fu6WmMuPPH9l73S9EO9XpgKvDRKkDyNhfy8vb7APRx1hb3Hwfm9bfc6PP+j5T1IAsW9oUcmvYJRP75LLmK9O2DiOxp5Kj2G+AW87Xb5vVi5ab1oHas9ckprPRLArL3nJC49+tygPHmiCb5WwkS93MshO6nWzDy7Gb69y8sKPFt6i73V2bU9GZrSvZEZeb1JtVK9RlrEPQCFBT2SfMU9BJqPPTeHqTw1Oai8vbglvVMkWbxWsV08oLkTPcjNmTx6k8S8RxeSPXJMc718sh691VyiPVRr2j3Sg9M9/qWyPHjTCT02NPI88Ze4vSeBHjxfYqM95E6QPTWZgT0NENy9Yk4LvS8MBL2MzK08uk6Hvc7dOz1XFOk8VvSxPL6aML0QT2098pOKvIgoAD576QY9+uIdvfauir3QWGG8i65CPbbkArwlzg68WfySOv1qmDv3C1A7CaqzvJvCkL0o0qq9tPXIu71pqjwh0xi9E7LHvbaZnb2z1Bs9euGNO05lRr2uF5A9m4o6Phu5Lj4OmYA87R+IPQBo/7wQ0QQ+UTGhvTs2Bb3BODc8GjU1vC8U2bvG6AY8zvAAO6ptn7163oO76ksLPuy8QD1Vj1W8ean+u7T/hz1e/LA7x21NOzHMbb1QfQG+/U7ZPS8iib0r0wE8wey2PenLrD2Cboi8PrSZvdlIjr1V1um925vPvf7orT1QOR89PElMvGqeZ70hSlU+v9SMPSLcN72jGVW9AXW+vSultD2u9389qZnhvMh7qb1ZV+O91mvoPTrA9Tt/pJ89E7HqPOecMb7f8wu+1+vBO7aBzLwfdLc9C9usPXuYRr0eOAo+f65FPRE8pbz5BKc8r0mXvYvGAbkFuKO8VJCEOyb1TzyF3IM8VCRMPa43nzyGNSC8lRuqO/ymEz51BLM80f5cPbaECD5LFGE6wjtmvJSxmj2tMiE9PFwovq9QyL1MARu9ERAfvTaQ2b3bHak8LOq3vV5iB72htx0+",
        "GGD0vbweWL04yK+8Qf6HPawyCLx3VNs9dxQGvGPStzyTQs69+CxPvW5Ew71ytzq9cQU9PfzN873jJoU9FjtKvjBf0j25Dz49/H3+vAkS1z1srJg8MilFvYBZ0LyM4RO9RMkFva6LEr3YsNe8hLM8PGH2Azz3Ebc85Mc7vUlVmT1DSsk8XUiZPCmiLL61+7K9XBSHvKrfEDx7QhC+TNopvW/4Z73MtJy97CqiPcBpy71LPgw8nZEIPsAjoj09aF49U/OVPZ+1jbw/lbQ9fxtkPXpKF70dGNU9x4KqPV2pYj2Gl6a9S2hxvLnlXDz5NQC+SxxoPcC6DT1L3oU8P6iUPcbZMD3mhQa9AY/rPS/t9r0IZ4a8SIpdPU0KIrndj1Q8WIBAvWM7mDwlF7a8dvmDOnYd8T24g7G9ue7kPZpy1z3grGC9t72+Ocz/LL3EsNe8Q/LPPOHAhD1VlQw9jX76vBVIUz3XpSY8p/egvMh0aD3DawO8+b9QvaBor73UCIK9np7Bu/SO+7z9vIg8O0EzPUUXtr1mNDu9AB0PPeOrrD0StMo92isPPgGWij3i9RU9rcqLPa0yWrxF8q28KlEevvlHEj0IC7w9u57WvQZmDTzOcRG9PTYqvBUtsbyNxSQ9GpIIvUifub0xpyK9kd4zvMeJ473wSVc9G4rjPdrWo7xNzay9alalu70RBj6aYiW9bnakvSXhAT6ZeDS99IViOr8xUzxJzoQ8cmyPPAj9kT08KQG99/gSPkJRpTy8mbw8IeovPQg0Aj4WUeg8Wmu1ve8vmr3yBGO9e7wuvH21RLv6i5e9c+KbvcZ0JT0FiPE7EOD5vXIR2jtvmQk+eykxvSdABj7G4+89Lr9gPS2yi72IU9Y9bmIKvmQxVj1TXzi9BMouPawXgru1pQY9x0InPj1Jejt3TXW9/7wvvkWC8b31h1i7W4B3PLi0RTuD8OC96WRYvDYm3Lx7xYM9NchMPV/H5jtce149hk1WvJeqiDx7f0w9mqqGu+XPqzy8J+i8",
        "fkBAPKFO7r3Z3r88sWb8vDLznz3bWP67p+j8uwvUYbuh4wM+NjfcPTDbhb0ngWE8c4JZvWjki73Ugrm84yt0PamZLz0Ywgw9B+LNPSh5tb2OP709S6YXPZ/YPzq3YH49iVfNvKICw72pROs9gkNQu3Aql7zobgo9Frq3vSBKrD00C9I9iknovYsXVjsULik9KwLdPNziuz2xPCG9QamIPLFY+j0bQcm9Ij7KPRnSMT0N47I8Ldq/OyrQ271smW89TpvEPd2Goj0Wtrm8b/v4vHYaOL5nE+E90hlhOvirCb38/I89gJHIvNUf4j29rIA8cyaKPTEMoLy/1QM++Tk/vcNN4b3wpVK9yKQ6vccweL2N68w8NGWxvYwZMrwmjLY8iHUOvSoJML2siMo9Vi17vbBJFz4pyQg96TKEOxEt17zjQgA+DmsnvmI1tb3JnoS9aezWvYzJBT79kVG9mG1nvTBWHL7UrBu9qYBIPVQTAL4TD5W8cyW4vJWOyrx+oxa+coSMPNN3bzuEhBS99aaDPV7pzzydkTu99VfUvT8Vqb1Kzus8iLJ4PYaefz26DIc81aWqvS533znycJ29Jo+9PXi4GT3CZoC9KoLDPahilb0lSaQ92YFdPVpwOj2p0bO7Zo1KvALYEz3FYCc95Ochvlx2p7251dy89leJvSQUrT1vCCq789MavNitTzx1/A+9fa7IvVPDfzw5Mdk9AzikvYXUjD22hLS94YkNvc1NZDriLk09dWO3vQXGtj1BFKY99TRqux8MpL1TSjY9aaievABltjyO8co7rn3xPEP5Kz3/6sw7SY5dPfKPJr1iXCu9KM9gvU5pxbzd+S69u5Jlvbr19z21igA9q6iKPKgLxj3nuve87sM+PDR1J71upf28PX9oO3DXxj0Guoq9wrOnvYKFqj22oLM8K3uzuxhr9L2sDu29kn+wvFna2L1luAo9epY/vSLAqr3MmCY+3S4TPW7FIT6Az7U8DoiFPUogV7ydBQs9v0oYPcKSi722CS69",
        "bPE7PY0jpz34xoo9otsXvGfVGTuBBA09k09rvbHEHj5kq/G8kKgNPa6n2byH29g9A11GuxuBKrv3/KC9wMuBPUH8EDxLT4Y9IOuAO6QInj0yk+i7vv6nvRw0CD0QVdo9WuQjvT+hJz02jXo7La3TPQSYRr3y6zU90/Q1ODucqT0DnGG8+8C9vdBRsr2UN2G9v7AavEvw8D1O1Lc9r6ucvBdzXD0005m91WsmvJCipT3XcAs92CsNPhxug73pbpi9hF03vWkfg73BI4k9uDOsul6GVT1aHds7/kC6vBRLhT2lguO8CVpmPBcDUztGfhQ9VZLDPJ6ykLwgdlU9VuITPQUxyD0L/EC9iARTPOqLwj03T4I8FKbEPcWDOL32Z809B4daPQKFY71hk4g7Y5EIPWOIV7s0cEg9bF+ZvTFOjL0+1tQ99EerPLl25j3g0YQ7CwbAvGtNU77iF9+8lgkhPkFOQr2i9PK90+rMPOvmZb0Hs+u8hTIHvTDUFD5KBUO8vySrvX7rlb2y3ie94FKqvIFK9r3LfT89L7xgPbOaVbxdvq69yXmuvSGTGb1oc+A87TZ6PVBXmL1IF3k9vcwMPk5mmLz1I7M81WqJvUPP6rwDprK9dF39PZgisz2g/Hy9didXu+48ij26EAs+XmSiPPGgpT0uAAQ8uuTOvRQab71DYW0801R6vdGeAr2cS487ck6sPXfV0TyEtSU+ApwOvGV+Ibxv81o9ENnTu5QDGLwXXEW775gNPAWcqj1YYSI9msPyvVk2g72uSvc7kaQTPqSRlbwvNDo9kC3yPHJSGL4a33i9BzMVPSjbn7wEZ/89nbHxvMJJAb6xdOM91+ZLPD7riLtrxqI9RVjNPS/xIz2jwI89KFxGPPDk4zzY0ce935IHPpSo5z1IhyC+dP2rPANhEz2oHQc8zdlTPJ6NF70kD2q9Y+gLPWir6bz0IGk9YxswPSFY/rwKVkM+imM7PVCQD714w7q83qewux2Jt7uo9xM9QjhrPHtJiLs2j3u9",
        "qfaNPGvG1D3CJwg+8VKpPLA1g7zlzWe+Sve4vSibsjxP41m8Q4cYuwNJZj0gaV+9Qf99vHQWrr0V+6+9ZXIPvhUDIDs9vRS9xeVhPDcv+b2fK5290O1TvPY05rxwjfk8LIQ1vghIEL5OYSW8B6NAvesZKzxS0g491R+qPUeayTyRdXA9APwMPQIsLD3Fy5q9iWAAPYtHgb1KUFw94p2VPNyhKr0N5gm+U4WnPep9qL28HZs9U6HTPR/tVbvw1Se8KX5UvBVYp71Vd+G7GPhlPGhvDr0nqhU9Yea0PNDgVT2PNRI9NoQfvZPkD7xrkqW9+LgLPWEHED7H0yI9H/aBPaw1tj0nCQe64BsTPUyJgD1CQeq85ZhQvKJQAL2w4Q0+5jFKvBdNjj1o9/i9GIzmvMSJGDwW40Y9JKUYvbQoFj0cyAq9rJ7LPdn9ur14cv49xUrpvC0bHT35yEs9vCkcvJw7mb05XCm8rbQpver0TD3kcMm8WfhRvcXYFr5KKNA9Wpyzvf5lBb6PKCU7w3nuPfddSL1SMOg9Yq6Ivf1YhzuQaZM902DAvXly/jyVO8C8GqQWPjpHjb2BJDS+OG+MPTrkKzs1OmS90ZsgPkDTkrwGNjY9howDvrwj+z3Tq+Y8yGoRPLSu+j2Ibf29CSmPvWHcOzzz8/U9s0YRPUoLRT3U/nY8fOmnPd4I8jz17zg9fuHPvGD7sz2lIpc9WyfBvPbBI715e4y9emT+vYhng73IC9m8qgr1vWNiGDyojK09w/YCvOZJSj2PxEY9yNp2vUMO4z1pmXG9VCjRPWzfqLynpjQ9qiL5POxzyD3NCwi9Nh6tO/Qsybzm7A08fcCiPQDkM70mYcK9IySlPbM/HL1rN5A35uBOPSplX7xX6v88mjPzvM5j7TzeI829FCzhu5UWyD2xfVQ9/RsIvZZfBTwYBeY8IALnOzohqj0ZHou9ak39vDbcbr09tAW8GiHCPAB+tDvUGkA9orWgPRL/xj2oLym+/cQQvhKHsDw2VBQ9",
        "0ECAva4JhT2tkbA9bEStPbnDIL7VWlO9a32QvQGkuL0cxho+LfSavWjBnr3lYdW9hBgPPahERj1kHMy9CAOLPSVNFbz0l6g8MGFJPZ/OA73ygK+8A6JUvbfnJT1F3Fq9uU0QPYiODLywwQm+Vn0TPox77D2xppU7nHzKPfLDVr1qjS89+mslvV+uir0+OAK9WgVkPMtFGb0lSnu8Wg1GvQIrur1DII08+T3KPHvFjroAWxU9pPaDPRN4nT0b14+9p5UhvjInDj2CHAc9hcV0PbTSPLwauYW9JDs3vdLkMT0TM1G9V7XNvR9yvDzqVi+91U4Du0xjc7023S09JdCBvD2rUD1OV/09++mBPJyzTz28rhe+0HMlvXoTSjzB+0G9q/1vPkhktLwrDKe9fIZUvEhFMb3vKgy+ZKqsPK7X9j0bSfk9xlymvKuOxz2njgk+XRP9vSaPFr0JFQE+EvYoPZYgjj0epIs957EVPaMfNLzpvu08HhErvqW/EztGO7e9M9OCvT8kCb5nMSS+nvMSvbwQC73SMQI9K58evcqgpj3CylC8BkQLvXa4Ij2XDN88rLxLvS87Cr05EoU9jJR8PSic2DwMDIu9R/+huhoWzT0F/zw+2DNUve055T1KHb28Pr8PvdTDrz0D7mO85bAMvcnQ0z2GPT29QCzVPSimELuuiaa97qMvPe5iJD7ZIAE9nmXtPEr9Jz4ofKo9lTaIvZrFiz1MZQw8DYaEvTPyAbtAp3m8wWjNvPBh7rx/VLW9IN2MPWJ597169mW9+mYmPVscG7ypNig84nTAPHAINbvwGKG95F8xPSfy0DzzakE9944NvSYshT1Q8i48wfqNvTvlG73Ts+e8UXQgO6UnRLvnEyK9XrAAvG717T0g9b6927W4veac9j3tvxU98RxrvcwggzzXYKI87vORvfC52D0D8Bw9U/7NPJ+SpDxH39a7PPbUPHLfJz1gmnS9zSGFPI6fKr1BLdm9lxW/PbE5i7sAwQQ9VWm6PGXSiznyO6S9",
        "9wugveJOgj1wF2S9vS4wvX8XOzwaMcm9fcvuPGgvLb1QWo69fe7LO3Tg87x5Yje9K4DkO10YwDxBOLk95Y2avbrATT1+y5e9qrJpveI+yD0mRae8f5jVvNumFz4EUda8GXgAPQGAkj3gsMK9gs4ivYlksD32Jvq989bFveRqUr3tf+a7h54DPtdjBDz+lKO9gmIkvcpjR72kjJk9kdVYPakkVD3Nsmo991qvO/XTHbyfTJO3aGyfvPy9jz3trCm8VF23u2/OgL3loFk9IvoyO1i1xrwF/HW9eiLfvMGK7L2DHB8+1bH4PTDh6jxFUhE9jYNdvbnZMj2maoy9GoJCvQiomzyMLAO+jSFmPcArEj3Bzz29N8VbPd9FVb1WdJW8V5n1PXN3FT5YK8o93rGVPBx0zblHz+k9DSc5vexjuj1WquI9kk8mPTdEpL3lPBC9A2qiu2cMUz2JcAc+n4qTvbQsmzwlR5q9zkbNvc7CCT7xAS8+a5W2PQBoSL2z+yo8mrWHPJ0dJT0gq4C9yNpwPeQbXbwF13+9H6CYPfbGxr2YYYe8udwpveKem72XqQU8nFL8vFFvkLwSgAm9U3PrPJLDpT0Oyc89TOm3vWe8gr3Ao7g8S5xgPWK8qzylBSO9sPFKPfjeKLwzXke6OhoqvgiHsD0ZJCM+OxIbu8I3Er79SIK9miuFuiuKRr3XWwu9PKgePRb+BD1s8na9e8hfPLYI773yCyi86oLkvQxHdbzfJce9UJc/vfEvMb1ivrk9vkCJvJHp6T2H6lY9o0uHvN6P/7shcQM+IZjGu6l8qLvD9M68BDImvWfxAb5RmqI9UQ+JPSTf2jzzije7/JOGPNjifrwhW9k9Nm7TvZNv1jyNwJu7zxrHvExZ470ktQC+ZC/PO611aLzCma69+iF0vNSuhDxgTyA9VukzPFsLhbzkO6K8k1fkPVoStL3/w729xqN3PSCsVr3G2e48/besvYLzdr2C7LS9WZDvPJF3NT0SQMY98y2QPQN5xDuR/hG9",
        "4zEJvSRCzr1A1Nm7neRlPQb7670ftGw9F1jaPMsqgb35q1A9J7UEvrbKDb21lZ491VzavfK2dj0w6o08aoMvPAJU9j0cAwG+mPH1vHCiOL35HDS9E2qQvdvkEz1KbbA9nK+2PKal3Lv0scO9UBeMvfTp97qUww+7vJA8PkAYQT2InuS78fNjvBoomz08QSa+9sicvS+v9j1nVVA91LahvUmonb02B4q9YDgFPcsBEzu1QF09/shEPSo8Fj0JbSu+SydPvcnlQL3Kkk095N5lPQ7Kgb1UXbq6kJ72PNiY3b21hca8jz+2vcpvFz3c0Qe9FRehvQ8Smr0xREK9gLt8PU+ZcD3gShC+WFsYPk2qO7yPTL+90zv8vDtoqT2q8PI8IPbRvCBaY71U/XK9sauUParQt7zfiLg9dFWlPOPOnTzuZrI8WdaZvCCrSr69PoW9uIdrvbUsA75T7nM8biLKPcUXfrsjCRs+xcVaPDTNbz21C4E8vgWzvbj8Qj1kQby9BrZAvdui7D2IsKE9SdWTPRjdRD1MK/M72MJOvATLFb7qRQm+EnG3vDRF3rvREo+8WYXDPZD6KT3xUQe+KJ8TPeQprj2X/4q93UOOvJamLjxK4VG9nUOcu83ELrz4GD694U49vS5vRL3XwJG7Npewvb1lcT14wR281FnYvH96Ib4xTom9izyDvQZ6pb1tNbQ9Uh+cPbQpyLw7cVi9GRkdPRsuAb2Tzs48b/Y/PT3/a73+fpo9ZHn8PEmquD2tamQ9IKytPMVQRL34byU9CsWDvI7Wqb2i9oK9SxfZvar2vjuNDau9QxgRPQb8CDxeMHW9QH6hveOmgD3V1IS9X32ovHzeiTwCX4o9rLryPPFQJ73b90C8X+DTvfOCl7wFcK4741ziPQwluDwbw8w9U5NPvdxFqbsHwea9GlykvANWMT0y3xA8lLFnPT6Pmz3YPO+8T14ePof1AD5ZIAA+Dgt0vUUttb0imdE9eMuovUEyCD3eyTw9yLN2PTQjQL4RVpQ9",
        "6bY0vRpm67s2a+88Ct9iPeMZWzvVc5A9yYwMvFQG470j6uK9C8yvvH4nLzueFL65xPGbvTLQ5T3EN7M9zuF2PZrfpLzMuNc87JMgve65Ojy7DKU9rOGEPUNmnzx2BUQ9IthmvHsvxjzN3X87hkt8PWntujzosPw9pC2WvDDwrr0F2za9GqCvvPA0sT1dXIs9xHO6vQrolT2YUYs99Cvpvcw0ODw9EEw96HstPm9jK75yPxK88g4UPZzPWzxtvrK95ZtePF8Xmj05BUe9u3oMPUyKWj3wbL+9DlhNvTLCRjxCOsi9F6kmuirIkD3hH9+7LuqZPVWhdb1n7iq9/SLgvaEABD7eHdC8SqM+vfXH97yF4LE9I5MZPYQMDz1u72q9StOgPSsco70yj7Y9qAyzvBv4ED5/zCA+eUCOvK05Cz0E+Aw+YYEhPHxduL2ou9s9By6gPT2nkTo29oO9tqohPfBgMrzGUSM+yNCovcIuCL5rVnW9w4X1PSK4d70Cn+u8yEkbvnmcKT5UnGG+TIx5PRCH6jy92uW81SvsvPJiRb2fIGg9DuWxPXFOlr3AmmC9AdRlPXnORDux2Nm9VvQfO7nnXT0gvs88wgk1Ox7F3L00xYU9TmoMvsVA6T0+MtS9uBuMPYB20bvbsGo8r8phvmuvcb2mczs9FbE6PCgu2jwigSg+J52RO6vq4j17aP+8hEClvUDGhj0kAvM9aRqovWtApDwWHRY9lau4PM7LAD0UzHm9V6yVOmaui7wXH728uBxoPduCzD0bIUq8awNZPVqorb2hb4+9FuWwvMCDjTzIeE89CWZMPYqWTz2+/V492t7DOxKxQr0GBYw9KpgZvnNxx7tCjm29gYjxvbSah73ej/y8kJZJvGYDfj02+h09BUSSPcrRaz0Kp+28nmyAPewLJ71P9+g9n9LRPUju5D3c0oi7ZL3hu+84wzyGN5O9oOlfvKasCr0QqpY8s92EvfIu2D2Wybm8PiNyPBY4jTsW12g9NT5+vM5/mb0aDx2+",
        "+IjRvAAOJ77HBwg9nfrYvRxA6Lw9LrC9JHMcu/yGoDtj1dg7Cy/6PO1nzbyQPYg9D+ODvCUeKL2xGaW8d52FvBn3jrsPfF694rARvKsmX7y0MkG951LRPem/+7u8UVY8/UrGPOLUfr3RPly9b9erPdaULz31tpq8ucE5vQuULz3sId29ycU5PbyU8D0ZaaA9wFySOwzFjL2+Ux49ovSevfIksL37t8m8/6sKO5JCd7slfji9eX2AvZuHRzzTJmW9pxA4PfANYjzOmRq9aqzmPCOk4jwTfV297oFjPWAQt7wFWfW98dc5vevorTwI25q8fr7dPY55Ir3Sy6k9fwIgvVdP0r2bLki9IepEvTXcjzvupZ08uDkKPWTTy7zLqni96cSmvXTiIb06mzi9xSMgPYO0B70brzm9LHJOPK05eD1PT2a9BWz2vVT/kzwbplO9dIWZvQYdOD2qhIq90N84vVQXxroAQD68SGaYvIeaWzv0nSu9tISEPehd1z0bGAG+QMCjOzG6wr2Bkus9rBNMPTSziT30CRE+4Y4JPUKl3j2uB4S9vXdpvLbUNDmKtlQ9r8bWO0qFsr1FQrM8H8skPkiIH7yWzEg8WZE8PVMo/D3/QRk91GcKvqyLJr3l/8o9weOFvSevAT2zXrY9wMq4PWPJtzyomy091Rw6O8Ylsj1cMY+90G6DPcKOwbwFFVY8ZjVqPaWzjjx48oY9rqGTPYaEXrwitbI8AoDEvaEvpb2m0q49RgtOvsDGVT2d3Si+hATpPJqDBL1+og4+maUCvd3+mr0XwUG9qKy4u7dt8LyNNiu9NWLvPViQmb0fdI89V+cNvaylZL2s8dK9Vz0lPZ9wwL0jOuG9+/sPvmHqAz1hB7i9he9uvSF+Ij225Hi8qcsGvVbHjb05toy9r6fuvMPIfTwtlKE9oQwiPCZfHjxB1mY8P/HyPURPuz2CysQ9c9+wvYQ7k7vIVUC9sORHPXvoBrzcioa8BmO8vSUHCD7NWaU9ljxHvSFJ4z0FHsw7",
        "HVV0PZk6E75Qmfy9djjgvaVl471+54m9wlKcvdkmWz0aQpi8HxEpPbmDvDwZT189NPObO7toLjuGIKk8aHvDvXYNET7HMrQ6V9sFvSZYtj1Bo/G9TPc3vWiHxD2gDNE9x2aRvAEawr1eIts9UVaRO8ob2LtB1rE9+B9EPSqSnb3ZWYU8vjHwPCakPD0hIkM9zMPGvEJcMD2z29e8SmzVPLyzvr19rNI90EywvIRZHL16tYO94JJYvT/iGbmRkCc7rrenvGMOnbzM4pm9768ZPf6FWr2UoKY869U1vJ6yvr1XtJI9o+kQPbHt1TxS1NU7i3LrPZZFtb2iQaW9jdcuvvB2xL1kNs+9W/pNu244lDxc7Gu9kBi2PGrRjTvaPRE9hXioO6VWR7w1a+I9r13VPXe8KTy52j69pTDUPXqGizyNLdy9u0SjPC45vjyvyRm96hm7vCw2tjxXBCy99NCivNzaDT7h+vI8IJ3/PHscwb0CmxW9O2O4vPbs7D2m9g093DuuPK/iI725q/G9PFPQvRhU4j1BNue84HyQvXndVT3TFZo8jVMGvSa2Aj3MASk+MxmqvZoL5rwBV2c9VvmGPFyanb10V+68AmV3vflbAT4NeIw8UlRFvDr4Qz7/pcg9x/ipvIr2pT2REoG54ObcO9YXNz2OCTg874kGvknA3r2IwjU9WZtoOXFAG72jWse94jFQvHGOJT2ZTQq8+SfTvRwUYr3xyW08NxoyvVIDozxcgBw+NA9gu7y/KD1ZbEI9Gs/Vvd5xez0IuRC8T+zMvDRKtbxbkzk9ClJ3ve00Tz1h2X29uKPLvXyRtj1qWU29lW+cO8AFjjwnp8w8qdauPaURHj6MtAU+b3cwPRbPD71t7AM+HJ8UPejFsbtlwie7hSgVPRBCtj0VHFg9TI2tPC9suby/2+i8lvMNvev2fz18r/i8XcLEPUjL3714aGI9uCcQPWiQcDwZHng8XX4Ivk38YDxRPFa9NnDmvFbcBTw8VuA9lYM3vYJ997umnhC+",
        "spuKPWRT/LwamQ6+awbiPRFDJbzEafA8jX6DvelukrsRsQU9dQjfvYfmgbyYsT49SynbvWUkZb1t4HS9W6rsu44evDz24969rk1BPDhgGb7l96W9/1CmvCt7Hj3ZNK49ubpTPQzaKz0EiDE8OWClvbK1ET3Hcg69JwZOvUEV8LyhkB4+C4pGPVW3SjzS38E9B+0yPd1Ugz0Zj5K9P699PWuvVT1EQQA8/7WjPYpc8b1x3YC9STwwPd/It7zorl29ojq+vVOEPD58cXG8I1m1vEnx0L2g37o9078RvNBJc704cMS9eCZPPVr25j0oV0a9j4vYPLRagzzj17s9etNUvWGC3z1b99W70hXIvfK/xb3Bmrg96y00PVYoIj7zth292Jp4PQQytT106m+9fRHRu6vzkr2jk+68pV2hPNtUurzY+008a6fku6v7ZL1kbHE9DS7hvAQIgTuunIk7EAFFva57lDx/hp69BvSRvY+Khr3254C9YqaAPQfXGb55kbi9k7BVOxJl1bxZGZE8+URTPnQvsjunZV+7R+6wvWpQFb7RV7U98MMhPSQC1D2zPQY+4/pQPK16zbwGm0+8c8gTPrtnBz6xoiG9lBayPWRYDT05xJ29uYQfPAMjxTzDhAM+rawBvppgDb6euxg9AbmqPaim8jzBvFa8nw7ZPe1UEj12LDG9w5faPLrnoLzQItS8YPg0PZ/XIb14tpI9mnwTvrX/1bxYJAo9fhlhPecHVrwmnmg9p7jePKu9SD0asB07ZSyWNiZp2TrJvK+9PhW0PRhOoryc/F69vQSkvSbpQr0zJwa8biW9vVaBgT0Jdqm9YJ4nPAW6Mj3sD0M7d2AkPan0BD6ZYgC8tEE0vZDYiLxvz4c9nwF7PUMOtrzIYhQ94Nn/PDTGbT0JfyW7oHviPFK23r3Mm429/PUIvKZtFz1kmgY+ACrRvZXz0z36sfo9ouQoPThrr7xrSis+WHbZPOFOvby8z/e9LLqDPAnxh70HAmK9QmWvPfv/eby55M48",
        "dIKGPW31xr30uqk9pXKmvPYQ371VUWC86WP3vU0EsL1oQsE9hfpMOtsuArx/RoU9Ibh0vedsrLyrjsw9OpTKveylvT2PGs29KIwOPcc1Sz5Owq26eC5GPUZglDz0+Ko9u5IovQMQzT2K2v49cmYavLe7Cj6X7Iy9q1p4vUEM+T0h8rM9rop2vAnos7xx4hm9bQ0APb3uob24Hkw9OLVCumA30jx0zdI9BKKxvUlCTD3Yekq9IBuUvVb+5jxW6tO9kciGPONVKb2Ann28Sq26PNX0n7xklp29bIeKPfropzxIcWm6b1LNPVNaAr2udm49P+sHPlyXZT0YwJm9Q2tUPUVXJ7165UQ8OgFsvbLV6buJzw8+o9mevVyrtb17l9Y8LQ48PfcYpbwgRxk7R6EevRtTAb4V8CK9saOQvMRher0NBZE8OAy6PHtI9TsLy2q9RTQWPTfmmD2UpgU8nd2dveU4n714iJK9ke8Fvn6DhT1ZHqW9ioq/PBQUL72h7QQ95wMfvfRzuD0zcxe95/t6vYXAd70JqH69IiWDPSVYBL2hR5Y8+mvvPYbW8zxqSxa8Llt6PYGGsT0F+PS7bzeKPRwsGj2ddGK9GemvPLWfl7odr9U8JYDnPYKS9ruTrKm9nLtqO3SKwjxJ3iq9kKyWPG13bz25kSg94BHpvVF34jyGmCI8Tq3AvNrwID2Sz3E7rwFhPD5dXL0334i9u+PxPc/SML5MeKC8OkcDvCYhHb7hPYu80jCgPJWXqbshqjm9wR6wPYSTGL0b64o9xREYO5XKEb2s0RC+cxSwvXd6tTwkPoI9r5w5vSP9Yj2jI5c9PyhtvbtNQ7u++yy+OZGxvcwzpb0uySC8/vkdPSYSBjtSE6G9romGPUfPJb20FRm9mkMFOwLAgj18QXA9xIaPPYUzAb1X9oi8WkygvCqBeb3J7Fs5i6/iPJNHPr0ApRO+kJI3PFqB7Lzjw1S9QhhkvmPHJT4ggvs8g+/AvD4IDD6v1vC6zekNvhPFMj7UZnc9",
        "jqr2PBnoGz2kyby9gM4fPFJpczx0o2460djWvcXfLD27u0o9zT0HPTp9m71VNo69ScaGvWBfkT290Ys9WhJlvbnpXD19VuY9r+ugvcomhL2MY0G9pdebPXoWIb1GKZ67it0KvqAzqbxJ+dc8K+H7vcQHnTysyci9HxcrPboVkT39Fqq9WnGLPTjJwb3zcb88+0d8Pc7Z+rtpS7A79geWvf8f8zzpfAW86DZLPSrxCD5M9Ye8Y4wwPNK+xb2i1Rk+CY1FPZFSur09vSq+FriaPBC3pD15e6G98sAcvMUK7zx3CRC9lysbvdhFGbwgn2o9tPgePabVPb1U9DU8bJIvvQJYRb3eZa47CyxmPIbMGr6CoyK9mnAjPMSvlb1/a429HUkbPQKy4Tzz3Ic9+kVHPPXP8T17Usq9liupPBnd8L1rht49Jy7RPHGmqT1lHjC9XIIQPh5GHz4kiww9IWaCveh+pD0ewnU9uiw7PR+3IL1iNSI9ytz3O5hDED6AF5c9QPXOPG+MJ7yT+jo9LHPLu42/Gr2sj469PW7nvfJ/Sb0+es694nSHPU3+AL631pC8q8hvvXc8+b3AwhI+NxNCPe8xWr0Zuf6926+AvWqxEL0I9Pi96oQDPdgrID2QuQS9yJsdvmJRH73ujkA7V6m6PBT6ij1ld449d4ScvBXAoD2v5/o7W9uJvUXP9LwvKZ49a1gZvYZ+hz0B+yu9dBmdvQQGuL2yadU8+WYhPU8jEz6VCmw9GP+fuvINOj3yFQ2+GFkHPokmFLsJwaU9O+2/vKS5N735liu9WNF3PF4BBrtVww29kh4ePcyGib29oGS8coievV/7jrumwOI9hSO/vMBN4jsT9xa9m7c4PTQtSjv8Ui49YeU2vSoLGz7qBAI8kvvSPM4DGz3gD4y9+XP0PaV66bzlU0e9IEBEPcMXVrzfGQQ+0EW1PYlCLzxCKiU9fD+qvLYcED7rq+m9AFgkPmLNrjxxjFo6y96RvPttar2NobA91OYIvRYlzb0SW7O9",
