{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              18
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              18
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "linear",
            "dtype": "float32",
            "name": "activation",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "linear",
            "dtype": "float32",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "linear",
            "dtype": "float32",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "linear",
            "dtype": "float32",
            "name": "activation_3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "linear",
            "dtype": "float32",
            "name": "activation_4",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_4"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "activation_4",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "d6805d316f7a0807ece5b5a0f700a19809f0da6e4fc4073268adb048a1abde81",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      18
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            18
          ],
          "values": [
            "/gWEPrPxvr4cEYE/nXO+v/y6nr+52uI+Mz2lPm/mrL2P0JE9HmM3vzthTT51CRK/JzD2Pqf+/79WVeg/4sJVv4efmj+855K+"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "DwyaOw=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "biitPvBpib6WNZY+d/7QvfkNJ79B0h++b54qPphRKT7/Zkg9EKiKPnuwAr9Arvo+h9xxPr4wib3CV3W+cJIFvYtM/70wRlq+7oXnPhNTnz2TyxG/WVL7vXPFRD5eBts9BUUjvsiTJr4k3Z4+65fmPRikp77ZneM+ldmWvRMXML9lAyS9PqvJvrEC374B5NC910yBvjMquT63Xq49EVWmPufkCb+OToQ9J6udPkfxQD7cPxy/obgjPgB8kD6fGC09xLZtvtjnZj4="
      ],
      "weights": [
        "vXL2v8bAWcCE3FlAObMKPgCT5j+yBoq/J+zfP1PwOsA+d2k+2GR9P5maR8DhHe6+4cS2v5MxZT9CdGbAardOwDvcTkDQBSLAGUtmwOoMuD9SC1Q/yUQbwOviLsCd2Bi/ArAfwGHZhL/36BFAtPUrwLcHQcCsX1NA1fctQDUwNcDmwUtA+b45QNAP5L8qzUPAK0FiQBQeL0CBdlZACaBhQNeKJb9/Npa/qXEyv7IcKj7SVUk/w2wRPgACYz7dij9AvBpLQN5AZkC5lPXAMVQ3wXXKO0EBi+k/Th+5QDAxXsDKnPdA4dobwUfAij8udUlAbLs/waNqV8B/ytbAAUqBQElXQsHfTUTB3yo1QW0dGsFwukbBhg7OQGzeWUA2/ybBomAZwQJuWcCFlhfBaCFgwOCGDkH3YiXBCfA/wdXGUkEfLiFB+sogwdefOEGD5R1BtNYBwR6dLcHoljpBNw8pQcTZN0GfyEdBUzBCwK5AnMBycs+/Ae9GP41tE0Bzp60/vhrmPwYpN0Gf70ZB9iM+Qe2uSb1KRw48ti0uvQIdVL5Zrnw+m6b+vuPdAL1VHJ08wkcgvQKXTz7tiLQ9nIYTPlJeOT008gW96uZMPvwTsT0ONXm+kwBHPls29D25kog++k82PsUiKj4v9tM9Uj4Wvn6Hjz3oSOO9io9hvfDVPT5P8O8903iEvQpaD75f3u89bgbjvbCcJ77iviI9+KZeOzOL5L3SLSC9KmdgvW6FAb5M2Ze+3IpsvnFZlTxvDpC9pdv3vaM2hT68QxA5LlcpvSMDhr2ETvy9qovHwDjeoMGXWLhBppiGPyHSiEDj02XAYGzDQHP/OsEk0qI/q04oQItHocFmCgbAayamwNvYVUCMRurB6ImtwflDpkE9HjDBMr7ZwdjgmUD4VBFALZ1EwWRbJ8Gd39C/jy0vwRckMsAdCxZBQGk7wWHYisH/sQhCBwU4QYGWPsGCG5lB4CFFQcx+0sD2ooPBjMHBQSM6ekEj4aFBj/UAQg+dHsC7TVPA",
        "3hKav7smJz4dQeU/0qjFP+AOB0CBZ4ZB9KC1QczrC0JZjhVBeWcNQp2ZIsKFppO/ji6rwA2zw0DAeAjB+IupQe6DIMDf777AbeIJQrc/7T+AMupA4aSuwGk9RkJQvgpCFMkRwvV2mEF29DNCDOD0wNYiMMA3ba1BuFKBQV3hRECsS5lBhECIQHi2g8GUO5ZBuhHrQWNbX8LSGJLB48aYQbk3BsJpEZHBm5MQQeB+20H1iyLCBwvQwbWOC8JXak/CVuuHQFsot0DGCTk/Hh6Yv+Kmwr+N0SvA9WhEwAma4sHUlAvCsuRkwjZ8Rz9jaRA/75U6v5ty3734SAm+fb/svdQO5L48omM/9nDuPvs87z2rVxI/NzztPoYxxz6trvS+59nrPheBjT5nLaC+u4TAPlfQ8j4Uo/g+LA0NvjJDaT8T+Io+0l4OPvfulz6q4sA7bc7ZPHPH3LuBKg0+jSskvyTXRb0jHZ89lgQav0nGHz6IGVE/cIclP4gPjL/e94O/4lZIvY4wKr/yAJu+rwgcP3GPCT6r8QM/q3ecPrnmnD0VK227bIixvtGpn7+M3W+/NOUlPkR3Ub6+VvM+BMZgPjeJ2b1SYuW9uwm0vbGsVT10P5I+YLSTvdoQvL4bYJy+53CwvSmLEr6vgFC+SUjGPbhMzT1fi3i9iIpXvsbO4b5HrRA945MVPlfnO77ZKQk7AeYvvWOnuT6Sll8+FbpfvoyO8T5S5dS9mkaQPmEgPT5yQWi9b857vuDN176TCK8+JmzzvfczbD4JvQ4+R+1rPT3MJb6/NRc+mzCLPed+DD7zSxU9FMhsvnNHnbpTsSW+b7CEvqUJmL5FhqE9pMo8P5h9J78itqU+bWoiv/5Uzr4UMn++OFHLPjgXgL0tBIm+6vI4vpqYEr+p6Ki9f0UNP5eSYT6BVC+9iiSOvY6xIb4foAm+BGZxPni6+72Umiq+BiQwvus+BD6fejI/hny4vm+r9L4Fv9k+gEIVPnj9JDzKehQ/y/KtvhN68rxs9mU+",
        "DTQVv7wb5b31OIo+7jFcPlJaF79Q+rY+ceDGvQlAiD7X10+/xJLqviDpWL14I08+HRoqPunPl76Qkwk/1S3lPaeegTwiAMw85d7svPxpM7v8nvk69vIQvC0TObzaHf88h75cOzp+HTwVj8I8YdecOp3wBDwdwye6jjvJPIGIyDyNpPC8BKTaPFqtvTzmGFs7norEOvZl7Tw8cwA9TXi/ukAN7DzsUyO7G4fuvF0r6DxS/Nc8Uzy8vHCP5rwPEds887zVvOctAb2RJLc8Un3jPLjJ37yveei8vyzsvFSzr7yBS1y7kSFjuwtltzorrhk7bCdvu0girbh5XHA7WUntvF3gs7xjsMq8jtUCvP0TWj7o0uU+yudqvsnPmr7HS1Y+BmQ8PheVpb6BhGA+rzrTPviq/b1REpE+rFDJPkC1Qz40xoy++0xBvn0eJD+BHJs+ezkBv6P2iD6O2rO9us9Kv6tptr1LAyi9MVkBv0BO+b0BOJk+bzIsPml1d74v400/LkAHPiWAOj7dP7y9VX2BvO5V3L0dCK++/0TsPvrqTT9gps89+h+/vMjogr1/HJ8+T6kxPj2Dsr6feha/k/V1vfGH+T67/cs+btU0vQC2Dz9IVgS+6AedvgAwlj42U1W9KbdpPmt1IT7P/aE+4z9HvquHXr4x5V8+DrLVvo/sWj7M/7w+LPdPvqLL8D1UOYi+pHkWva3AH75OC4M9nQkDPpavQb56Mci+4b4JP/n3x75lBfm9VgA9voAKRj+8W4A+GEoCPxQP0D380us+XrRHvwZsbT44iQg/Zwm1PWna6b4VDZ++l62wPg2thj9gKIM+x4wVv0DMlr27hTI+qKWmPUdigL9rM8a++K8+Pvl2sz43zJi9winHPl6/MD4Zq5A9+1oyvkAgiL6WwkW/T2yEvk7Xwj6V05E+B0PPvs8lUj/FV3O+FS0bvdqJa77ioAy+mY+DPm6Ti77XJgO/FjAtPbMwqj5i5RY9WtHovgy/1z7+fuE+MIGrvTSPhL6Xxco+",
        "FimQvklbjryOaIq+LB8MPZHvtb5xh7y+LzUwPpcNQ7+92Rq+uvh7vON6cL+d88Y+lg0KvjzEgr72nKK8iV7UPRK3mz66cJU+5qz7vpx4zD7vi58+vsiFPVCerr4Ypd697Ew6vvnbaj6CMCe/Yr4Lvqa6jrzq/DG9tJCXPPFe0z1ekI++w+FdvQjadD5Lcew9ySTDuzcfHT4Zenk+vZN7vZD237079t28a/yAPqZJ6T5Y+II8X1s6vunYpT1ziys6IAWFPr34yL7uSnO+Ps6HPgQY4L4rEyc+NaZVvurEgb64jDE9WomEPjpHnz4ZsZy+woJePkl02L2HqoK+tQ7GPWHqIT4QqMi9UJ5ivgOBTr7YIJE7Pgh8PvtfGzxbtmc+gZnePh0/yD5zh1e+QOcUv+iQ976t1VM+oWMtvofWGb/i+ke+leEXP+q+wT10+A2/C2Elvx70JL8GjwK/KDH2vloBGT0dd4g+tRkyPEDDzr7rxcs+mFUTvjsS6z5H1ou9rvX7vmqR5r1wfDE/ztgmPl5HtT5sHge+E8WVPerjuz7/Qui97QvPvRmdW716axO+RO8DvtwLrz4XSro+QZAXP3bFG74JVyM/L0GcPQDiOT3SiS2+bjgEPfiIoT5G8Na9mhLxvRbSNT9odhc/iez+PpVTnL5f/fe/DB5dQD1t0r5i3Pq8cfSaPZtdYD8V7ifAocxnPzxGJEA97RjAqUqVP0OoUz91KQA/dv41wJkQEsAh84JA2GN4v6OdTsBAmcE/oC+6vWzsYcAfX4m/zT3IO/XESsAhvnu+22wDQFlCSb81+S3AkTZtQPYjxT8Swou/3Q0LQEn2nT8gyt6+pAdVwHj8QUCiyZFAXo8iQFFC3z+qhVK/nIKYvqVH8T58vaw8A9j/v8prDr2JkbE/tlA/QE6YxD+zDFNArrAmwWZsxsELwcBB+Q4yQL8h7UCv59HA9tILQZSencGceShAUsACQVJ1psH2/Sc/VRK/wLCWOED/57DBiL6awd06wkFYF4zB",
        "d9KmwYH3BEFFdh5A2W6AwYVRWsGHNOG/pBOPwZD/hsBr+GZBtz97wUuTosH2R5JBChhlQb5nicFRD75BL6qHQTPbB8H1wrPB8hmrQY8Op0FkebtBQrKdQT84tMBAKwrBExrJv6VycEBAB9A/JzwmQJkMaz/rpp5BIaCPQaE4pEEWDUG/Nbfcvwjy/T+ykoa9tcn0vHvImr3d/YQ+QDoxwKK9ULvIBhQ99o/Kv7+P0z6mKZA+nuWtvlh4xb/177O/+BUWQA37/r+amty/VnKEvTrtV745VBjAb6YIwE3Cnz5O9RzAYJDgPpbXAECCadS/ETrZv6Dwtz+vSAdAcAD2v65x5D/xYQlADLUcv8OYGMCfHO8/W68lQOOQ8T9F/nI/oZrbPoJ6cj43HBw+EAp5PXva6r4zg18+8dlsvnIE9z8JKIo/+a/mPynA371fRGC+CDbEPiiiuL0UkN49uCeHvRbXCz5IwaK+Ux6KPaLQcj6hlnq+4/PLPUZoRD1TTsU9/xO8vryGi75XPtQ+YWCivQ1w276qbTE+QTwwPTZfqb5ZJVm+n0HYvPQjnL6BbPq9vspiPrM0/r20dYO+9zjcPrYmWj7+XR6+BHdWPgp6Uj40Lba9ER+mvqHs0z4WCsw+9yeVPo4lhT7Q0oC9KG2pvGdn/LyjAJq9RhfaveQwnbwhqf49WwWcPt7dST7uL+U+"
      ]
    },
    "dense_1": {
      "bias": [
        "4vrDvVrmrT0xk2c9O3KuPOSeoz1TKp48ylHYPMFBEbyuE+28mNSlvVX3rDzRfYA9r6YvPDoWCD3hQSU9qXtsPRutvTqOH887dsutvZA61jrb1/68oCAqvetzHT2iECG8aYGEO+Nhfj0K/hS9eak0PRrgUD2nz86880rFvVpWfb2GJ6g7jQkAPYwRVzzxOEe9HdfRveK5ZDzBKx69/2SLvW1JL7zllxo9szrvvCxdfjx5ABE9R4OfuUYGVL2uoJc9sitovR8Ryrs="
      ],
      "weights": [
        "I3wpOwuJ87pg62c7cSONu7B5wjuU39u6V6p9uyN7BLyycjY6b9+Yu7HixDqVI+27HJgSOYIqljsgXP06PV/gN2kvSbsds545Jyi2u+jpKzoQAWk7AQCBOnbmCLt0W6W7DEgcu1dInrpAdEI76JQ2O1encbrddp67aJo3u3hjhriSL/g7ib+Cux/XnzuGGAa7uEEFuBxixznSrYw6yCilOx4jErtWWDY7UIi9O9hyjjo8Vug6K2K0uSXz2Dvz04O6DhazOokEV7vu1Pi7eR9lOzibIbrrd/67y4uQOfOPljtXaY87tiQQvDy61brTjAg7Kwm6OngS0bsSyS86PEfrut9GLjteg3o7ytGhOiQDEDtBBwY7SGyVO9ygBzzoSLi7rmS+uxWr67qHA6Q68tXXu0mbrrrLfuK7bnBkO92kDzuxvbe6mwXTOyK0BTykhBe8z2iSu0GWGbuftY67PMEFPCmKdLuPrve7YP2Ou3aPlbeFRIK7rxStO3E71zpb2U88TLYQu2fvIzxuqhu7hBSXuuAOpDodX/27D8aFul0grjtIUks7+iHHuy8QeDvAqCk7BegCOhPDuLodHJS7OqiOOyh1SjtItOg6aQ2rOq5krDsnCiK7u6diOrCpDjv28NG6uH4yOtwMVzs8AVc7S6cxO9+C0DqyWgg78/+luzSznjs4zb27r96Zu0V5m7lQAne7w5z6OnZq4Dqs2M87vlUZOu4Kubn72OY7PJrfOxTJ5Dr9hIU7LsGCO0HL7Dtu5ZI6PlzFu/Xqk7vUrRw6q+8UvGoA4rkSAHM7jeWnOiNz1LraxdA6PQcqOyTiU7qo9703xp8EO8J8J7uKpzY6gpqcO85juDiT6o06JckzOF2l8rq+c4U6kJdZO2hplroLC6g7esAGOtUlHLslXSi7ogcgO1FQr7shkVY7AZuAuDqpszqWVgG7HkXouZ8sXLvha4G7sim2Otdqjbvyibq6M4AYuvN5S7sUsfy6iL++uhOpiLpGeT47TOaaOaa2orvp76K7",
        "NLcAu239qrpRiQ47SKxAOZAaXzvljUu7NyTYuTsAJjsJtv86rNr/OmlcFrtObfo5VKmsOeq6W7r33U87HJc+Oh6b5DptBAK7dcxTu2HUmjr6/HE6BL4yuw9FNLu+fTU7XyMXOgZ0ITtFJWS7GJvyuxiyVjtXFge7aH0ouv7YErqE5k47uuSHO8yNZrsnlX07q2l5u6BtCjvgRF27ZN/Du33Wgjm4wLO5PLKgOmyD8zprVIQ7GSvoOlzvgbqUVm47DvaEOZYhsbpCOLE6q+gMuu2C6DtagC87YtQ+OneKCbuHKMi6HAgiO4QPdzpXsuA6L04nuizZwrnwoie7jnBxu0ROJ7uqw4A6yDunuozriLtj9oI682VWu3E46jq7jPI7GIZQO6dXXjvoX4Y69ZJpOniswzq4a6O6TFgAuzWFTzsrYZ26tuOUuueAr7mZS906E1aouferJrriI6I66cEMOwW0Gru0qF27zs+mOg6akLoV9d07+LU0ug/kMTl0yaS6uBznunIGtTvchaY4DPZ+uwUlRjtchY66ru6duwAr9Tv8dd86g6qoO38A0zpr30y6jWmOuZRNlzk4npi6L9rTO8ZnHzvOafe6nguXukbzsTp0J/66zZD6Ophid7pG2t87JNmauVQUMLvtF1E76UYfO06LDLt+IZi5Pdg5O3QIBLqdyuW6ekV/OzNHJ7sK7YE60lMMOp59UbrY/s66ng3xO9NjUDvEmP86kWOaOnEgrLtYEq67vempui9TkjtH1m266oMMO63Jnrs4NIw7N+DpOuJJgjor0dc5YGg/ug8qJrvQWzC7ElZGuqQkpDuDTHE7O5MYuxf6OTzxqJ67894xuvw1mLo8PKC7ew0BO0O6QDs71vc7Kr21uhqoULoOu/k7vUkdO5lae7sMIDI7n1qEO5OLUzsVlP46OZiNOlL5g7sKcoc7gIjgO0tPXjuksTQ6Ro/CuiF+sTpXIK26MM2SOc18orsPscC7+Qr+OwmqgruypdG7wNgUO/21sDsE7987",
        "5RyAu8K2kLmqKkg7l1gcPOsgpzo+T7+7xTYfvKJaWTp6o8O5ebejugadkzsEJ4U7rnO4uWmYtTtpOSI7VNarOjVDDTtXXDs7PP2LO5xHtbsEJLs5NVSvuuCmGDm9oZk6yuQeO2kxhjrY+5+7JsLNOzeyhLtBn2o6B9yNOjJwhjqOthI7xp1xOtDYtrtpkAa6ggyaOuxPnLiGcqE6hYI6O5+yQ7tPSrC7lNa1uoZmWbvis5s7YcsdO3sdPzsSd0o794SmunJPqLqOn1o7rjLZOu5Zjzuba+Q5s/hxu4L+C7pfqRG7xVcxO3lOUjqd7Rg7KHjxu+yYA7vACIQ65oTnOiba7blQCeI6lpoTPF3XUDsWC7k5EniSOrRyzjjT1EM774xtu24hyrpgyq85OaCwuz8YhbqECyq7G5MdOmTsJ7sL0FY7vtaQO6ab5LrySYE7V119O40jgru102u6MF2HO0mhuzvQFBe7e/VBuoKsPzuqCW27L2R0u/FXcrtvfS47AEhQudBlUbpELbw6KICpOW+7IDu0oj87DMPfufwjSrtpqDY6EbvFu0mjFbu9iCQ7QkERu6FB7zp5AI46uQH7uD+xyrrrucW7eEHjOmxFQTu95zY79XWoOzLo3rt/se66OI5DumBGJjxacdS7/GC+u45HlTn4ZGA7EpqGO7UHDLzLVoa7lXIDOwQLszumRRu8gaa7uZKlX7uwNP865BTpu1SYorr2YSC8rEZ8u6KIvLvmZFu7FbJHu3F2WDo31r67getROw3QljsrpRy7RN8yPIe6kjt6tSK8K3bsu1iKu7t3udi7GHO2OfjeXruGICC7od3nul5sZjvqUcm6cyMivAa5ODtBVCY7ThuqOrPslDuHoDQ8pkyzuXnHmTr2Cyu6udIiO0d/0rrozc66I6Sau9kc2buK/jU6TIqGuT6FursPWMi62CbAum6LGDshA5w6BM5JO2vmC7sEY5c66X+euqiWpLppaPQ78gyuOwoR5rp9+0q7sPOrOy0jszlK2t+7",
        "hgiCOz8vabr0W8+6r5gnOol7YTv7TMQ6aJn3uW0Drbu8Ls66QO+6uw9xDLo4CSA6IrNsu6qJobutkhm6Ox2ZuuEvkzspKsg5GjJruzEjcjvyWW+7nQ2GOrsjgLu8FKK6ccJLOxSCUjkFEUu7NhSkO6W4hzlI8C26iMgBvFiTNrsGFrY7vLL/uB0eSDsrzhS7MImiu9jU1bpU3oq7qEWnup75hrsHWYu79eLqOs3UOzsM13g7w7I2u/++JLqRceW6lHtyu5gLorurhH+7h01bOzkwkjkDjFy7mx1sO6t29rqeQRi7HlLTOxQJjrtbI9g48Wepuvn4LLpUinQ6IuvduhR3IDle5qE7B49JO+kGtLtrNL46bcqluoEpa7oV+Qs7HtWnO4q4PzsrWhM7Y59mOwugBTyH5Ae6JL7uu5f/vjooZ0E7k0ONOzs3/LphuOw6E8SZOtusbzvHygo7euCVuZLq7LqrYde6iBXHuWi9IzupUSo66E31u0T1x7r8ADK5BfZRu8loDrtOCPY4CXamOfIJKLkvAae676LBOjEPGzjY7b06QOLmOgdBpLrFzEG6OeHauh71Jju8Lja64qIMOu7bBbvmMKE76Zoiur+syLtf6o66AKpEOmc5yzsATJC6T2QFOwJvT7sXplM64nmnu+4RwrsOoZ07pgVqufUb7rub3n+7Bd4RPLQbSLsqE+O7DYIXOlZr7zvRNG46J5tIu2CHmLvPKf25+xjQO0HLmbsCeFC6J7q9uyk9+zoKcuk5e7xXO0UfCbsCMDy61XHdu146mjvLvKy7/qZIu+WdFLtFCv8669lyOp/5ULqnI4c7QweKOxQH6LsI/su79MkFOw6wVbuMcQO7OfcTvATOGrxWHak7BSaBuk08ELsv+gu7e7QSPAi33TsuJAe7tHICO5KzZru6hgu56jg6OyQbUrt9qHi7KKrhukgWNTy+fck7otSDO9MurrsitS87dxsSPFIjkrtk0J+6cUKwu/FGubspO4s7Ol8fvN2ucLtMFr67",
        "AXoXOYx4cjsl9Os72DxFuxZDdDo+6Ri86GrCOzma87rdeBc7AdeVu82BCTySZVu7MGm7OxAAlTswJrQ7DJaau4Z7xDrA3qs3Gma3Oxo4oLqHyLy77VOzuhAInroQHDm8VAmsuwIYd7u0fDE7xR+su02b0DtUULI7OYwIOtXJyDsr8rA6mprcOlWlUjsAC4M73QwyuxwP3rvZp0K7jQ0uO8jYTbs9POU5hZsTvJbgWbtk79+3R1yuussK/bvrisU7MxG3u57EhLuUkiO7q5vDt3uqTrs/1Nc7aDwEOTUpfTsVaSY62Hidu5suGzrpD987gFHruzXI37tDDyA8Joh9u1u/JLu7cmw774aAO1Z9wzufaxC7NFsBuvXUvjvGDzu7rXfTOxgdwjuipTC6sl6sO14whrvHBcU7QHJNu1qa8rs3vrW6OBDjOwo86rsXZBU6bg43uzDRELv+WGq5I3O+O+zDUTsN3qe7WEMNO3xmUTtxkBi7iniSu597+7q498Q6WYUUPK8ZEDtE9wi7b34mupU3PbustKo6jUlDOY2OarpmYYY7qYAlOVl4TbshDyq8Th5Uu5vNTbzqs8g7l8CdO0a1OjtYWq467oNtOyq7mrtIB+u74VCRukObe7uZVo87pW6fuzxItDoCqV67mpNFu0KJCTsOFJ66aCw7O8PhBzzGtpc79+SiOtyNjjo79yi8Jr2zuvR+BTsNBAK8SLCVuqfD1zkQXrA7bSSAu86gMbogawo6uSaqOyupDzyN4YW76R/SOsVZm7o6eCE6SrgDvM6fADwSY/g7yDA9O6P+UTxXa6s7Xoa/ux7LNLv4bgq8Mi4LuwQPPbs5neG7fIAjORFggrpkko07uvGeu2O4OjsJIok7WTtku8BwxLt0qaW7BIJ0OjBNhbomfTa802OXOcutGzsVha66HHcRutnWGrsV3RQ8XEAmO3I7yLnIadU7GvY7PAXEuzuh6+o6yzL0Ouri+jnC8JY6/jflOg2wFDuiMFk7iypcu9hKlrsdMYK6",
        "1EdauqeJFjqLCxI8lz8Gu0HWOLuguTA7LocuO7QnXDrxuYy7WkJcuwk9XjrZR4259uPeuMD8Nrv03KI3j81pu4gBjLnGuOQ6a8dSOzOwKbr5/cw7YgIhOgfuWLslhG07otueOpJdJ7tM5oI7PFudOz9/PjtS2AM7DlLAu+zIxjq9HGg7KW7SOmVUV7tyKay6XhopOhqYnLpKvNa5WLt/uryhIjtj6C453UZruUz9PblZing7Ybs2O+yXGLu495E7OWS7OSXNIbs3M8m7y7T6u+J/S7tVzi674wyBu0YkZjugWpu5VxA8OXMspblEGRI62mVIO+x/ZDpd5To6l4S1O1c5ELuT1tU7aAcqu8BDhTt1pLE6EraYOmm5JDt47IM7QRj5umj6MTsfAe+6K19Nu1fSODuO2Fo7zA3Tu9IoFrsB0cM6/m0YOwI+uTvgAf85z5+Zu3o6ibtmvUS7jlHJu0/KpDr7++G68YA/upDeFDtRer23FL5Uu+qRg7i8OJg7r//Xu38hq7peuVs7ryncOgvKXjvRYGK7G8zUuqA8aDvbbdC6LpGyuwio0jpBG8M5t/6cOxnCSjtz70Q3Ac6FujRsVLsBeIW7WRkpuw2Uf7vikI264JVhOg4DhbgUG886k0pIO3Gp9jvPMJQ7urqBuqFIVLsmf2y6Uw0Tu9EJNzs2ZVy7xbw5uuxdTboUDFW6jCgCu5xbgTkaUoA7ylGUOrfypbhLIoI7/AvQOvSI17oDVS27w141O3Ae2ruKn4q6AE4rOxnZM7sYlq07C6rauz487jrnP6k7vLGrOHh3+bt3Tua6pdTtuhZSkTpSDzc6vT2JO7vsI7rF6bo7gc4cOxaULLtlZjW7upxBO90QyjrvvB4726XRuoftHrwUwr67lp0HO+ZuqzrA1cm6QICCug6e6Tm+l7a62jl6OsF1/btloik748o4OzTORTqrh8+7ORu4uoOjhrtDTu67wGLXu91UXLoYIDw6ltZmuzHiiDvTqU471k9IO7/bN7sGR/a6",
        "0NkVu0sgBrpwfzs7jzeiuim15rpRFPG53gOgOl5IoDspDKo6mR8ouZVi6ToWkfG6nZ+Qus+sBLvXsIU79lOJO0mQRjoX4Qo6IBqPu/OZyjp5twi7e0rqOkyonztxa0M7u0m9Oxh1Djt/h7e72ug7u/6U4zrITji7EIugO7opBLsd7P067oKEu9jXHzsB4uq7hw5ru/uRgrsYWjs7kF+eulmggDsk2Ci7zaSxOkEPRbt+3Z07wyLauYhjZTpPt7q7yakNO2fvd7mI2eA5UzoNOh4zirtwbb856T2COpYisDr4pyE7sE9eO4VMmztKvfC7o/egORxvgTpIU/e6gtEwOhJ7hDpr6lw7kilbO4DDcjvMehE4TBQOO4FD2joETzo6EQ4rO4pXxjrdG6G7RMM+ujB9HLrsQqM7OKRbuhuemjl4ZLM7rkXbuv1rgbuk+Di7lPsBu+oEtbsaPHg7RgJpO+UPN7uTRdI7dXQhOmo3j7uZFqY7iogjOu1Z2Dr8XRg7uuiUOuaFRruVjYY6Xs6fOrpbR7o44TU7lJ+aOpwtMDsbhkC7XDpgu/q9X7ja4Qm63PK2O70V4Tpw/MI5oEkNuQ7BczvU/qG6Nj6FOZitVTp+ULk53kUcuztmKTrMTU+7ggitOr3XoDrBJpE7qLYQuwB0EDqgk1a7bssvuxR9BzvORKC7SVhGuzxLj7p16z06pUR8O3uyijr93Di6R3NWulRPiTrV8xe7srQwupOIy7oXR6G5cKJfOtrBe7qSJHw6364XOqEWDTvY0TW5MH/Wu1OhejsNwRc8kvYoO+bPbTu1jiu6649RO+4t/bqLc7+5qBuoOl2r2rtoWlK7m4H6OkmTxrunS5265VMyu0sFt7sB7lQ6rGUeOpr4A7v3Dkw7kaTfuwwhYDrl+wQ7b3eJuvgT/rq6uY07OfmxugmZijt3B7C6Pi0Suwuq9Tr3t7m7ZI3eOQhYgzv9sSm6/h+WOw/CArrQ3Ba6fa3qunP8pLn96NY5V/9mO2WARzowmC47",
        "s6UMO8TuK7sGMIy7Kt6Huy/2FLuzLnw7WuzkuqJcXLo+ykA6e8jRu8s+Nrsk6uI67ugNPG8vuLpdVSw6/vusOtHSH7vZ8si7/FEGO8Fh5rq14qK7pwOKu+YuPjsJYo67aTlAO5MctTvYqhy7/UT7u4vl3roJYxC88KXHujNxNblxWhC7I48eumMe+zvfzCa7ea5fO5KABTx0JJG6xIkZOpLp6bumFJ67lQ4YO/nTZ7sHQLw56H4tOsYpGrtF+im7jKD4udqELLuAY1S7XAMeu3+GPjsOyvQ7U3fiOvQyE7ul/KS7frP/ukLSwbqE6PS3+Q2BO5ohETyuEh67LYvBu4ilxrrNbQA8yQZYOwzXo7tPxnG4NG4Mu+Zl4jsKcB05ioktu8DaTbpAEwS77ZTCO0h6Yzst08e5olPAOAbPobuQ9ze7/Ub0u4lGrDuRMqu7Z9JiuwAP2Dos1Ew7NZ6vu3+HCzxhaRG7nBUVvHsbN7vmRzW7vENuOwdptjrBBu27tcEIvPBqYDvmKAq8FO6zu4DpkTvdtSk8+6AWO9+ibjsmqcs74uGYuHPzHbsUNN86Fq0aOz/dUzztWUW865ZVu+MjjDsJCL87sL0Fu5JAE7we9Mm60pLoO/UxIbru6Vm6/SoAvN6HDDxWMes6VYq6u8WdSTsfHcG6FArHuz/6/jtQ1BM6rVkFO2Q5PLt3lhw6dVSDOJOr5TsjpB+80+7SulxciLkr0Y06I6cGO4ayZjqtyt07KyvqO3w8CLp0Ipq7SmLiO1MvAzuHDi475LSAOt1HrzsaDTQ8CKpbu0VzzrlYB5G7nhMSvNaeB7yHEMO7MimXO3fCh7uacBY7UBA0ualP+LuBp/G6ctJkOzJ9Vrl73Ki6FRS8ulVqqLvjkLk71coou539kzrAXTe7UDGfO5rDUbvoJgi8EiEwu6mPJDvMZ7W7pEcMO8rPn7qCQ/c7uH7tughQjzsszBy7L8jWuvA8k7uioKO7DuM9OzbRQbsywRK6VfuSOwngjTrgHjw8",
        "d/opOx9IK7rstDc7YLmUO5+7ATw2nWc7RRBcOqxd1Tu9O44629qHuxaWnrvyzX27O+Buul36djs92YC7R1/YO3+uJbtlHaS7H1ZaOwZTzDsAQ3A04VSuuxz0Bjp4gfc7AHRjuocmfLuMcZ46/KUJujYYrzvtSy672AKAu44HqLtLQYM6/cq6OwPFDDz2QKe7RIisuyyifbqK0WI70WPru0sFZ7sIeLm7iyaEO/3MK7hf7Ly67cxOu3Jg4jvlALQ4CJlbu7eOBrwriuM5+jknOhcIWzrEEEy787riO+R1k7ur+Ti7DfuOOqJ3uTv5NIg5tF51O/mxnDptRqM7sv4tu7DfOTsiNkU63VwCPLgnPju9vqi65quaO0TttToG/x88FP0AuymlbLtt1pO6lazeOzgQ3zqPJ0e78wwSvEMcc7rB+i47vsySO4NmMbueQwy83Pk0vHuBiDvGE0u5UpSAO6gmczsC08U66uwIOg8YDbqkWRG8DiGtu7HzBzz1mDy7t5s6u5mHWTsjtOY7SMipOTiWUTua18i5XxcYPKrJrjoAH1y6kywAOhF+bDsvKb46vRQ8O0ZzkrtC6yo7sZgbvD1Zd7vK3k+7BH9ZOyt+77t1jYs75HknOwB+0jnFH925MeXoO9dt4Dt0Bxk7tbz4u0uskLswI/k32DwkO/CTM7ui5vO50O/bO6lyKbs1dHs7FXObO4WbgrrPUY67uMJYO1JOxjuFrFc7eDQpOoA4rjsQI8e62k0iOzcvtbs9yke727HkOuozt7vzzhk7jDzLuBgcQztH33Q6MPUwO32rortEyoU7EwO4OoPIirk2mZE7aVoTu59WgLsDffU7pFX9ux83abtukp+7wm4Vu4I2MLma/6W6eJRyOl5lA7o3ehs5H19AO76UsboeQEG72DplO/cIwzu/G3a7dhLfOraGZLvAjls77euGupY7rTvflLy524qYuzIs7Tu1AhQ7XhXxOY+WjDu/OwW7P0IMO2mwhzozbsM6jkBxu/TYDznBvhq7",
        "RrKauSzW4joYiGA6BOuqOyQKsrs29qC7tztkupTv8Ls6ls667D7hOdJghLtiXY06DuXWOc5CU7vYJOu7RBoiO6/CEzywPLW7AhYeOysEKjtQ5I86FXUNu7z+nLuCS446nJELvKq0lrt+07+6f3/0uhBkrrtSXpm7VkDrOh7qoDtPnv87XMyLuxBSUzt6OM24N9wPOz6ovLuuBDG7YmCjuwdQvjoiwj07gNEpO+KyqrtwCOa7JQoWujFC7TlAQGu7a6OBu4I9kzsst9Q6CzwOPEbo07tgRmw7zBYDPMYRD7tHnIm7irPLu5g2Mrr8dy67YIBVue3Zlzs41VI6STTzulJNbLvwyQu74kMOPN87gjooDES7vxrvO8DmljvjUkW7yPy3OjWVyLtAvRQ7Sp3VO9+/B7yINP+6Z93dO6odmTuwrc4768ucu9RjYbuzX4Q7mGOmOCDnvjvhgQs75/PZOk7ulDqRJou74K42u14yyroSKLK7b/UduvbFf7oAfvo6g724uW3mtLvhZg07FzXjO/araboVZPu7RE2AuxmdnLv1kMu6DCmrO6O+yzuW3+Y7CG/Buua0x7tPKZU7t9QWOw7ZyTruGY67NZ7vOouzwTuFEJa6VYoIvFmFl7q8nd27Rlb9uv690rrG5Ys7Iu4zOvAp+ToAHS06uEjcOjN8cLtGGJg74ADFO05fhLt/pBW7o35Zu6DFczuttKu7s/lNu2/Mvrvftha7K/nyO8KVizv4KIi7Yiq+uxU7gbm/ig+5QXq2uM/eAzv/Q3K6bqaSubeT3TvbwzM7OPObu6wokbuXMTK7WZcRu9McTrmG6jk79nqYO5CZpTqi0Rs60oCCuPJjjTtBSDM73R/OO8Qe0rrUkIU7YOcxu+riE7vWTEC7vOuxOu7OBrxbx1i40tPdOU+gEDuehpe6RhP8utuEjDkArQG725syuwLYuTplv4M6YSWzu1VEBbvxnXI66p3JOhLAATsoRMO6BoxJu+TUXDugTuK6o2l4O3GZQTpvSKy7",
        "y8Xyu0IO2joTnWo6CbIKPPhhbjsvS8I6iDAou14imTsV1oK7FY0wu95qqrqNI9i7fqTmOI67abuEMDo7DJB6u6knorprcNo6xHyyO45Lljv3Ujy7JvYouK7OKDyiaag7xnUwu07HSLp/GPy5oK+Zu31Z3TrQ2oY79xT2O6DFLbmMcEs6XiDkO7oiQ7wrSVQ6dQIzO8zo9Dv0/d66vwRTu936NbrcD8U6D0XsuuaRTbv+gdC72nzfOhTRbru//SG5AA9ouwsjLLyoQJa7TyB/PEryhLqo5sq2OkbNOnMV1TpLvV47Y58HPBrICrwjkJw6RgARPO9WELs6Yby7w83oO6NMmjtSGRY8YEq6utAGmDveYhw8FSYwPLgNcTsL1au6kACGO+ts4zvFZ4+7VBnCuqozX7tBQ1e8tPjmu070WLt7DGK7mySJO947drvWlkq7eEqDuxYWnbs/kIm7duU5unxahDqdIIK72nhqOgPwnzu64Cm7s+diuoJZgTudpIU5f9xqu1EwTjsxZIe68Qgsu20+tDt+ask4BQSHOjZO/Ln+3j47OOstu5+aGrphsr26lZG4u1bstLnBQcI6OmcYukDhzLlIxGi6fdGYuy5rSTsq0KS6ZXbOutriSrtNlIw791bJuuwWOrkL7Eu60SdVuujPajoFnwC7Oks9O1Y897r7sF875I0NuxELB7sS/iw5/xCTOkmi9jo6Wcu6ijsEO14zCrtwFT+7ZrYIO4t5YDoM11A6RIdEOh3PA7tXJkc7Q03WOmrMs7lwwza7HO5Cu/yRKDuOfVm6hkxFO/D7priFgM66A0Kduz6CSLoxKwY6dHE1u39XlLuR4vi52DVBu6KMMrsPVsI6WF8GO/S5fzqZaGu6IiIAu8hqorlb4ZU7yoZ8u0V49TueI2q6hACLOmyy4bugWe836v4Wu5bNGbtRATy7tjCtO+jeZriUKrC6fv+UOfrA9zruenI7O7Blu4IYuLq42yO365+oOievWzsuEqK4GC2nu2OIvrrR7WS6",
        "BWi9uwWkhLolq6k76SEkO3f6EDt6aAY6T1NgO7KiKDvFuBa7suCeuXmHlLnJMUG77tpQuxXOBbtbafk64ycxO3sWILorqg+7/ta/O0TQQjuQbz27j0bau4R1kTqw6qE5apbOuek2MDsGOg27P3ZGO0XaIrvSsKA5x1CUOxXd3bp8SRG6wEoPO6ZnZzqckn07LJmoOodl6roRW0A7tE6LunPmLLt0+087ohsMO51jEzuGn6U7H+VFu3GhBLsWfIU6lrn9OxUyBDpc9TW7vhNiO0OWoDqOgpU6/gCzOkZTqLp737i6YWOsuvgXaDtNm9U6ST8BO+o9JLnCOdo64uuVuzcfSzveKFe7DSMIOirESbkfUSg7vO3QutYdVrtAJnS7pR2Bup2wjrv4W6Q4TgRiut6mHDsOG+u6Kb9Gu27ziDvKHBq7yI0ku8cJYbuX/rq7HSGIO1CfH7sgH747BQAJuxh7zbo+Ad26X3WguUrXPLtp8Y67N6wRuySO3zuQKTc7/b2FuiSNv7rEOaw6C+PGO0UeT7rbbjs6AadWuuCZ0DmCvoc6nLKIO+pLo7ptpbA7XvOUu2qBLjtYgSk6wrkqu/lNzjpXf945xP9BuqbrAbvKNR862Z6TOtD/KLt7vG46L5PUOpLXfzqe75g6mJsaO3O0sDoaEgI7/Nhyu9fjFbuYPAM6lVF4O72OyDqJtV67lldMuuU8hTrE+Vw78HdvOA3f/DrfEjA7ahoBO4LgJDoJTzs7YYa6Oqlanrro9Te6IBm2u4SAsLkNHUU7VkjVO5hFdboabjM7DyQ9O/xw/Tq0P7+59PetOwQYSTrtd5272HtVuf4H+Lq6i3M7mou4unx+PLh5YEg75dRdu0zCD7q4az46VjpKOU7LHLv9NVw7XwT1uvQFrDucEou6WgiAu9UlXzsvdKK6VPqqukqkgDtdDwc71hENupWN2bq9FgE7FYuyupfRXLlvQoK6kQuJOk9m5rrRngm7yEpvugaeGjv2+d66HjWrunCuL7sG8i07",
        "2+9duyKWRLufXe+68K8zOig6AzrLsoK7IH7Ru8wDF7tnel47PeN6OoW2MbiVKw47XxXpOqgPTLt0XIC7qMUQurSfKLgs7wQ8LH23ul4vZ7uSTKi75ByEuy/KFzvFLcC7CAyKugjyQ7sdJ3E7Vvueu2ccGzuTJgW7vZOEOyL5ArstTCm7vm23ug0IKro+MxE7hFzqunBP3rreo746KK8Ru5nejrt+PIa5GxYju2hDpzssq7I7kzGJu942ajmncku85wfJO7O2ELyeEn+7Fdqou8NHDDpEIMU7R4RdOQ55ZLtDPCG7FYYWPIaXT7s1oVw7FMhnu8Xc87sJyna776NZuxLi07jS2A665CWYuyoYRjrPwhw7qvFvO+JKlju90ae7OnaFO4vozjsMmeW7q0YIOwYCzrvtN7i7r+1EvK6YeDsUKNk6Ukwou8ZxaDuuEfU50VhCO5t6HTv2jxg7KNRVO5e18Tqv7Lw7M/IZuj4e2btmeA674ZxoOnqU0rtYpI67zXgdvIPYh7uCSwe7Dh0lPGxEqrt1gJm7p9gtO2HOAjw+ASC7ZiVCvMHXHToc3Cs5OvYDu7ng2Tv91Ri7WSJJPJLpfboQaV47cam+uwVYo7uKhDS84KEFPH2oJTub/u06P5HgOWtrwLqakvq5xykAPLu7ebuaxKS7B3Fru5cW0bu0rAm8YCGUuldT7jslrdw7iYSeu2boxzuq9QM8vcXNOwSrFTvmzfM79fhRO1ENiDxzskm8cnLIu38R5Ltz25I6FbfhuxVuCjxr16+5RVZTOgmIBLtTYxI81n4ju0kn8rt1QRM8xHuIO7cvu7uOhjG8FNGPu4aNvjvh/UM78B0bu0bBHLu4vwA8/BIWuxUFODvHQIe7CshKu0gmWrt4l3s6TuEeu9FMvzvK03I7XjyMOt5XrLsXzRs89WaCORBZIruvLGa7l2Ppu4T/tbtvE/c70doIPLdiSDy4hka7nsgAPMNyjzvuBIs5mZkcPD+YBjw3rfo6vJULPNfUPryuttU6",
        "8Gnvu3xlp7vPZ+q7enQVuw=="
      ]
    },
    "dense_2": {
      "bias": [
        "h5iGvOfoJ7pUpCo8S/UMvBqPb7qyQgQ7IYEtPDyAJ7ymgLi8okgePPztD7sifyQ80FY5PHTFlTtSdrI7UTvdumRkCzzd4xq8AdzduzsZGbp1GyE6BMnHO80ysTvWjC+89TArOwVTx7t1yEC8fxLvu+kROzz8hjC8dJdyu68sKbwOXps7gDYAvPkB+7vsUb07s/yIPBG6ijtqHKW7FwmxO7L25rqgFp06kV7Su2JvhjxuQeC6+jLbt7M9Fbz7oXg6K5KuOdmZCbw="
      ],
      "weights": [
        "+cvAupt3trrCsKa61i4CPGARlLuhuOo7N/FXub/1jzqkaTe7yGWGuwoINLrh6Aw74F7ZOhjp1jpc9we8mPjFOqcNBzvms6s7McPTO/RDfbvmnSk7vmYAuyijnbnOr2o7muqIOobJHzouk8G7YuA9u62qLztpMG26pmPIuyHfFDwmsAc7oRmiul5CzDpmHIY75WQJOzAz1TpgLhe8O6wqu7lF37oTaZs7SkBRO1pdR7tHyp+7ODigO1x5Fjszvko7BK+buTRSgLrk6vK7bYLyOgzjB7kuhYI7tavounrpCjtI1rK5RIg3O1CkDzuqPeq6nQ96O8KR+Tpkq+U5X9VKO9FwuDrxNrI7+XxyO1sfIbvoL4G6KbcHvMyr+jplAaK6dF/yOgjYvjowfRS6gBY7O88yV7qMkoG7XS1aO6xJnDr5oms77iOEOxzbtTsncBS7xVcNu1bbu7qVET06AJ+vOmh5SzzD72M7+1LvuzFTqLu11co7fKXcut0ouDqU7is71Xb8Ov9cV7ndRVI7GUSiu08q7jr7RzI5EPvkOn7bObtMVDs7Q4YGPKXpXbuo6rW7RWueO7gucTsE8OE6lqP6O6YGrzp8KQW8QrFRu6pmgDrl4g07HYK4u4ghbDk38tS61XEJuqwenTpXAqO7g40Iu4Ycnruvthu8cCTtuzwbAzxJwGi8L49Au0q8rTuMuEk76kh4O3Z9A7vhFAk7MFOdOhBCobuMUpm5H16vuywpm7oqvcu6GTGAuikS8zvmPDa7PZWuu4LtmLvmVMw5ActOO8WZJzsUn0s79POjO/bIA7yLMN65MysjO+nhULp82/g6nM2pO3glo7vV7vS73X4OO8fykDtXYbW5aO4WPKajwbsnlgo7dh+qO3ammTmNSHW7iNgpO8teGjzuBjE87sejusGmfjuPCTe6WDMHvLG3bDs/RAe8r80Gu7yh5ruCDXM7NCv1u6f/Xzu0iOW7oVVeu84Vjbuqbug7+Feiu3/g3rrZ5Je6ncArO76fsrt6rN67",
        "q9Icu/DQ4jvPids6ZwTuOxMQALv3ecw6R9TdOgT5S7t8k+w6LJioO9ZnpbtjsYO71UGXO6hmKTs4w4W7oNQCPBOJDLu1h7U7MO/ROUP/vzknwqO70PyAOuDuzzugGrO7P71wOo9MkzvlEgY8mjTCOrsJpzueTxW8By0Cuz2YXzpCePI7o4BFPHiQq7q4orm6dlZDO0YVrbtacje71kfduYJj6jtfxIo7ABc3O6N7jrgrFeU4M9caOwUeXjoY6oo7TiH+ORnXCLwKCxg7bp3du84cAbzFXiA64Z5QuvP3ETq29IE7dDgpPF1J+7tM2WI6ZIKVO56Q2rvEjZM7vLmYO/Np6bv8+w+8YJERO582+LtJqxI7e0XQO4SAvLtgp766VUdIO8hCQrsV+LA4wOnSuimLvTqoTV27LQZFu6VunbtV/5G7ZO2Qu1U+2bswY/O6DGwqO+krO7shkPy6tbP/O2JZ2TvgsPq7g/w3OZyPQbrqUB27eZ+Fu/IeybiS+mM70WXMOynIkjsW6ZA7wIIMPDpmv7vZxGY7I99IO7tY6bvLLgg7+3JvOzY0HTzaNV+6bL2eO/P0hTxdKyY7cKpmPKS2HbuuMpm6DdDTO15pQLxSFRq7ODCuOucsmTt2NqS6HnreO9pzRzxz36e7pgy0O9SPEztNIDc6ZrRJO1D/gro6PAW8BStwuxc73rqrwom7YrfFOgacGbydAbM7nFdEOWlaOryg5ei6LkMBPGeTozvFZI47rGHJu7Stbbpn2xU7FUbROQDti7t9cv87uQyUu+MafbthHpG5I/yQu+rz2LsFGhw7tYnwOjZS3bmvwsM7JWK6u+mNJTpRG9w71siDO5KqJDuKVx868bTouxu4Grp1gNQ7k0pcu8X2tLrULJO6sYq4O28lYTyUKk46wgfwunv3Trvp08U3PfqOO2Ec3rrxxPk6RjxzOjtstrrEvKw6FxfAO/FiEjxkrES8dUx7u4FzkLuy6hy8cdaCOoUp17vwWoe5cOt2O2KWmLtK4wi8",
        "wvO6Oi0W6LqdoBs7rb3vOlSXYboZnCM7CVHlOyQ6bzs9UwA7cV2zO2eSW7u33g28smZXO2k4n7rZp6K7ebABPMpQaLxRrkW7dMUku/P/aruYb5Q7ZaKFOxY31Lt1YRo8gS3EN0dyqrtQqrU7XEOTO4E0qzmX/Lg6dD4BOxXpP7vILx+6vDV3uiIPTLqYq+k7lKIxty6n2Drx+RC5frq6u1Awvbmdz9M77p77Oi02wDtFTs47TiZJO/OVEbrp7TS6ctSpunU7UDuFP3e7l9wFPAwv5jvZ6IU7QZGEOw+z9jvPbgs6nwCjuiKPdLu0f9K6+ViDuxH1YrrDym26GhWZu+Oz9bpL0CK7suCoOSAIqDsPSgq8pHsKu2kwAzxfcwC69FH5uwdMDztR7jq56eSJuwoMXjvRQHi69TkDvI+zbTtgNZO7bXdNOn79srmhAVO7Y6BPO6RY8LqTqAq7Paiwu2HYNbw7OdI6SJ85uy8zszvuwxM7e2yqOmoDzrv9Edq6P/8rPGqHN7sOpR67g66wO6saATzX/he8iCFGO9eunboSWhI8HqopO8l/vzv2+8u7tZyZue9YKrp+1/G6vFLQO0P//LsxjjK6pWhqO/tQsrsgdoq6okmwu/xWcrvyKSY5LMkWO0nn07sje9a7qlD8O9CqmDpAf5E6IxTYOYV7ojoWIQA7pZgBvFSVLjudvDK7cJKRO3BsErs8t2E8JN1ouZYkQruZNBI6FVEMO1BQSbyJ7JG6O7IIPD8UEbv8Wxw6KYqgO4zSNruEhAE8mh/Mu6mFEDyd6ks79Spru02iR7oGzaA7+RIeup/5tzpW9uk7lYQTPMHgaDu3QtI6WzZiO6zRr7vf/ic7LOqxOtUAo7r07y48RDxDu7LLVDtkoQc7TqzIO14pH7v7E8o7gfX8OJY//TpUAcm7SFfMu3Cguzu3+Ec7BjVpO1mMZTsFctQ60OTfumht4rtEqhS5FrvLOxDChbu3Upc7NMf3OsviArtFnYw7HUc1O/sa0LtUD/q6",
        "OQ5zu/0ZGDy40nu7EqDlu6CmizunEh48GUutuuSKlrvDbAk7JKmAO2y3PDtf/MI60Z83urhq8rntMCm7x2qWux9vjToY4sy6XeDcu++OQTva+ZE7jMogOwQ7kLqAcWs8D3OSOzOXm7kzn6w6gNPSOzmnl7pkBXO7S1VdO23nGzv940S6RXRxOYWQi7uJ7wY68lo/OsnakTuI5I67NwLxO3Iq/jpeEsw7ZPFDOjep3zrZWoU7yD1ru5F8CTszMCG8D/FTuLQe1bqY2NG7mjCsu7br97spBW27P8qqu1runLvViw08A7kJugGX8jpI0lu62fIbvBnxn7ojffk6RbUTu6fcbjvgMi48mgyuOD8xH7tHciI6X6NBO5vTZ7t94N26oaHruToBMjufv746FhUzugCcFjyRpei52cnNuSFVBztNoIS7Q3KHOhcs07kEk6e6DgxIu+MNoLtUuqo4eIVSO7R/hrqbM9a7WCLnum5SibsqcZO7PaFhu4u9BTuigY07A0B4u/3+6DrgmOY7ZUfeOqdqtLoBIZs6L22nOzDhLzwjc8e6mI5qu+LsvrsDPaA72bzGu5veD7tuJmg7+nLROtA4n7vPhBq7VFk0O1a0WLkrj8g6+rBbO0N4rrlc3By3uLx8u1SiozvXL4U69zuPu4B2JzvxUZc7d90DOzS+rbh3co+73V9Ru8LZubv/cPU6mV2quscHXzvLYrO6tnCXuwqMozup8XY70iCeOr5JCru/F5W5e1OeuguoN7s9ds65DgYEuZdgSLsdz9m7l8dpOyZ28brKYV27nl67OnUYKTrDs9g77vIrOxJguzm4sgy7+hTZOwLCCTvYyFw7PUDDOheoyzp+jWK7vw2zO5OLo7qQjs86cowOO4xClTvYL2m7h+BKOoBYRDsCVBS8eJRturowfzvZp5e6Z19yO7Sf97r+iS+7s0h1O3snXbsStrA7IkZEO19f+DuAmTU7WRGaO7h7bzv103w72pwIO6C3Rzsi9F869BJZuzy/lztbsEw5",
        "XpdNO3EDhrk1I/C64h5zOtIQK7xF+8A6oh3EO9eWo7uXnhS8rFKbuquTbru/JQo7yVvjusL1fbuCn6671GjHu4LpajpaKt07NaMguw7cdrs6Fsu694BOuoePmrsvRys7vr5Kuj1NDjtKjDS6grJoulZ1TTvgnEa7c73au1EVcjrBvXI69YWZupOtajrcQdu4X0s3OrOipLqYFcq6DAdxO9u46rrugNw7B/TFOpZzQTuzHwe8yw7rOzFYMrtLTSW6Via0uwAIwTkr6Di7NiUHu6dcnbuzwao7ss9Iunov9bmHDxY7pMT6u4MwKDnN6cm7SbGyuxUD8Ts6n9U5rER5urQ9dDv4XjG7Bdj/uibp5TqM1qM6xSe6u9M3LjxfPsi7tRPRu5cnOrqQZiC7aLB7unvkPTu6S5q7iLzKOSZWjLrsXia7LUwOO8ctJzvEB9y7BIsNuRzc0bvz7yW6jfXEu7/hXDpUsPI6Ob66u4xIP7sWthi8ixt0uhAlGLoyPEK77k97ujtKN7oZBFo7uR+cOpPzTbsqO3a7bAzJOlMNWrploN66/wqju9IBkjue26s6g2HYOn4FrToUjRc801PNuu4/47uE9HE7d3IouwzgvDucjJQ6IgDFO3lQ67mQtEy7/24zOmbIEDx2pzU4U0jTu6OdX7vCHy87dxrcuooiCzw2Jm47ZZnHOWSaZrsTHVG6RYYDvO7brbsE9h28/QXSu3e73LrtWmw6jhIRu73xCzv8VTA7o4RWOp/43Dpgh0M61R5duj4kezp/HCu7Obfcu7TA9TovoYy7Z6aeOsrlJTvQTcK6zZ4jO5f6SzkoIQ+6i4bUu46gADxn2/S6C9WqO+ZEkbq0aRe7ZLIyu+wvtLou6eI6bPOSO9MQwjt+mpg6m/fwuu3JQztcL7e6UyN5u7yIEjzAwWG6uBVLu6gmdbucPGI60LTAusrD8jvLneI7q0eJO4FcArquJhy71vNtu7ejRzqWxnE7E+BCOgXwyLsfEm84GjRTORdQhTjda2E7",
        "99GWu9hERzlYD687nw6Qu4HY4TuUtgU75bmKuzIa0rq+s4k6/4G1u4dNhLqxiRs6IaSVu09RJTsJNPW6BmObO6Q5brpqy5Q7ooNoONVQjDv7eDU7hRcEvMVyzDrAsog6wsZeO3g97bttORK8UnIGu+3RkDuVj9a6o0E+O6qw5jsN7zQ6kVrJu2GQhzl8Hza8XCLcugpnF7vnvhw7knhPu7LQQjue/EQ8DRt6u0NbV7zoscU7ZgNYugpPGjvvB1y7AkbVutDLNTsOdgq6NoRRuTBQCLvvxoG7ujUrO8togDuDrgE7qQKAu+HSpjvtxmO77yO2OljmFDvvBue7DWW9O7Rksrt+pbI7Ga0EPFxbxbkg/+875t2vOj34DjuLyBG7dzEIO2DUATulQT+7L9WUuxLfkLqEl6w6Nvf0OyFkxrtWe7a7xrc5ug6XJjiMzZm7q/L2Ou98q7oRPDa8wWT2uMrCETzKSMM7F+u5uiRjBru+A9Y61BryuacG9Tk1y3Y7ULTwO1r8FDiqIjq7VjOeOsSSrDuwjgE7mvnMO9Y4DTs7THW6RcbzuyC0BLsBCoO7SG4cu0QCgzvhjw87Rnatuu7sjTr1DoM7JGeJu+PPBLsJo7q7QgpuOoGmZrtKhPI6/LPqOhMC9bqMg9O7ftKIuvwb4btYraW6W98dO9xOlbvQZRy8aWTKO4y9QLtFcfs5iFwOOhkkx7qDZY27RB4dPGMPgTtaVF67zbbZu7Uu2Tqzozc7HeCauv19izk4xCc6BfLNuxqIyDukH5W6A+D3O6QNgbnPNYm79UtquPVsi7pLWyu6DZHsuq4dlLvYmJw6iFINuYCzKLufCr67oUrfORcpUbppUrE6EX+nO4TrT7t/x1a6rwMFu9b67TpYlRQ7Y0tlOxrovrtcbOY6JJycuTPcn7uop2y75dLeOvOnNroDV7874WIJO6HcFzrSezg6JceQuzxVD7uq8uO6q2UVPM0+kDtkC566YAs5OkI4+zqXiFm7kcuvuyErBDrw89k7",
        "VkwvOUOGbjpIE6e7tN/kOtQjpDsPqo07NAfsuhVqxboAwyk8pct+unJyhrsScyo8Hqa8uv8zR7riGy08zxtnOxCgPjvRyqI6djgGPM7/l7vEYPu68svhurbZqLpayIq7vhRRu3p99rrNz/k7zRdDu2gULLqaqJg7RgbPu9F2LDt/7Fa6xRMROyyrUDqaZwe7xMzYuyrGM7vfC+G6VO/0OpWfRzp6JhY6nnopNm6JrLvYIGs4GijvO4zMGrttV4c70I05O6ZBFrpZS3K79Y27Ot4QmzvocAK6An3eOYPo/7njWo67ndomO8FOxrrRb007zI4MOzwzKjsQdUY5efz0N84L4jp6RZ66+aqlu+CzLDxKmFS7L86Bu42b1roovPO7g3STO/DXIjlVVXQ7gMl3O44C8TrLQxa8UceRuyrAozr/EfS63p06u1ASWzv0k7W4bfleOYsXcTsgeAW7Q2MnO6CQGbeYShw7s5mruuUKCjsTOo472McUO9rXBDmQKog5jGbROiG6wLu8e6s52MvYuyhxDjqQtH+6NZUzvBblWTsGMkW78VNjO1Kyv7p8aEY7o0UAuzashrtegkc7wOWpu9VNTrunMsK7932fOg/Yk7qSn7E69tCJOslbG7tyqfy7NhLMOtyWPzvXTse7y4H9O5JLtruqFMm3DRyou5GVMTt9BBy6/I7XuuajbDpcyq67nxsYOj/Z2Du8weo5Ft73umvqvDn+UIm6Cqd/uyJmszqTmGa7QTIHPHroZzvAstY7yfAhPLZevTsJ1d67Ffl8u4ZoVbtfUmw7nnUOu/mvMLtdOg87pbb9OlF9yrhnK+u7gnuWOS+7iDouaIa7G0zyOT6A57s2E0O7w01QO2YUJztC6467kc+ou5iNJ7xsGQc6vQ00PEYoxrp19JE7w/ZXOzUVlTtG2w682JxKOkNEJrxhi5O6EFnDu0xexTsaKYq7DeNbuwftDbwXc+m62WupO5rqbLttegY6c8yourYC7bt1FYS6OXlruvk7UDum5o67",
        "8APUOofZoTsuSX67gkV7u/4L7DtvBZY73pU0PDW6VDvWO8s7WLkZuaXhRbnc8JE7OJ8iu0k8lLtPlji67MQyu7dtHLstetA7jvvZui4XMztN4RO8Q39QuyY7pTsqvhQ8u6LKu6e8TTuu/yA8WBe2OeLr+Dr+YjG7ihoNu5LIQzr/88+71HVju8SzFTofg+i7FPLiujV9KDoH5FQ7JB6Bu9YxizhKM8U7hebjOgTKr7vdSaa7lkwyOgZKAbxsmXy68SOCOkrmcDr4ybm7Q5icu85VcDpyN1M6KjeDuwEpe7hK2d46VUrLOm4qS7ybaue6eXXIOeLjprcnVxQ5jKarucVRVztxPZA7BU4XvBJHC7r2jAm80FwUO4DXHDtiRQE6blqeO76BxTr8OPY45XrCuvGk47rg59u7yk/Cu0CnejtkOUA8DIPjO3CAkLtvMze7usOzO7zic7vhKJK7aFnVu+rJpTtQD407kOulu3oOhjr2yk+78ev3uUvoQDuoVAU7iTl4u8pvm7vkJba56bYPO839fzhJTBI6IY7qu2gQwTt+plS746Tsu88OMbucxxU8n2XtugqaPruXmSE7BFvKu8KAj7v3r8m72vJCOaxpSrsx8Zy5T4BrOvT6Grt45IY7AspuO7MBCjw0Dvo7AvZfO7GMuDuDf+G69mkLu819obmCw1S6YAfAu56gK7sgQKa7ztcDOxlVj7uRR6o7CKIAurw5QzvtZa+68VAEOjPacDs7u/e5Z6HDut97nbqMVS86esCLO6SSSDtAuyi7puFqOllL/boFc2y6hITnulBjMrtRIOq6ndboOzsU0DslzQ45v5vfO9kmHbubzwc5auutOuFuYzklRBA6Wj8lPH/oDruGZj+7yMh3u3/BjDsdZQ886OD7u4LQ7Do4jUm78T6tuoRiFruYyB86TxYju8VuCTvSC7S7xuX7O5K3n7uQ4Co72JCwOniylTtYEYW69yqJOlHxgzqnEBS7JjuQOyY4Lzvw8E46TtKCO/1T0zsHeoy7",
        "blbLuvZ7irvPMn27pdmUO0UtP7vbVuy6xg2QumtBhLtf/wg7zrXQuhuXObu9vD271rI4OxeDnTph6kM6O/ZGO0rFJjsbSoU7tw7mO/aUu7sj5ZW7LX3auvvsKrsAlzs7gvl+u9Vgajqwrog7yv7Ru4cwQzp65iM7yduGOcpdL7uWKQc8MzQYO5+MBLsjJwi8O8MhvBrVBbu4NTk5h5TQuxo1ijuVubi67wmqO7YmwzvwKmI6mMUgu6rXoDsHtDc6ikequrAFvLviefQ5eN2tOsaNOrtPZ4U7QUf/ujOB5js3s067JsKnOmRLGjsJAlC7PuHKOtkYrrtK3CE7FwrHOpbNjLqib8s6OveBu1u3Tbu3BDS7kYp0u53yUrv9HSM6zXMkO3BD7rkZv/w5PTdfOySrcjrw1G077804O451TDvqSoY7wFjeuKperDsHFiO7V6c1u2QMk7s+TJA7pubYO1x9UrtYr4K5peKOudmPkruyYrw5fLlSO0TJVjvL2zw4P+PAOwA977mCaLy7TD38u0R1irsFccK5Q2rZOzqQvjrGEks7uFywub4KOjvvEK+7z0XKO7zEhzuexbe561Kjuor5szs837+6caFEO1QHIzuFX626s8EiPFaQDryC/vo7HoeHOrCtnTt2Kbe7aZKHO/VkkDsMbZ87yiGyO3HXj7s6WYK7F09juxWPejtm8pw7E3/pOu5eTjrl1FS6/jQVO5AB1LkCWpy6FqO+uyN7Njv0YsS6ksUvO+SGAbxTjTg7SK+POsxjsLqgUWS7GyLduhYbRDu/vaQ7mtALOrukWjrxnyA7w3cxu/VUtbskiN07C+feO+pKP7u0EiI7oBrxuw2ofDvur3U6a7/Outo5EbvPRwI5yJGwulSNwTstDx07pD+3OjLHFzsKya47IgUIvNRosbuIGim7waO6O+ZBkrs//tS6BeU0OzCZjLuvXpM6HJ5QOzCMCTv/N5y7dAKnO4Dmejsvy7I7AKnUO0E7UDqA4AO8tkUhuzwWY7nAvzE5",
        "mEFHOtmVzLvs4Lu7gZhAOxJ5g7shkzG7eWqFu3wX2zvLAcg7mTxLuhR6srvR6dc7Y83xu5+v7jpYtmO7dHXyOxRSgrrWBIo6Q++iN2rvAjtghPC6DFHWO+xHUTyzWCe7V2fluhQwhzhNp6W7+rs6uoHABzsTeSu81uRtO1SUH7vKnyk7NMtJO7OV/TsqbiY7Lsh9OpD/BTs90Ie7I8Gwuk5Jw7r6IJw7mnxKOgA2HjxBooK6HCRaO0tcizuDSNo7dljOOrIaabs9TFa8PG7ruHBGd7kVbF87VrWAO8oCjjp+f687jxOmO6gBwToPfVk7ba0dvFIjsLv6mLQ5g4FCOs5cVDt96Js7tNSLO5RxijtyD547u4GQOxTnqDs99/A6YuHuOWHlE7v1RzG7KJWmOm3WZTpcJ5s6DUUPPGsqW7sl37q7diMzukz3G7tXN+26OH3qu7zsiTvcXpS5kaNAuwUCwDr4c+u6L24XOwhXALpmy7g6kd6Ou/KwPLtZhsw5o++Ou/BQ3jrUIH07ek8BPP435Lultyi6dtZNO/+Jhrt1hFe7OLgmOxw0Mzs25yG7RLqKu8ZjzLsgMHu6Tmffu90uErtkXem7PRJAO7V7HDz3W3i76UWKOsoX0Lh8IgE81VwJvOxWkDu+CZi5HQjKu7b2TTtxt8g76XiYOhyfsrtn8Vs7nJfLugddVDubCrq7F7uzOiH7zTpuVOK6I+0EPNXLDbySNj+6su/gOyX7CDxabYg7ZgsoudUpxrtqHQO81QmlO+AeDLyYDbo618lqvOA+pjsBxS27rq0GvNfFAzwkIAE7ZtnHO/imG7cyyZO7KVGYO3QuL7uSKkc65KbwO0JXLDzkvCU77+QBOzee9btYP5C7qbaou1gMGjvj5yg8FcGsu6taqDr5Doq7YmIzu0US2Ts3Vj874WMQO6h7kzsvvW+7WZM2u4Uc9zpV8Bq7zpwPvMQ64rrOqHu6ttcFPFGY0jqzAiS8s1Hru3aNGLtD4dy73an/O0JGCzrYx2k7",
        "38LMurbjLTvdnMO6fOHUu9fSH7sx8DO8gg6xO+qSgTta2xK7y54FuiMl/zrwwEk7M9cBvMzgmzpQi2U7nlQBPOq/mTs/jYg6lH1CupiD1zpTVfc5XIsWPKlTIzvDoho8PQcGOjnPBLoZlBU7ooikuidzy7sBuBI7zTRUO2fRKzn4I1Y7nBDCucCqp7pLXTg6AJ6kuLtRP7wn0gG7nudsO+Csobk6LiE83MStuSN3qbl+yT07VHSPuk3yv7u6T8s7ljheO9+6DTzVnSg8+cE4O4hXX7vPSbW74IVBu6OyTjtk9y67ujUIOxtzFLoykGC7eq/6uUc2b7uMiZW7rcqXO7QZMDvNj5k6RZkXOya7HbowuZQ7Z4p3OofoDbv+B9M7gRXdO9956Tvj7++6s4bJu0kQDLvSYnc7bjmIu+X2x7oakR074f5zuw55h7sTbty7eA1fOsX+w7qWBB47i6eUu+4GlbvC2TC7OTgKO+OIeztkoyw7lcUOu8VrM7vorju7cAXNu85z9DqE9Cw7gEnjujpKeju7hpE7tCXSOl01izuFWdg7vryJO6vY6LqTyBU8EjFdu/3Wu7u4qPg5Jn85uZpjJLvMLlQ6ZPHmutHhXDsthXs77pUyu8crYjoLjo+6gLTfu5/jrLsAYEG6r9ESvAR6Nry7IHy7Y0ysO7fqy7pD85C7DZCBO4nZIDzeWPi7xkvuO41FBbwJTfC6IprDO7+7yDqgNBS6xNBZO0/d77prSas49N8tOd191LvmByi7qhK4ukCjLTtnPZQ7DVUJO8xGH7yb0SM7pMGOu2uJmLplLMo7KkpZO7qyurskDQk7jEjuuxmHJjxiHAq6H5yBuqK7Jzp9jgU70ec0uiPAxTtkjou6cKsIOiqyATtYHZs7uXxFO0HinzsXQjO7ZBIQOwEPtToIuwE6tNkHu4JYp7vv36M7TPCbuFM6vbiAgxg8wwC9O1kQyztCUpc79V2gOs+yKTtF4fw7TNOpuhlo8jqeW9c6uslfO/d3F7r7Bkk6",
        "WgUUPK1S6DpPiyA6JNwWu4/VvbvPK1I7XjIlvJov2jo0pow6+vb7O/07D7p0z4m7+AUCuRRREbqurIM75+bBuvw/wLukJp67hZDmux6B77qsxpc7HwcLuzg977rugNA78h3EOipV7rpRZvS60+O2uWiCa7vVJB08UCSVuwE5CLvUOrE6DrMsO7G9yzvyk6w7h9i3uqAPVbucJLA708l/unLC1DsflBi7YxZwOmqZhjnO+6Q7+gq1OU1ok7s1gUq7zP0WPC8FVzsYVJI7stwHu+xtt7mi9Km5NfWuO16O5bouTjQ795ZTOzBKsTkSAbO65GM/O1QvGzqO6yS7g54hu+sjb7kzrI86E8whvEbHC7xL3hK7/Bh+O75ltbpGB005PaSrOlSNPTk2cYI77MB0u8Hi8bum9ai7A58AvHkVNLs9eyQ7BsQzu3j7Y7uLIdy5H2GbO+HluTqiYG65Ys1FOzpmQLscKVQ76OoXu6DPUzuYtF07aMbXOhlIF7x9hfK6elF2O+XwzjpAR6W7T+MLvCSh07qnS607FzarO4CNhLtiJz648Nwru4rHqjtjQwe8/voGuleUt7tLoCO7Z0ZGvIkEHrxZ0ve6mV5KOgBD6rpeLZI6pUuAO8p29ToRF2i7ZLVuOssqmzqVm4K7ZEqxuuzHvbvKBFQ8FAp/u/Aglru6Hza7QyaSOhMkO7oLB0M7QXKvO/2oqjt/WAq8LuGyO22JBLx26Fq7ix2IubD7F7tFeZ466q8AvMCCqbhr9wm7uYuLu3jaobr2FrU7o708uy7w+TpRray538Vvu8k2djsWzgu7Z6rJOXB+SbtnuW87dncAOzCQBLsij/K7QwYQu8os7DtncT67xgdKOjRCKTybcOY7MOg+PG8XKbytM6270l+0O5oFb7rfTFk7uV46Oz+2ALwXopW7QfoZOsfEdztc6hQ7DGbAOms4c7sGEiA7nZZGvBw6JbzKqxU8iSL7umw8jru2ILW7tMUSu8d3AzsP3kU7dhjIOueHUTuhkom7",
        "Ed65OqozF7rUMS+7MhBQOzU6p7tHT2i7pKyFups+X7thBLw65ezLOwaPzDqWEwE7utQruuBFd7tqrJQ7rPjDuhjuGDxx6oG6GUizu0iNALyUDco6v4VTPLgA3zqAkZo7EZY1umfTADufE8K58/F+u6PHKTrFGgk8ckcPuyhBjDqnR8i7JAuOO78Cojst8QA7RElMu2CpszpvAQk88WwgPMJYRbuEMdU670Y8uxOTdLrIwxA7vFCdOz63HrrH5ho7Z0gOvEQn6bt4gL85KHAfu5ZBBLz/aZa5gV7QOt+WertgLL44woeJOzWKOLrmJ8c74Sh4ui0YIjwsEes7jAwvvKdotzqfzxs6BIvsu1I1jbuuZaq7GOi3OzFKiroSyr871yfoO0P6EjzUn887PNqlOwx40DtmZCO8piL9O8Lz5DsII8+6qDRvul8zKbspmXc6UYfvO8XC3jo0zeI5YPA9O/P+RLuqcgW6wkZvOy4N8rpvAtI5JyuduOdzCTx0mSu7Cw8yuzsuEzssiI67/vgAOpZMJrtV/Qa8UaO/O0drJbvz2Nk7CQ1NOwMWJrpXPFO7Di0mu/jSBTxpmpo7CZygO2XpCTy+zZC7Ucm2u4Nu9Dg+2dM6Uz+du/Hzkrvkntu6Ed41OztwcDtInde6U3Z+uq2qITwcJ0w7TXXjO6wBJLyau3+7YuNbOwZIHbq+kHW7jpOfO7r6xrpn+qY769r3u9nsZ7ut7h47m0EDvBE9Kjo0PBg7r9xBO9rcNDw/nvM7MID6OnKqObvhzK07capLuoOldDr6ac05HyUEvFSVWbtnxuK6D7cqvMdv3bvRZoa73hpqO8ieBTpZtUa72qjjOsFZZzsqkKG3u8zNu70JKTuDx8W7p1AFPBJXHLqPy187U2cNu6lhh7uMipM7DJWqPJqqc7t7Ync72IKxuqTsljvbUGK7gJWWuakiJ7o1Jbo6vH5luZe1bTtmoso6fg0AO73eJztvkjG8qpu9u2MJODucHJw53CuYOgZO9LpBwBW7",
        "mUiuO4zseDv//Am8Bdcouw=="
      ]
    },
    "dense_3": {
      "bias": [
        "A81muq79sjrEs8i557BTO6TaC7iwqGs6mTaWul9ErTpvQoq6CJImOkRgm7kjN0S7tcmDO5L4eDpM/M23X4JjOg+krbrTuRA7EZG5uf2mXDqSreW43LvgucwCuLr4hm864mP9uaDkuTpWE7q6QFeGum0IpLqscKC6+g4VuXjnaroq4Tw6Qup4ugcAUDrRNdY6eMkzu95JgjqUvX46PQ0eOj6aELtYaSW2oHLlOlpEWLqd7xe7Dalzunmizblci7I6XRMVOmBLFbY="
      ],
      "weights": [
        "BqjGO158SzvkvMA7fGdzOeXrdjswoN66h0EdO5GLjLrT6J26dWSYuzCpjTqwLYy7BPDWOju7NrvahnQ7Isd4u+Bsabm1T4a7ynKBO0jwvTu498m69rB6u9vSTjvo3ag6eXDDOm5yJDuiVfy7qa8Qu7egA7rP8Dg7q920O/75/TucDw28xEivO5Ous7q4cjM774XGuobJ6juiW826fLaJuxGwfTvC/ae69zuVO9hcyrs2saQ6HO+2OW+627s4gI678hdxvGTQyrs6BrM79G5hu3PSjzvWVZi77SU2Ou0MErp3GV27vx0PvJvzeTpfscw5m1DPO2brvrvg3CG7ZegruzSJh7s5agM7yCSFO+z3wboNEiS7rj1Ou6ZFi7sfjg282Mc7uldPETub6kc8VFJwu4QTVblfNO079wmrO+BNprovVTe8rD/Duw3G17pjdKC7b8mwO2DwSzsSuq07iOQmO+7Gq7v6RRa8nf9gOs5GsjtOzGi7nxNsO7RdmDp0sJg6lH+xuyT6bjpyMJa7obZjO/XMbztVTas6O1wzO3TDN7vAQZC7uS8rO7ZTDDs1q2i7l2SOu2XKuboTiGI5/1EOvFDSEzpCcYS74Z6POfpw9Tp4Zwu77ZdyO+dPv7vWchI8XhKyO2FbY7qEN6K7YwHPu/DBTbezEUQ83NGYO96eOLz9JSy7IWhgu6mZSLvDP0c7snDVunklRLvR/Pk76lpfu2hC7LsifBG8q25euK6+P7riG2o6k40Mu9zTtzvG6mS7P6TZOyehzLpTmQ88BE5QO2y+B7x/OS87dybbO5NndLvSfaO7aqKGOiCxCDz8txG7s9R1O5FJBTwzj6y6f40IO/LexDoAo7o7q94buwCfdrmqFT67qYC5unJpmrpW9Gk6+46Qu+Vjsjufna27xRScunSHm7lLZDI7rSeNPMUehjsqahw6WCU+Ofc2mLtI0Sq8Egjmu1lJBrvi+A67ZYZKuyUvIjuYwAW7M5wCu/oD4ztc4bY5nZuyu4QufLtlfFc7",
        "iUYGu61MiLski0k7ki5OO831IbzUIAS8BjUMuig7hzry8CG6wHRVO8Usarr/Tdm6yluduqOXpzvDkzE6Lb14OxiM0rn/tJm6b06UO4Mo+DqayrO5qP+buIqd17s14kE7/35bO2o+9jn9+BI7IBGEu84m+jg9oIg7Kb5TujbbEztICBo8m/38ukpQ5LrsKtA736kyO2yDwjufvLI7l3wtuihLpLsIC786JGtButjTf7u5M+I6RBlWu9IflDuv8BC7qRSGO5VbrrvdvTu7+7KbO+stwzrOz7K733FtO/yIHLpksgc8NrFcuvCP7bhzHQ47mduLOVx15Tv3EN43mQynuSkekDpUNC47wumzOSzsOrnUzDe7Dqquuqrm3DomAp66XDe/OlkNl7u+ZJS7thrwu32NyTsGVEi7d8ZaO6YJKzoZs9s7On6iOdaFxDuep6K7rPTvujevCrugEQi8DYlbO/9jwrpyv+m6CIPIu3inTTpmYLK6VSRdu2y5gbv9hX070JWXuoKvzruMMq458S72umYCOjsWw/g4cD63O1fKYDubnkO761sku/hArzdTLWw6ajUWvNSSirsWMf67lW3QO2uIZbsab8S6KkZAuvK8ejskViq6lUC8OoilXLsmDwG8T9CfO7rM2br7lju7nDOsu8WsMztMm0W7rVmtO1dYwLrQm9Q7GIlKu5ALpzs02KU78NJpO4nPLjzZFW6731Rpu+mIYbs3noq7jstBuyVkSjsZG3c6QEQLO6ddCzvEWAK7MAa3Ov3nATvuMDK7x7KVO+XMiruPV+u7ThwSO7fxI7uH0z87TAO3OylcsLu1vlK7xVRPvD8Iu7unaA08K4KMOkYleDtcEHq7O27HOg4IIrtf/Bi7zHFiu2R+m7hDAiK8PVazu/xwyjq7bl27qcxrOsYuZTpG6bi5Y+D4OQRRwrrzsr46mOGAu2sj3bt5rFc7SXwNvFWmiDuPupC7rl2LuYNKOLvRgnC7ray1u2ifGDx+oUM7lqY2ugDPEDwH/307",
        "YkLAu3MWN7sXdq46PFsiO44T+juHc7Y6ng6bO6UgQTpOGDK8UDLUOtziVzv/l2Q7u0CKO5mm0zvk5ry7ZONauu6SrjkTDqM6K2mgOzy4NLweAt87GvfbORXl5bmlraU65r58OsHjCDpMK8c4zDR3O9nUMrqduYq7EeS4O4Z2gTqhfF07mlOpO+u1nbqhYKe73eDJO+htEjvKO3C7BkwGuyL2h7gztM871BYgux1agTuwyTs7EMQBPCvQ3rrP1pO5LfOZO22XqLtKhrS7c7rsuW6K3DjLDeq781ZwO9G9w7r9T9C6pjQ7OyWwQTvPmRk7UZO8u2J/2broUqO7D9ivOz3Prjutv86777BjOwKsgrufoAO8IJbAuTYrgDtUMgI6WijCO+Y9hrx2/227zU3COO0fg7mmccQ5ysbYOj3//LpwVhK8PLvEuvxKozuxVgo7klBLOy7JETv7RVo6rmkbvLkhFTpFMCI7P1u9O1/8Nbvm4Nw7XbraOfOkiboD9W27GSn9uz6XZjqyQQ67B93suUYPUju9ecu71HWWORELuToXzyo7JlKku5YJVzm5VeQ77UGTuopK0DtGRRi72OiHO6uRZLsRzYy7R87iutIyHjsw3NA7rKsxOwkYUzqNhuC682OIupyBjLrFxqU6OhvPO+1i4LtdNgY7H22iOwMJrbsXocK65IpDuuPWizqjYYG6/XQLu2Kv17to2H87MxmqO76/MruND3y7pva0uuzVyrtJEnm6XgmzOhiOTDtLWRC6ZIdLOxFlCTs94hg8kv+tO2HM5zuc0JE7ZiGjO0OVNru0C1o6OJsOOqfusDsljbI70D9avLZh37tDFdA7kgJrOlzeuDoNHUI7e//KO4kNCLsvNKC7673muwyJqTtFpMs6FgnvOjUkRrvpI6i7o6hFuxu9oLhgQrk6ttCbugIjgTqzvjK7MJ7HOD/6cDuZyMI6AoqdO7ODizvS6HK6CVyJuxwwK7z3LdU66vbBu3voLrxfOK05rPb6O64rUTqen564",
        "BcdFus1l87v9b2K7oalMO+pvmLufmQ8705j/u5Or0DtSwW87FJTXu1d8FbzS+BK6MT6qu7/7mLvrJ4y75IFCu5j5Tzjq6/06/nENO7PLwToT9Zs7mt/Tuum36TvUO9s5aF7COhPIljtAY4E6WLdmu51mhDvk2t26vfGCu949njrypb+7W8ESO71LFLzlgNW5R7WSO+WaRrt3J6q7pZ7xO/hpzbsgeYG7HIfAu+q9kzstWKK7AeFLuxDwLbtzVZg654gcu2uZCDxizAY88u3/u5ZjHLt9S1c7U2vUuTGuN7t5Uza77uZfutmuKLs/uk4747bRu7XLTjxr/CE769qku9NYjDr3M8W7kbuiOYzIfrsyM3W7n5SVuts2lbpvUda6UNcsufDYV7rfMRW5GQRAOpI8mzsgKMa7h9m0O9a+pzqqqV475wyfu0dDQTzL+3U7mtAMOyiQI7s2cxq7fGbKubcPvDr3sjQ669nXuMqGsbtRTB67LpQWvJSTiDsk+f47tQeDOvg3GjuUcJG7xvH4OslFZjsynim54DRwOWG8kLpgtBC87zEEutEv0rr7pYw7qysbu+hE+Dgr1o66+p2qOxZBvbrvd/G7EK0cuUfdgLtF3l27jj5DOxwgBrk7lCq8bulNOy3QHTv4QxM5HwV7ueJXu7pjujs7qHOvO6ztQ7qWokQ76g8DPLG7hbkyWRs7jA8Iu40vjTvjENU7p4hBusTHHTfdxlE6gknHu1RfxDsJJAc7wCa5O+yvVDhEkLI744qEu8HymTtEZfm7mlI9O2ns7rphUjS75by3upswabqa2Di6flQEPHxYYTrLrFS7cGNWu/Urg7szrYg73LqoO8lhRDq22qC78lnFu+xL0rukVYi6AtgvO7RtpbsTU8c7O6gDuioOwLtbjq67kZ7JuqZyBbsrMri5anYVuIQbS7u4BPm69ErUOlMIgDtU7CA7Af/BuUwDTLoWtdG7Wlifu+VxIDvWHqO65iqGu+FTWLrrEq06CJU9O/EF0Tt/wcY6",
        "DRAWu7gOnjocMAY7h2Q7O3EhtLtD9MA7Zj4Su2T3vjolhJm6BR3Duy2/Azridpg7kI5MO6oBhLru+AY5EJd6uS8lhLshp5c6+EBWO5BRpDpoijk7AnkFOtvae7pEOXC7bIgUux08Hjsjq8u6IULHun1jyjvyt8+4HvwtOyJUGjukeqi6jafBu4xuS7uLZ3+7/xqCOhCW5zlJ9iO6xd7Wuu86mLuBq0o7d6YcuwhRuTormRu7vDSrO2oZE7zgi0E5cS5Zu75PTzugjt26lsQKPGVNs7nppoC7JOcbvEh+YbuKVNA77UcSOzHAkDqFFW+7dPyvu2jSKLuZ65i64aRBurshGLvvWcA5+K5ZOmPpjDtkZjA77HIRu3SyXzslKFa7zJG6OnAN2rssY5C7xOaHuvRkfDk4KBQ7bIs0O3XBODotePA6u35aO0DIkjmF1o67w6q0uhspbTtEpD27P96rO5Sp6rueXI66pWoxO4yZWjucjOS7mEL2unv7VLuDm8y6+wEUuobTtTngQli6SbpUu+4FwLtTOPu7mhMBu8LEITkBfRS73p8LO/MRorvDdtU6byWRu1W7wbp5rC67voj1u7MGFrsrMCK6TcsFu74TDzvayYM7SETzOim2truHUv86U4OMO9NDmrvzxSu7xeqpOoi2RjslVoS70hADPBY0EjscL5W7No/ru4JfNTnMK+W7LlmdOg3bibqTtNo6AB6hNv35PbtRNVs75mGoOj5Tn7pmU/+584FtOx7Z9zrmCdY6azq8OuDKAbt5kgI70YTpulaM6jrWBqi7P+z5uspneLtnPM+7gR1BunKRE7wMA0K7v//Tul2U0Lt60C27OdKxO/MoTjvAtA87Vwy7O2yrDTkj0c06zs3Ru8TalDtrDEk7SUV7uYK7ArtH7ss6Q6Cou2UdOrvncj+7jOSXu6YOnTtaP6U5YbF7O4sZ3DqOQAU8DGrhup6W5Llzf4o7Ib2Uu1DbZbsa9II7G9dlu8XvgLuRUsA7HTqouxVQz7tPfCw7",
        "iYESu2wdabqNIcE6Aum5uwL0pTr5ZmM7nlEnvPk4SbvspJM6bpngOw3CBzo8RAi8lIDcO/cr8br7CDK70EahO3gsrrpFLJQ6uoHuug6o6bqYPcK5WIduOMKc2zru9Za70EYYO0XWSzmXNl86FUTNO1ekdbuX/uY7ZxHeu6YUiLtVTKw7WgLtu7J8NzuxZKq6SIqfO5y5hDuXZCE7EBcZOg3ShLthsYs7stQoulZBOjt5Bzu7pyoeu9gP5js6Zu+5FdFYuilhgbnSvzE5Dwayu47jCDkwE5W6lVIruyy6f7vBHB67byoCu3ZM77mqt0G72Mmru0q04biCqgU8+CLjuSt67LsrxR061wkeutaQWLvxHT+7pSuNOwFpN7tLhdS64gkMu7LeuTpvfHy6d+riuw7Tfbuew4O6zweVOZkVhzviP2C70Vqfu44CIzuiy4u60lbHO2YwbzufSzC7PYnsOt07jzqTaNW7B9gTuol+ozu0CXE6xoFvOs2SW7uve3279YT+OhyI/TsDKLE63XZ5ujaTHbtFsku7ZMprOyggAjp/akA7Fq0euocIuDppX4O7RF/EO8Ff9rnlirU5vz+Tuv/RujsmuWY5D3HHugcxUzuHIsE6D6hAuzvlgznHJaM784pvurDb8jnTfUS7WmCmOhrunjq1YYG733Z6O4t8oju40WA7YGeEu+iLRTu1yZG7460UukZGZbv3A9A7irpPOzo0gzv1nwE7phTXu4SZYzsGRqM7VirvunABRblOfia7FLprO/SLRLtH6pG7jWpqOvZ2i7ser1472kDUu0YR+rsQxek6+NiYuw361bhb4vq6Dzvju/qECLmuyx28L3fvu2CmgbuSX/y6uckiugbfzDoH3QE7i9SkO83OLLsHwIq7K1HUut545Dnyrwo7tb+Ju7OMZbpmPcO78WW1O0WYrLtKtDy7GuGkO8lwBjz6Vkw7aIM6O3mjabs+NEM8/WbIue0RjDs+b786oRIsu+ANkLoQtCS6eGG3O3StALvWEr46",
