{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              18
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              18
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "linear",
            "dtype": "float32",
            "name": "activation",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "linear",
            "dtype": "float32",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "linear",
            "dtype": "float32",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "linear",
            "dtype": "float32",
            "name": "activation_3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "linear",
            "dtype": "float32",
            "name": "activation_4",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_4"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "activation_4",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "02c7876c5c388c2ecafb4796c3944d98567e4b9e45c7284612f369169efb58e6",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      18
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            18
          ],
          "values": [
            "DGwRv/Q4jr92C2u/4wVrPgFfGr/Ew6M/JGflP/saYz/Ey22/80KIPoHZyj6cH8K+LGbLvuYUzL4/amq7h1SHPjmh1b7As0tA"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "TA8Wvg=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "AIaFviFjujzOu5y9SZM1vMbQkD58bJs+3J1WPTJgCj5EWCk+5By6PcLoer7C0s29sy0+PmC9xz0FFQI/ZoD4vewx9j3S7Bm+HTORPYrswDwZqB8/9gMGva48Lr50F6i9zR/5vqEW7D2cJY++B72wvZZoSb3FeYu9TGIOPZPd/jxwJy8+zgTYvu7FnL4C6Um9ylMBvqZknD1/alk+V/FfPkWBrD7Qf6E9PyyoPZ6rkb6jUe69CfxEvdkrij3pz1I+CbYxvhBnyrw="
      ],
      "weights": [
        "hfPKvki4qz1F1xO+3jSZvkbrj76Xack+MVXDPsghnb7pDli/duJavEaJHT0up28+aalFvv/ANb/OwaY9m9EzvvXXJr/i1969wuO1vWVNiL4vB9U+F1A0vmEk3T1LloK+5hmXvsMoXr6Exxm8p/QJvDEyor14naq+UMbDvstzur1rCDs/arifvl3Twb5g2nW+ZZsnvifuKz9Vqgy6K5xpPseI3z6IM8I+M22WPcRPBz68ZUM+IR0YvhTzkr0M5Ea/w7G9vjjWAL9MJI1AdKd3vvhGnEDpMpdAez2RQAppjD/b92s+TsPgPaNjuT5Ycrk/FB48PxPglMBxRJlAw8ScQJxmlT5/WxlA7ySsQAmpRj5Y2Zs/PCSgQLL3j74fXZtAUGQ9v5WATz492Q4/vqsjvy3DAUAAM6JA49/WPx2euj9gAyu9zUlgvxU4tcBZbpc+WFvOP+DClUD7QVA/EvCVwIqhJT8U/bS+dbmnwAs7tb+xbYQ/gfGaQBVBrr+AH7BAJgWTQKh2n7/0RKFAOMGTQFhDYz+jE7K+AAs0v8y1hz0rIfa+8EYRPsiagD+YL5C+/PH+vhssFz/uxks/ffjKPnMwz76ELD2/0Zh8v03quT231xu/USRdP5FZ+b4Cnre+wV6bvlpy772IrIo9JoF2vguIlj5rQkG/ai4Evol7mb7eZDK+Ulwtv/32AD7aovS+d7WHPxpUWT/Iuem8C4wmvrmX0D65cRw/wihsv5mzYb85UKA8EF2Mvjvf776y7j4+Y7tAvV6eR7++MYK+S4BGwNf+Lr/dZMa9hMH/vS5gNL6mslm/NQB+v2x4BL8CKyG+54G1PSiJfT/CP5S+QBkyvm9tCD++FEM/ekZzv972PL6/0xu+9cOTvuvU9r5hRvE9AU0wv640Xb+8/Iu/WTuLv/OuBb/HPTg/QeFoP+XoIr8zNhI/I+XJvw6uqr5GrJw96roQP5aIhD23yD++zDYaP7vMHz7+q6S/UsdiPoev6T7Eatm+V4rmvgTOsbto8sC+",
        "u8Atv4Xhjr/PjfI+yzvDv8aWnL+rMa0/9V/VvrBuFL/pHYrAJz0pvssKccAi7ZfAD3O8wLI96L4rE5O+trKSv1tVk79AtUK7ZhgdvyKTh0DM043AP5vgwBj0Yj+pkF6/mzixwHP2m7+07rE+qvNwwAAKmT8CSJDASIuwP57k6b6+ymG/IJiIP73UXb+945HA/YIiv1MYbb5poX+/sNPoPiZSpEDnq6q/49wDwKOMlcAbK2u/5UelQDvARj+bqIu+fDKvQDcc2T5g4kO+a5WewAg84j5FUHjAw/ZjwLuqJr8cSILAQb+UwJ0LEz/3ebC+zV7nPmWxIL4C3Bs/hooiP4lTfr1BF4C9VSRbPpkPgL7VVqa+9A9MvwEfWj55UIk/Ev8sPzEq1j4kYVQ/anxXvtNEDr0xege/yJC2Pe1URT5YFlu9Qo9BPhG6gb64ktE9DSwCPjF8l73cT3c+6IzlvofxCLzcdgU+LM/kvpin7j5eTwI+ubkmPkxoGr6P5u++mpGoPsnugj6CEk6/eMsjPoypqz5WGrk9Jj8rvfMrWr2xxlA/ieW5vvBO8D4X+ls/8QGRPuF0vL0S2qA9xPexvhUZbT2vVJA+RoF9vTqRW7mHO3u9NEfZPbCQMj4tV1A+XrNAvnLEy74VoVi+UgxGvq9QCT5XnlE8lhiVPLGJYDwbl5G8BFtWvQGNrD5G4/Y9punRPdxrcL4c2pY+3XLrPWC2jr33PY2+oV2uveNuZT4DERc7PaOQvXKPUL5Tbdo+sKh4Poj1qL6YuL4+Rs0xvjzyfD0dOf67KRekvjW3Kz4UBmY+sK2hvhAmbr5VLAk++EMDPv35bD7QGAI/Pi3wPnRuQL8ZaW6+A01ov/DfPr6q3jC+cJrXvaVu9j7OQAi/LC74PhOViD02YaM+94bDvjFTHL/i892+XrqKvj3wvD6PhAi/IoizvaFYI7wO+5++jDIRPboT1j63fDc/7bQWP1/cYb+TfAM+ORNQv447/r68ieE9NGrAvowBFD4FRtu+",
        "2CQpO8cfIr/M3wC/E/AFP0OUHb9Am4O+4vUvP83vtj45FFe/mk4RP+tqoD6WqJM9IfALPn+4bL5nh86+LbFsPoY8nT6aMEW78VWhPr0UoT7FDaQ+vTv2PGIH3jwuHiG64EjwuyUv4jymu307STGivpg1pD6fj6E+jeSiPCMOIz1zLp4+qXFwPNVh4jxdK6E+wkvruhiDoj46SVK8oyORO5st2rsIyo6892b2PO0apj6HwRg97b+TOwJDx7s1lIS8xlmfvr2VeTytf6g8+5OlPnvTczu5CqK+c0CSO2+iYbx8zaa+zPqsvAq9N7qKhaY+5lK2vF/Cmj7CsKY+Tl8TvZp9nz4Q3Z0+AN/hv6nP575wUDTAECHjv1CUG8AVq8G+8WxGv8QsvD504q2+Cqh1vrRVLr/eeh9A3j8ywF2hN8AoAwG/hFZ4v16dIsAlB+i+4etQv46fCMBTw7a+g8gswDHKUj8cTQW/MLEMvzIm1z7apZe/MWUpwAWX0L86dXi+T3aDPqvELj/x9DhAzwPMvgLGl7/SUgbAXLWrvcAEHkCS+NS+elBmve8WJ0C0zuw+XnhcviuBOsCuhFg/BHodwCljFcBNYBU/dkcdwOcRJcBAdGy+eF7ovrHyCL6E8Qq/wpm0vblRxj4VIvS+iS5UPkAXFz6eRZQ+/brYPe3c9r6BCjA/wtocPordSr6cm5o+3s0GPowqBb8bnU4+KzckvlgNYj8V6Zi+RhO7vvqfl77BkS+/plHNPkAolz3C/as+srQnv+MIBr+Juac++x/hvqFpHz/+lso+X7hDv6lOAD05mQ69QynWPi0orTzxLU4/jHVNvgLvlz1eBNk+/mYpvgyg0z4nuBG+7hWNvsGO5D1y+/q8uTAPv6IIQ7/pVEU+4mEfv5GqU78CDRW+sEe2PW2TKb83Kwy+Ciz7vkSWfj5lSQW9iPhgPyQGqL/y1Uu/RrFdP3FpDDxfp4K/FF6CvvUtmT7ASyS//V+APQfKPL+lWeG9oPvOPR8COT1eQUA/",
        "+pEuv73gar/IHAG+x4hEvUgN774C6W++NeodP/F++b4kr6a+UQejvqcHFL6tWME+pbUzvfT9bD+BG8A//1oWPt7SFjyRwXq/p5FdPoFjaL/3g+++lDYEP9yDmL9grTi+ihpCvnL7Tj6AzjO+8oC0PgF/qb6va8++Hyr3PYbGmr2bQmM+Ol+BvoGLOr3/MEK+DpJePkbxVz4UUa27q5KHPIz/f77VNYA90ThcvtM8DL1ce4i9s3UfPBmeiL7Ojb+9vo6pPe3Vvj5mb+C+81ETvrqwXr1v4+A96UkBPjc/Mb7E5cS82cnsPLAcDT7IHhy/BYq8vhhv0T5wtP++rv4PPqPclrsqepE9GQItPscB973gco290giHPm41Fj4TGVy+EqSWvoLM0L3JZ4894W2APkh84D0TY2k+Y9Ffv5l1HL/ezwo/LVfBvv4LDT8iWNG+lPiwPmZqOz3ZFiK+vYZZv2H7R7+8szG/qnAAvwGL9D1TtTy/qCmavf3iBr8fkXA8O4nWPqWIfL6JK/I+fneXPnl2E70GPqu+n4QYPNF9Eb9Clh4+dXYzP7K/hr4VWyY+FTvZvv/LEL+qPpq+pGBZOwkhRb4wnTU97VSXvmLfUD0THQ++F8aXvjRmLj9jeuK+ABE3v8cHkr4ijzC/hwUSP+v2RL8ago2/JEVLwN6lJb/6pADAur0Lv6Vyz7+fiZg/1l2nvjZjpr7DNtC/JlIoQBCXN8BOejvA6DWHv/vR9b9KiRLAvkZsv2rWmr/kMdW/xxxkv9anPMDbtak/LuFqvyQ/t78Cc4M/k+cJwEcRSMCaPWbAWmy9viU4/D7IrM8/vhtEQOwvXr+JMhnAr3qWv89EFL8xZApAL7aFv3R+074phRlAxR1fP7AeF79aXmnAnzvtP2AlMcCicQPAXlMgPyzDJcCBKhjAqXZoQWhrRz91P4xBggFOQQZAiUEVazw/NVI+QJN+Db/rzCi9OiTuP6qle0A5xnLBD32FQdx9lUF7E44/u8WMQDOHikF7hBpA",
        "VpuNPzTJZkEibWS/HRmGQUVrNMBlVO4/DI4kQNNPxL+QsX5A9WGEQdEquEBdr3e6SriGP5dmC8DTb47BGeU5QCHrgEBnLolBZUrlP60ph8HuUuw+HO0+vwPph8ErJUu/4zk0v2hljEHryVvA9jNcQfQwdkHKhBXBSf5yQT/agkGmpME/06mWPgxDaj/CCdA/HNGqPyYIob0A3Zo9poyPO+F9s75EeoS9w7+Svqf9hb+xl5w/6oRqP3M8Pr5M3fS+eZB0PyYnqj3S1Qe/R1avP/vc3j06RXw/stvRPmerGb8nxny+7FhWPjv0Vr94bJE/kqMhv3I3t769MLY+zSqyPoq7JL9BWI6+8ZIHv5ierD8GDLY9fSuQv5as2r76QpQ9Yp6Hv6o2rj452be+2xCWP9KONj+FF20/HPaoP6LsFL8aEi0/jTuXPyCOpj4ujQC+CuDyPc2VwD6/1mQ+ulYYPPa24r0ph2A9fbubvpDeMb3qlkS+TY1Svok9BT6pF507nieOvTkkh77P4aE9KPcHvhlxNr6eqY8+QFxqPGEXFD4qMVk+4Ec2vtyGYb4NN9s874ievvUqUT66F86+riLyvW2orjtguCI+rlLhPLELAr7weLG+cJGmPozQIb1J4gq+P2fyvcd+CT3EDgu+wRNIPoBdg702mzU+AxxYPlN0OD6upaA+xDNNvfVUIT5QUd49"
      ]
    },
    "dense_1": {
      "bias": [
        "wRrnvSMhuL1V3T+9N7OAPULz0Tx+5nM7JMOKPHOhnTzJHHw8YLGRvYOnzbs7Qr49DiN8Pa9fFL0f5+U9lvBePHbaKLucLy09so/Fvc7skj2yk4a97yJTvWnrPr1HA886/6XjO8Qr1DwPoKw8PuujPdyRyTw8Ucg6m9CZO+tJAb2ochs9kTxzPf8g4zyzKb874vwAvVq7UT1RbAM+j9JKPBeflr0UcgK93PI7PNq4Fj4eUdI71P1hvb47i7y0/wI+28l2vGCEy7w="
      ],
      "weights": [
        "Ml8mO1tFqLu9/ac7sIWHO84mzDsr/6y6B4SUOwBMbbtCLaW6d2nbu6dx8Tt8sd27mgWbO7oPwjpolg8744iCO92LwjsuHjI72Px4O5jBuba65p07LLi2O/228jkQ10S7sFeYOtAIq7vjJNC6w6OCuyWrpDsfpR66yt3wO5kdpjt6i707E483u2q6wbuIWwG6RCEFOijlvzurCS68EplSu5RRJLuOcMK7Kb8Su7e6lzsRNZY7Fc4AOkp2XzxCFKK5M3nGOywULruJcBy7KBOnOgJuDDp0XIS7jS7PO9DhpjrUfI07WEyZuaJFZzoNujE7kVK6u+AEoTpXlps7KZaROnIu7budRA+7/a8cu+xDhrsSJRU5ABIFvBgCcjtm8qK7iwTUO012TrvJ3Xm7BSeJuYsxqzofKK86eepbO1oIH7uU0Nw78vkJO0YQBbs8agS7WuoJu3vZIzymFO06X/eau+4bWzuJco27ZCpmulgd0rsSR9m5ntCluXtA97uD/wS75YFiOzF/Yztsivg686dnO15iizv0Kqa7A4gJPJl0KrsL5le6ZeWpu+WfGzu40S88puGMu2RSmrtulKU77AYAvE7Wprl5nDI7Uapsu1AaC7zVXfc7nqxIu0RZZLxQgwY7mge+OYT76rvwIh68D1kZvGUsPTwF/YC7okr+uo7FuTuNxAC8A71uO/L9CTx1Agu7ZOHEujAtp7uU8HQ7lGP0uMHyITyGRgC8nDrguuDlmTuUmxG7+1uzuzEKgbrQqhk6HwQJO7y8n7rkSAM8jo2Su4+s+bqRA8A7+5yLOxyFtTvpNxu7C5YSPFZAazwqohw7omuWO0dsKjxtw847LLrIuryqiDuJCTS8t8/JuwEyczsyV8a64087uyc6/rtF9rs7gK07O2e8/7vNur46shg/u+FFWDuda8W6Ogbguwus0ToPu3u6nS8+u/62kjloMr064D09ur5vNLuaL5C51hqIu7U8CLzlws07ZnEAu7BYi7fKFMs59OSiuWiN8zhOKWm4",
        "OuUuO3nJyLs7t905RXO8uxFHfDuuaKu7BnWUuKfw+jtswCg7Aahlu2LPkTvCHhy5f4LxOtb2xrh1EYc7tz2NO27YzTvmk0K8Uw2COw6r67tmiyi7qFwDuz6l7Dqc2cO53s9JvH3Yp7lKhg27WibJOwlRCjsncJi69MWdOhnhMbx+Ch27eqU3u2+NfzsR+9+7zstsvA5PyTvqNdg7pTg5u8DUybrdaM+7yl7ruqB+e7uOAJW6WpkJuzLRRTwU7OA7KYr/u8VSqjtGVZE7IOHDO/JNMDuGUx68D/KKO5PHB7vMzYC7q1XguzYuOrnMeBc7uPXgunjR5bnMUKy7DW2/O8AjETuw/+E70dmduj5mlzp8NKW6r6Jdu1ClO7pOEKI744TrOrpQwTtPwqg5CjxMOzrWTDtn41270YyDOti0CDwJvkg7ec4EOpGcy7n25OU7ESLXuxFH07uPveY6hDtQu5EivTu8/lY7MjMou9/nMTuovF87RcmHO2eB2TtwkWU7IlkZu2RvBzv9x6O7D8i8OylrRbsCiT46xY+Ku7/Elbrqlxo62cgHu3r00ji9nEw7dWtIusvPYTs/Fbe7agSlOjvxNLshI446NT3lu/gYkLvQ0aI7fCKdu3ZNgLsomKU7YnuHujR5EjuD6fE6Jy2+O2IZjjrz5Pq7QWDQOqU/9rtrzoc7MyH6u/TgOzur+Yo72OJzuICGGDbVhDW7rGYYOwuKXrrQ/gQ78CihOw6r37sHrsM6cudxO3940bvnORo8vL5wOwGa+roIzgS8PKsfuqqCJLsHphq54heUu59tJrt38tK6E9YhuyvmizvoKII70yxiOw8S1TmIsmW6sLGjOzjDmrvh5hK76+ktO+nICDtA3oe7+8EZO8+yeLolPMC6KHh+OxdMIruHdOe5nn/BOtxOZjsJGF07TSAaO0oggDtlYIG75adwu5ZHubpZleU7T6nWOrQwI7stq9S5js5DOzztrLr6rZe6j9GOOpDXjjv8to67oUkNO2ssqbqY8ia7",
        "JiFeu8IXpjsNtXE60BKwO6TYkboGGry708kIO8BEnrpBOFM7po9Nu8X6n7ucERy7wh8IO0cbA7tAK6Y7f/GMu44IEjuRanM7xsuhusbMIzsF7ZY7KSALu36uoroB2m86q7JLOgQgwjsMyKg6kY8tu2uVTbucHdC6rtpKu9yffrvmHkA68ACMujyXmrsXqss7yFOPutiGKTzWKnO5fR1CO2nlAbxwHJ07HyWROVgJIztLO+W6nMvKum1lxrv8jRO7OaOCu+xDxTl/Ni+7iEnRuwuVaruzbAY8b38TvFxUcjqYg5m7aEMXvFB+rzjwUYc7iu9BuoWU4zo2Lz26CJSQtwadPLqlJ3G5InI0vMxmjDuwCEu7ijH8OxauMzs3QxC6cueauz8+BzsyNq874Rhru1LtrDooHqe7i8+kO5tu0zu8VMu7JHI3PMbWtbrxRuc6EcsOOqJTWrwHqBm7g+X4uxefwjvKbN87jvhjuuqjOjyH9TO81GD1O75+Hbt9e/M67YhHO2VG4zqLkVW5pM/ROniIkTqmDI072epHO3VAwzuSdzC6gwMLu6adFbwibDs8qOKxu2GENzrmIY27zr+4Oj9r57sncKw7+R3mu9URoTuKgqi6uLeRu+WFkLq5JEO8uuSJu3ITkDuIJLg7tgcNvGr+NjvSQNm7UIkkvHgqkzuq7tM6zTqduoCk3bkBGau7iYOSu6aqeLk7BTC5PsOkOQboYrpzEQC8eKG7OyXKFzwHkxA8TGfrOzY11zsHamu7Z0A5u3v28zqoG5E61jtfudanIrtIQ7g7rrAVu/6KmbtxIWk6T0T8OlXjAzv16n87NdZYvPOUAzzFOtI7YoRnuAY23jv66KA7tZHDuwkTLzvpZIE7WCMWO/nv0LtMgho8GA0LO/y9t7tdYSM7ohUCPKdF97vIUpo6LCDju3nNJzzdKaS6oE26OlGdFLsF1g28CIONOyY2FDlVZtS7e21uu0t7DrumCQw72EMiuQjXNDwwyom4myhmu41rWDodsL85",
        "9kGJu+BQurvBBnE6hyCVOlpaabuxj5g7y4E3vODO0zs8HGY7mWbCuuUlmjsJk7e7rqrXOtq4GLt+hPw79UiCOg3uIbxhRsS72OMHuYqr1ztI9uG7DlwNPAvW6zrGCq85fgi/O7wDCzt1rze7/j5APM2pzzuyydG5TlO7u6QzGbwYvIA8W1RWuubdADug9x685uWJuxC8ejvbzgK70Gp4vOr4LbsR+KW6mDx6OwMYT7uuugk8fCN7ug0afbtZ/6s8fj87vBcBqruYa9i5pPslu3aDjLv/lUW66pl1PFveGzuPcog7+GT3ukqvFTyRNR884Jn6utgNMTvEajW8oFKNtoVmwrtvSJg75zQmO/3gzzswdIW6DuSyu4STEjs5brS72ItjO/HGpTuCwbg7lv6fu5i+6rkMQ1I7VEOQu1rpQTvWCwO73gvBu3TT0zv/+w68AHsgPBh/Tjrtsi+7TQUeO3IEHLsGvlK80MFzu/Y5xTmSFO26jGyXOifbSLvaHBW8gsnWO2qYyDt7YgY8vzVLuoK4YzoC15g71iLAu05yCDz3Shg8qTsWO1a4krszEzS7yetdu54tZzueJ5U6rkebO7AByjsr8M86/h0Au7B/yDp8qFk77D4zu5BB+TtEGV+75zbIO3ihGLzC1si649cYu9dct7tbtzS7jsHNuV3e2rsM3f45phTtO9nE9DuH0Xs8LexgunhLzblx9KY6Ipk3u3NSXjuzDww6/kraO3p6XDogtDw8bHH0uhJMPDvcVDa6XL/hOYoGa7vnP5i7dBdiuwyRnDpkjv07tNYJO/DFuDp+gII6EoN7ubP7lzuMVJo7H9KOuskdkrtR8JY7/HYmO+D9GzomSTI6LK6Wu1OR37tgNE472ciLO9TXorm+lsU6GWvyuiqrnzjQ1ls6mVqEO3fc1rtr3rC6CUp4utzr4Lv0w427KFcRPGNUWjvxGxQ74XFAO6+I4rs+hwO7pkIwuyaVhjs3ICk7pbTFOu2LY7uG+Yk6WrEwu0HXDzzS7j88",
        "UWqYumIZgDuF9AC7BGiQPLMm3LuZksa7H5GYOIgTzro/iN07g4cJu9ug67srBgi63GAVO9d1Lbsh4II7HgDgOVQuyLshLoe7SxHeuuhNzbvNL0s7+wMrunhJ4LkDnUu8S6wfPCsACDx3Dsi6VAgDuxyNSDuq0tc6GhJZO9+93Dm+ysg73Bndu/HeD7troFY7u8JwO8rGXjteFRc8cfgNupo0iDsKmMI6NukYPClO37s7VFu79ZHZOyAHqjs0FAC8o3LOu2UTLDuld/+6MLffO8IMqLtUSp07Mpy9u9qswLrGjTm7DL3xu6f2L7umbQ+74DVLu3FwQTyok/w6uwYTuy/tE7snV0O8Knjtu+E0kTuB6ty4ojPFudOXx7tYxfY5xhCwOfhx1jsd2AG850fxuNsxM7tX4t+68ipUO0wiETuQwik7nPpJu4BCFLtG3me7EcPZu7xisTs9lRm7EK6uuWbUF7tWAhC8f+CQuohTYLvPT5o6wU2qu864Bbs3ELq6c0vEOybjzjoyo187U3C/Oh6HO7kOxXy6HhxiO5QCdjtieh68w8cdvCtMiLulZEi7/d6PO2UTiTnqyc864AZ3ufuVpzsJY7y7zWIkO5oXUjuoKZq6CnBHu08H3jo4jAe8bOQMOhulQDriOtk5GB4rvOob5zvU3MI7ty3Tu6HwYjrfBbQ60R7iOiBivrpjlpG5Dz9Uu+bjwrr3duS6XDIwO1WLFTuY7h27odJLOFD9KbfosoG7U7MDOw2DCLlr94O5OmyZucdq0boV93G7dvt1uv5Up7vPFMG7qhIuOWkwdbtKl/W6Pr24OpV4uzm7OHM7pSuAOhiNgbgubFI7qIUiuwqfJjs7U7q6MTDiO/k5rLtdnHM6b9IhuspLuLl4Vz66kA2uumfqPLvfwAU8/0DvuddCM7tYcX87KrybuulSHjutRzq7pVflOghsOTtvcTk6FnzKuqs87TuZfkA7sG2tOFaem7rSooE7weS0OizmIDzOlr06+s1au4yts7qZ85K7",
        "dlGxO7FOwbthkRi7CicSO+B3/zsTI5O5dUabu695lLqMnH86llvoutBtsTv3Ucq7FwXTu8ez7zv31B865RK7uzIxZ7uTL+C6WK8gvEB8kTps1pA4te2ku1NImDv0T4c5dOQuu2FaIzrUA0A6U4/vOv4/wblWrlW75AXwuisqHTvdQnQ7CAU0uwDoLzW4+0Y6VCjIOysa5zqOrbs6OGqNO/GfZTljlo25ZOCPOVdOAjzfAA+8ucpoulw3LTzmaca7pkiCO/D7Fjs98Ze7UwNIOxkj5rrxW6G6UcQJuioTILtaq4O61EmoOkkgHjug2SE7KgUCO67gyDqRQEQ7bdPuu9O48zr6lxs7NfbxOT1LFLtK8OU5NhQBPPU9zLoO0fQ6v5YZO1M9LzsKQDW7c4XUuaLO17owT0g6PjtqOF+nKjovRmu6iuxvu6MxgTuv3pI7TbrsOkeO2bnnC6S7c4SXu6qClLvneMc6TbWXO4ViaruOwNU7Iy/Kuh2XPTwAnaq6Dl8hO1YEBjyOvl27DGiXu9CktjkYQc+7TLn+u6OY+rrcLTO8OLcDvJtgeDqrVrs7vrg1u172sjq9SvY6wrmxO9pWuDqOPx48NUGbOiAlGLsqy+04/wZPOoRMV7uwHbE7ZTL3O6P8ETv2u8C7zU4fvJHHf7tx8ok7uzafOZHOLLmNHgS7QsLguW8bSzxBYic7kN2Buhi64TqnR/M7pkxoOwd7mjsTreK7ncGFuys5bLtM0W07WuCouHTwnrsLMZ07ppGCOjfB5zrESJY6ZbDIOj+iYrs1tH265OL2uSNahbkvOVg8q45kOQiKR7xdU1k75/iuu5V057sH8q+76s8huxuWqzqThru7KoVMO+j7mrtydO86PoBQOxzrhrvdhae5BHO8OxzwtrtOBPA6RhsEO1C+Ljt7fOc6SkOpOt6PHDudq4o7RWhXuwPOAbsoscE6WLeTOsCj6LnvRB+7jq2gOrBnWzstiGM7Or7uOTBmiju+TnG76YIKO0rwzjoInju7",
        "UrdbOzJ28rjred660daZuo52oLsk0Ie7h5gpPLQEqjnRKnI7S1bFO39Ra7tTFbK6SYN6O49xgLvpNMY6ymMxusIyEbvk+oo7mxaauuKDEDsi6La6XZrbOsTTnjrdyPi7eq+XupmAmToL16K7bfktu3BSWbsXAw47CJYQvLRUwDtFUIk7vgFiu7YbLblXPX878hqJu5yEnbp+p5k78DWAOQNkbDsSFZA6hAQPu7gsgjsecDA7upGluu1iwbvSK1a7jnw3O3193jovR9A7m6geurXoUzuOHMC7L+KduhPkhzt7jhY7qkzmO1d/NTnD+8G6pctCulBrvTukdog7TUH0u2h62LvJLaM7PXTxO9NaOzxubJc5tBY3PAhNW7vqdAa7jl83OwsJtrvwML867iOoOlSilzv1H2i71gvvu11Bh7sD9vI7hBUfupyGpLu2f3C7m5mmu7A6rrrXHDw7jDd7uzBr+ToAjKS7uud2POjdBTsHBGs78/B2OUOUuDspcb26tFN6Ozvg8br76Cg6VfCbO9ynWTsU8I+7+vfxO+7EOTqwWV26MrQbOzgU7jpoYYk7xsWAuvcLFbulPK07qFRDOA0CELwcJbk54eB5u0l5czpYUyW7QTS6O8RRmTvAkNW7e/y5uw/gsTp+d9Q69QeHO1klsztX0TK5z6uguYLNuLvPk7G7XgSiO7S5ojscANe6axtXOlsxWbrXJH05otrYuLy3LDsB3Xe7nbUMuy0gpzrLDJk5OCX2umWLFjsgjLW7xb+0O6osDDtf1YY67DyXusN7x7sKGJu7xfobvBF2kTtswRc8RQwaO3rZPDoQF7+5FoNfu3O4Jrs+kp64x7/2usemerqlHlA7cBy2u9Jfd7pTlPs7IK+JOaNXLbpq4Ca7t3MGuellwjoXsHq7HYqTO7h6HDl/dRQ7j1jlOgPMsTuL7Ee6PLllux9SsLrhm4o4Zn20u96pLztyRU26NdQ7OxoVIrzwboe7X5EIOjv3dzt91go7ofWCO0PzLDw6VeE7",
        "zThKuY0M3TpGAeQ74TYlPG1RYzsYCt855bFiPG78tDv2HaS64NbBOveFGrwAg4a7HPcMPAOk+TuRXC67LBvPOpns3TuSI8K6vIugu8GXzLtED627aHaYu6gNf7uIJQK7xhxYu7cvGjwTyLw7kgEQvOnAPDzNIx47HmbQuW/lz7vE+AI845+Bu59H3bruyLg7wtWFO4HGdToIpqy7wV5dOiltLrx3GTQ7LiKaOwYGsDrE25y7qtEEO1foJzzRqZm5znsxO0CLzTtXM087ofNzu5sBaLs3M406WAEKu6+edLvARXS6kEXlu7CNFbucGR+7I08BOv4DgLoqGhm7tk5lu23UCrsX8VO7bAf0OoTtgTnGhAc7oayWOnDw4rkCtX476lu0O9PjezvGWf0708asu57km7tSSaw6y0k0O7vMl7saTTE78jMSu/j9B7vKekW7Z6L7Ogq+7btiNsg7EUscuyEJh7k1P5m7rPdLuwoBZjuWyRk7W8qTOwJ1QLs4O5y5HvPYuq4ABjzYxIK7EMX2um+WlLojP2M7h8bBO7Z9+rsM9KC7PXfuuo8oGzvAUj28JcqKO3CN0rv7yrG75AOWuKG7qjtkTxG81LhJOekQp7uBtFw7C8oHu1i1TLuzjNI6aKdoOU5fBryDo8Q7qMkLPB1ovDtUhMm4gJOwuiEeLjvv3Uo4MqqjuyI2P7pudRW7Ssj1O4siDjufLQw803GWumW0brvjxuy7l1wJPODoOrouU587GN7qOp125zo/S9671+CoOpO8zzs2N4E75xyau+WB+jq3QBW8CkK9u8/j1bp/Q3C7r2lEu8u5ojtom7C5I+xtumza7LuDbMe6Z7aFuys7yLqEbMy7ctVmOxdGELxmuQ68uRnru9wU8TsELVC7jHUvvPV4z7uLqwm8OHuNu8To7LlRM+I7Dq9rOz8BTTuAjDw7XgeCO0J/C7vD0ea6pLLVu/e6GbxmjlW7Gp4AOjApLjp3Pgw71/rcu4mpjbs9doE6wUCduv5vrjtYtoS7",
        "djzEumqWkbsvXdi7oLogO02VYDzD1sC79WHDOgDLKzsYcFg6dakWO/VaibtO46+7qbriO0Ub3ThjP8e7dIR1u1Tk1LospCq5P9oqu6BKkjsvmP+6bVJkuUW7tLsC4wM7kwtmO+sYH7sIzUw7BtTkOjP6Brs9rHq61GA4u5soZbs62Rk89dRFO8R6GzsCOQ46z9Lausmycrs7eQu7Zw2+uummcTouWvW7s6sJvF88IrouLwy7XngBu9x3aLubyR4711w2u3OdJbygBG+7OXayO9WT5Tus2Co7KROMu3k7yrt7Ay461QO3OujnUbtxj/O6IDX3ugtpkLoPwms6+Ui6u6Lburpn/i48wRWYuwMJNbnkPhw8fXUvvDrgszob+oQ7ZVYIuweoATx9zTS5Al0zO3J8zDsWpkS8nHGWuqK/FbrshBg8vhf0u3YsBrt9USg7ex7tu05FlDpabLE6hKCKu6uXJLtnipE7cz79OtUu0DtdUSK7OXbqu0wkHztpQxC7QEV5u4xeITzbGJ87jg5iOhQ+LroGkr46xhZeOynX5zprDaM66bfDun2Xbbrs+1w4Qet+uyGY7zrqiNW74isePPYWFztbuiA7oBKjO6I2WbsKlXy7f7niux+yWjtuSra7ppr7uqAp1zrh8zi58k2su58ztbs204e6vyzVt69sFrvcSR26pWDku3qKVzvm6gk6VMK+ubrAmrqsBOQ6UVWMODJaBbv2QHU76FCXu1Eq+Lu0sCk7GX6NOpOz0TqFzbe7zVMqOZUf2joepaw77HuTu1VGDDvjrtw6vVkDuzAyRjsqSSC6obopu5D6zTnGo7i7qrC/OazZkbts59K6gh6pu0MiTDu/URU7R1Fbu4TbR7suXUo70vyCu4QOoDuT6rC7CSvsO47gbTggXYS6Bu/OOxzr2zpkDGc7nf+ou2qgfTrVT8w693ygu+SPiLqGeeA7217Eu/Hxdrvq9IQ7rw2hOpuln7sKbWa67UYBu/a3Vrv83a+71h+8u4kdLbpjgVa6",
        "P5gYu4wgdzoQ3VM7Eo4+O9EYFLucFDW7zY6eOx8unTv5Q4m76fj0OjaiwboSKfA6HJWlOHSeyruzYyU8tdMSu5womTrKvRe7KAvJunWV+rr+qwc7onToOiZka7tWcxC8gO0iOwF/R7t9MFk7nqMBO2wMz7oe6bM67cSXOrLB5Dq4WVM8DlmVu3TJrLsHRhu7kbSwuy6+GryBTt26gpCeO7F0BLxMQSU7rJsNO4unPbyUR3+7EFi7OqoKljq+0PO7ErOuu4EXgLxKUjW72Ia5ugnCkLuyMdS7/BfwukSK1bvEyh28YuJpOxr3PLtSjwW6Eb2lu2o657mNi+I7YO1BOwvenjvdyiy7UJ2OO+Z5A7vkGM47fH4Du+CA5btNEsk7c3yiOzgNzzva9O25K7aaO2qHNLtMsw27D6vOutYQk7sbxAC8BASiu7guxLoHj6+7sgG8OouLn7sbEhY7YugpOhCwIDvOf9A6u88iuzNgq7izraO72ehnO6sTRLoXg+S7n7Q8OUV4sjrhGN07rOxbuyXOc7qCrL05XjLLOfpZjjq5U7Q7Thlsux+fDzr0FkQ6oGesu1VoFbueji06bTx7OtkJ6TrSjEs7D9ICPNBZRzqgHas7v+EJO+W4Zru1UtI6LBvQunmUGTy8GKs7UNiEPIehirqFM2m8VugaPNOscrv899o6shcUvFhj3btTob+79/KKu5JVkjtsmuI6cqGiOMLkJ7xBeJS7MIkxOVL57bvg0/I7h1LJOoxnALwdyk87BadmOxJAmjsqKPG7hd+Cuj3yMjuqMTa77k16O+jIirv+8V+6eCINuq/1OrtexIA7Pl8LO258Nrqc4zS7uruvupdZ3Dq2bQW6d626OzmHy7oJhJu75Ddmu84cmLsjC946bwrfuxmJejtPDzQ8K6mqu3spOrsT0qS7ZV/mO/cHuLqBKZy7qcReOlDYwToDh5I5SF6Euxv6FDvd4T47yBANu76sdbup7Ba755yVussyobu6pbe7LbtwOz2RFjt1WRw8",
        "5YCMu5/D2jt5gPw7q4/juw2tp7tjS+27OjZHu3SnaTt9rji6Tq6YOrNY5rtCBYy7jy+cu6AFl7u931c6sRK1u3P1SruelrW6GYDdOrQTzDrN6iw7tGpiOkgopjtCf2G7uSkbO6KdHjsAiH47H7zLO+EJtLuRc9a7StLkugcU1rk8HfY6XCroOqzm0rka8UO7O2xjPIgsuLsFO9+7SbLEu+O6DjuVoVU7iYcLvHgsEDvk5iW7ZQ+eO2etrDm6gow7lk7tOxKtOLu3x1i79tqEulo8CjnkYAi8jdvhOtkqMjnKY2C6qIv9ucmVqztkybu5xRgDO8muXzngJP67Y1wdu/erwTpeOla7B7dKO+EjZDxjfhE71w4KPA25tjl3GyM8fhdLOt0egDsKqmk5qVEwu1CeWjszrDg7NmOKOnVmo7sl+OK7ViwyO9/rjbu+tle8Z3dVPJJb17s8wtq7YBAzO80JeTvIJxU6Qpjnumwh8LpKgeo7teJROwmLcTsHsBe67/Luukv167ulTwM7DJffuxJhOjp46yc7RH21uf71fTrd5nA7suc2PPyXyjpPUR27zp6BO7uBIrwwxMS7MS+Ruc+0CzwxfuA71aWOO+gb4LrPYia6xpeMO9Ac3jtjscE7LlN0O5w+A7wRBvG71BGyOhdMlLp7JeI7IeaOO4BFkzu0uyK78BtZO+keaDvPuCO85sF9O0pZF7vuyI67ZLdUu9C/2TrSCcm6j7Jluxohlzv34oS6CMu7Ocex5ztX2Ww7fMveuoIOXTkUyg6799jFu9R7fzsmTxm8/4PGu8sdzrt+9qM4dtSkulA8nbpg6zQ7HAcPu0MwxDn9EgS7nC6PO+Eak7rmntG7kwahunEVUDv5xII7q0OSO942I7uDbcS6WUzOOsNL1rvXqRe6w5d0O9KNRrq1BLS6CFjrun3+sbpqtqk5OdRlOwjNjLuWD186tv+cu8nCArt0Ty+7oJ7yOoGJVbtBbEk7oCQ/uyjqz7pxwie67K02u8QHMbryxY26",
        "i1mXO/ThlbvnoGy5ePsVurZH7Tu7/+k6cFGtOj2XlrpXZgA7DTrXO6h2Gzt5PFm7e1R6u/4vHLz+x187dpLIOuhaIbxP5eq68a0fu65wnLs/ZrS7QJp9tKzwcrt0rYW6IAbYtuZLEjzh5Rm6c71CO/Chj7iERXc7lFXzuRnijjuCon27VZzUuqdS4btMlb26vvMOOcRwzroq8Js7m1/pu8q9zbrEO3g7aXGMujLSBzv2Awa5QqtYu4PZrjvMMcu7fnX1O7pjS7u7Id+61p1/O3KoP7of4oi79p1Gu7Rz5rkF3w88Iv6hOosD2Ts3hwu8kmz+uxSFOjoefoI6h5t7OxVEITt+PaY6l7Kdu5qssTtngYo6uP91O7PPnrph+YI7TbnRu4J+IDxc9Iu7/bA2O6UlQTvlgog7VSKYul8p6rpg14k6/RedO3GhfLtnjBi8QJ8rO//tCLw+hQa8lM3iO3JciztKIxa6A1qiu9eIF7qm06S73F6DOkzZDjuFyH67NEWfOsrSbTuUCr260/qou6K/dTqMWli74D08u/Jdhzr9GHS7YWQGubzzm7shJay7rZmlu0ma/jvfRWm6Lm6TuYsAP7t49sQ4ONftuj7glLseuk26Mm2FuuC0HjsD2uq7nCeju9yzkTtP0Te6eyydunYe3zqZJpS7hnADO4ClkTrohRS8VComO3pFDTsyQ6u7qMa+u6950LoDITA7mX2kuY9JpjqfpNm7ZcBRuzvUg7tEW/U7+/eMO48+s7tRNO463U2nO8QpibsErDu7rYpgO20HQTx+JYK6qtc7uziHgroF+WM7WaVWuzJEtrqdIS+7ibiDOwojx7o/vNo7g1diu+lqwTtYx/g7DWsGvCZw3Tpxx7G7yqTtu2npWbuhjQI81bqrO4uWB7sQa1k7XSKEOkJ/77vTzAQ74JSruyeyR7uH+6C79rKfO9f7hLt1+rE6JxMyOxxBb7sdVJ65U+hXuwAqgLtONQC8YenmuiBWYLsqwiw8TguBOpaNDTtEEAw8",
        "A6wlOxPX+DhnV/g60DuWuwWCaDsGQPC70o5XPL/tuLrt0vi6SDa7N1cwGzxP51a7WOczOSc4AzxoZYg7fWqUOuRfEjxzkEa6kioKuyC5LzulNjy72xu4O2yilDtW2NE6xwSNu9d4ADwG/gA8t1KQu/NG2zvb9Ye7yI1kuw3buLsYq9U7b7qiO158Prtov5S35kmzO19B8juDKNe6IMtWubdBOrrPpeC7qBxFO5HawjvFsrE7ZZmiOl9LtDuhDVk7gCDKOgxPfbot/a+6O9D0O2f7FjzaJAG8dObiOmB4bDspYKk7PdQMPBJ3vruqm5G7nn+7u3DX8rmm7TG87VU7PFT2mjtfn1k7M0F9u+5BXzrJNr26vDjSu7i9YbsjniK8a6HKOmrnujtiDok4xEFUOzJ1g7tPTTI5PdGSOnVs/Tq7/LA7tl0CvArUR7s7mSm7lHGlOkOH/zqP5Gg79w4RvHQA3LsAGGk7vt2BO0Wkt7u+e8k70UNku3V6B7tsVQo77J49PGEl2LsuYxQ7qfzsOv6ajro8HGY6w7DSutJOpzetZ+S7LKZAu4BZwDswz7g6hyitupny/jgeyYC6/DTHu3bHL7tO9a26kFu6u3M5sbosUio7/d/MOobXJztpe7y79Zv0u0JIsLqb6qW6a3xAOzW7xLtMyKo6MyoCPJEDfzrGbGA79R9guZrDZ7obAQq6pyScu10eDzyOEqQ61ZsfPHmChjnlZBC7KLvDO6Ej1LraKyi8lVULvDe1yzvJmYe7/RpoO4+13TrWLSO7Ys2uu4I2kDsZgcM7oEzUOzR/y7pHbZK7DMYtO7Qx3zvHqwS8jjLHucb977qqqbS7uMJiOy7mxzvwI7C7sCG8uof2w7n/fiE7k2WBu5jIrLrGn6270LAzOhsa1Dt6LiK83HZ4Ors7yjgotCQ5Nm43vDWQQDsEdwk8nKZrOwwgubt0yB68FZNlO+GdCTu9UnO7cuuIuljreLuLqIg7MgXXu4gnGTyBfF+7aBcCPJDsXzuveru7",
        "I2ocOe0Coztqqiw7stGiuw=="
      ]
    },
    "dense_2": {
      "bias": [
        "wHpfuwfFFzsFkRe8zDpBu/OUibt2xwO979BdPJqOCbxwKRU7I0gHvJV5BLzyNZa8ai6EvH6p8ru9FQi8fBlqORt5WDynIK271gQLu3XjMDyRQl+8GLU7vKmBhrs/1No73CmHuvqzIzru+h67H7d0u4hWVTq4FYc8ycjBO8LejbxgbgW721JvvO0wRTzT76+860PaO0GEizyg14S8qL3JO1NqBbvaqIi8mp4QvF/u3LoVLrU82uhqO8UeJLz7aQM8BjMnuy+Ghjw="
      ],
      "weights": [
        "xvIkPL5BIrtB+746cAuku5aeArsumoQ72FAaO/ouDDxgbyq7g8NAu5V87zqsXzO7GpJrO+JIzDmQ/YI4xSacOwHrtToMQAu8SO4vuxxPBzzBKFa7OzvvO9UWJ7s9V9u7zEUPutvyrbvCjBK80qUquoDn4DnC9po7pmOiu2IZLDtOVzo7lIihu1HIxrvEy6k6JvIZu/itCTs/3Ks7ALTVuni/MbzhXiW7Oeu2up+TaLtY1VY7B57DOtmPILoiqIo7R8eVO9t4MbtBIEw8ZtrGuE4PwTpmSWQ6Glk5O6VDAzxfnuc6RO/sOghLlzreTL87uOcIvGjoGTt8guU7v3CEu3nmVzsisPc6+MBpu3Zb37r0l+a6AXouO8gG2rude845E4zVOwk/ZjvKsp+7SyUWPJwB67opc/27MZXdOxjtMjw0Z2S79rPXuwNHxju3t7y7Pf4fvDmlWrs1JAS8IHpruprUBrvmEuW5dYusu+B+mLro8RC6QBEBPATZNbpZkYw7pBP4u34AsDt6iM+4mVmIu3iTq7qjJQu7usHGOYeKGjpIczK6haO0O/dxBTxf/nw71j31OUb9pbvGmnI7KxKGuyRrL7u89Za7Z62XOwyCUTp502A7d6TMOpfNmDtuxl87gRRBPONpnDum7cs5uT4ou2E+KDtnxC471D4MPHKc5Tvk9Mm64AkAPPl89rsquR88XqjvumtvujpYfFo6WJBbO2DF1TsoijS762UxO/263jrhMbC7pkkjOtqktToHF+E5i8s1OIr33DsLeKq6RdeHuwucF7vyW+W5n8uru/dELrv8Uuy7Kln2OZIqAjsKhyw7JSuOO9pLjLvIuS672B/UuP2Do7qA9jk6CNs7OGzFI7vjfLm7iaf8O7TsdjsnOTW7P/v4uvLXlboIE0W6haNDu254Ljy0df47KKMGO+TswjoKx047++eQOhcKBrxxTAy60rEBvMfA27vhE9+6ojaVu+G60Tv11VA8OeCFOk15nLo2DZu7LpE4u3D8OjoLLu+7",
        "T/G2uqijAzueKCW8FXq+OzD79bvvV8Q7fdgIu7tlMTvoB8C6eIxbOtLKCzuY2re6jP5nORhyCbx6MPW68kszu9/soTuNBTc8ylcfvEWhyjnRWCK7ybiYO23nGryXCzc82haeO7m7A7xYjpU4nthqOwT9+7mGShG8L2vnOgJ8vjtdagY8z59sOvo2ybvRzu45ulckvD0Di7sd2BI7q44mvKljXrtNpwc80IKwu/tOnTs2hRk8ykZou7yTiruVIIm6viKXO9xR57poZ7S63+5pu/GOoTr/sdm7ck+gu6Sw07veyJI6JggmO4qozrtJWf86XyQjO6cB6LmscLy6PVSbO4lkaTti0286Rjm0OrcPzrsFPIq7FYgcu5WN57rerO67fFqKu8sRIDwOb2m7iv1quks+5bu1o+u7JvDIu9qjVbs7rgW8MUXPOykwADzUnaA6eR3wu+U0RrsFVd25di1Wu8hFnjrl9Ya7O/fyu1IiebsvzHa7cHGCuBLcT7viNcm6zKHkOa56jbuTB4C7MdHbuokwRbsFHU+7DkwnOzNzrzu128O5dT5out6TiDsB4qo6Qv8AvOFuDTsO35u69hT7OfsEsToVCRQ7F6nyO+9snjthvWM7hCPBu0HirrvooU46fjvHO43YNbtCkMA7JBcsuy3E9TvzYRm64glWO7wgz7t42iK7gvNIO6rTjTqT4zC7F2Pgummp6rntPAg70VakO8u1Azze5yQ7kyDyuxgptTtOlUQ71W+3u7aoODzq7w68pAmcu3OrjDuQuIO7gdV9OhXRc7qR5Vi7GIo0u87+g7vTxoK6mdz4upg5KTkMesy63kiTu7K9MDwkEae7hXGAu7hftTrh4iO8eiJvu8InsDuB31k88vHeOyiA8TtJCw+6pvyyOssfiLs4Ebe6AeSFu2JCCDy2EK66JuoJO2K6l7pg9gY7IaAGvE58xbs3Fxs85nqxuwH2CLty/2o7VRtvOuMX97qANvM3PdYiur7q27vcTh87F6aIO5k+ZDtu0Qq8",
        "VhW/u5fMFbw2fL47G/o/OrgkKroASVi5d0vYu+LLE7wcg0y7TOvrORdRlTvOIr865x3qu3RLtjpQkW47KQokO3d7uDvvP/66BE2POsHwnrsKTha7lgjmuru2W7th6Ek7NFIDO9xw8LgJJrC6SND6OrlbRblDJ4O73BvBuocL6zvLBk28Tidwu8ylFboyS2060ZPuu5hvNbz2gpY7nWRyO3+Zgzt3Tci7JtdiupZUGjywP4e6UkCROV2SI7tYFBW6gNF+uQQnl7ra3cK6r9k0O6rNhjsVHYW7PUqAO5/n9ruDDHi7Ntxju5HVFLpKd2I7IgqJOzNCFLpRNbs5npOOuwTpnbhIpTI7tifgu4Odx7qiyW+7DOm2u99eg7unlLS7vu7XOxTIXjuLzB871gh7OyqvKbvnfpg6iRW3OvOvNzxEua+7GesKO+7twDnPUqQ7aeKWOwokLbxAc5I7LFobu+o1njt+oJg7j780uz07PbtYT9i3xqbduSG/K7sFYao6H4dwu2uGmbuvKGI7faJEulpFl7sCJMO7ZstyO9pwDrs+hys73kv2uvsxK7sOv6I7BY+FOuy0Xbtf2h+7jfcAu1ymEjv8fYg74kcEu0tvtrtl89C72UCwO12FSDl8SQg8EAs7vICq1jtk19A687mWu03RC7zpEoc7XwuPu3wzi7v2C4g7c71EOqAX9TkIzws8NwFuO2PfyLtOhMq7eG8KPNP5Cjvm45A7QHv4ujZ5gLqAf4O7TifdurT+vLp2nVO68MyWOd3dZzuRakK7/COQOpsuazsyS1U67fE/OkjzZ7vcwxE8JYpfuHSinzrpdLi7ppfKO1hClTnqV/S6IXyHOz4hArzwUDg5vidxO9u+3rp8mh27ihhxPPahZDvDv3g7ruKXOjWkSDtMdVE6z2oHOeaNabtbZC87tfCUO2dWNzqIm+o7BczeuoWmcLtNVSs8jOkavBRKirvGpze7Uh8EPNYCfzuMZ687CKaIO6oHcDvIiQG7LI1iuyYTqDqZsg08",
        "vGZIuxwARDkEH0M7bufkuktsDDp3xc67nhTKuGjkDjpL8L27ayU0vAUjUjvdHYE7fLB0Os43vjj6QK26y9CFug/XzDs9fjg7eVOIOohGm7q5FFA797pQulslNTzDooG6w7IkPA13jjoIDvc5RJsbuiL2PrvR54M6+y8/u30LCLvKKt662YECPAN62LuLmms7z1Gku5w+BLwUzn+7ADBJu83D3bvAXkI7BjI1O876nTsQXEW5/gA1u7sRArwQICu7hP/fuRAinrsXG0u7t6oDO/TZGzvMk2S73IZDu/yS5TumbiW8PGOfu96XersdWZy6romtu8LJqbv3HnM7aQIHO4DY8Dipma27juB1utYZwjtjWTK7ScMoO0NTvzmaJwO5ozKNu+Wv3bn76uo7W14jPP7GUbp06e87k9mKOxJSwbuHas27flWmONHWU7vWvka6U5ZHO2LBUbnaaDa8ia9vu3QFKzv1are6GOSpuvgqh7tPRLW7d5kCO14nxDvuN7O7BuKlu1j94btWW/S7bXR/OpsKgzvbrHk7WER6t11TSboKIn67h7QQO2VIHDrHn+a7ssz8Oy+A4Ts+wxm6iIgtu6DmmLtjUf66pH5UuhxJ4bvriKW7Gz/qOS2ZRjtK5Ry8y+RFu8buqTrKa7I5vwRtusZKIjx5vgW6hMZAO6cXijuwy6s6h9SrOV1jubmUv7y6Z+3pu0L1HLyfyYE722x2u8QYs7o6NAY88klpu2unobo7u907WjsaO2n0Hby0f6E5c+vpuZcoZLy/Oj67RAQZOqXZBjsVuRu7BDZzO7Uw1rp3NwC7LLaCu9CK+ruQA5A63Gf/uoxSLbsQvS07apslu/FQNLuwKSu7i+rkObdkLrmhzhC7lg5nu+cv97vzWIm7M+9Au8WJVDv5E7w6tXIEPHjHVzpf1nC7MnKHO4NLjDr955Q7pl3WO0iOJDvPPZc6mErCu60EnboZQtw7nGDMO4mOSrokIYG5J3+Ou8c6zztO2xM7bTnlu1rsMbs+ahc6",
        "BxjHuT3mrLsUo5g7zC0qu+aS9TuWqwY76+Rtu/S/1Ds25f65MMgJvNNA7ztq0hA8ex4JO/zRKjsqRQ88U+ckvNrHUzsSVau7AEgqvG0LnTqk3BS86fBnuiwevbpepPs60WGtOnQZTLvkmUE7g1mKOyk2kjnbEoq6f7QOuwJY0btChEO5rF96t7Qhorq/R5q7HGUpu/Hf0zvut9O6ZD0bPMdNhzs8Cfy7XoE8O5uKBzyLEp06O1s9vPmmTryPna07yx4fvI2mDzwbw7M7Mnnhu9mmCjuHF3k5IFxFOKJJQruAZu+6kCa1ur4mnrqJUww7+ivBuvOwGTyd/AE8qnBBO8fyrrpPsjG7rC2OuzacEbxJVKc6q+KEO5KjpToeXwI8P6WAO4RTlLyPUA67LIVWvBHnPLvoj507Vk8BvCluNrsnd0E7WuiuumykP7uh37A7hr06PPYCV7lmk5I7IRATutIAL7uz5Z46klPHuy+KB7wGzcw71GxnuuG8XDuYlGQ7+ptJOxwQlDtuJ7k7FufZumADSDuyiNM73aT3O5mknbpWU7S74vsIvMCqcDubZQ+7rOxCO2ejhzsqWEE8toqEOyWbqLsYUII61dEvPN87l7vNqKI6fPPCuVXuwDoXo927jvilugbR+jvCiik6hR0VOT+pWTvB/Lq7IamdOzwrQjvhVqC72BKhOlHsWrubUq+7/4qOuj3SXbvDM4e7vecXOwpRxjpW6K87lIAtvJPMj7twy107+hIcO4Y0F7uPgIa7of8CO2r3Q7ys8Em8Gf1LOwDPs7oldLO63XYvO5GeDLwEw1q8xKrpOyi6SDu8sAs7VsWhOwUdzDoYuw67/Z37OtcEijsMEwa82885u+8gTTuNg5s6WCL0umsnczuLmq46RFKFO5hPNTsFl2y6gRK6u83rtrtgH5q7vBFnOldR/TrEwiw6gv1iu3+9BDxlUlg7vKv3O3GMkDsb7Xs73eF9u0ayzzsOSBK7HYYMO8BWdrvV5bc7XEw7Ogpt1jflm6M6",
        "mHuju/SMrTut5qM7jyLOOYA647sutdm6nTm9uWcThLt275Q7IJ2CO/BvZrurzA28WI+gOybrhTuFRB46RMuUu1dyhTr5nqw7EVJiO5je2DpuxmE7Fb1cOrT0uLk8N4m6ZvMCu4kIVTsPzWw7q1E8OhPbh7t6bs06EGmOO//rgzpZEqI6Pne8O8YdMTlq12o61jIVOzpWkjucAWy7KtkRvG5OrrrM19o5xdPSuiatlzosQ546RgZlO/lT9jscOyG5a2IYvGjqOjwaTos7jDQyuw4RrDrjHGo6zDS8OymHaLu9Tno7+H7tu2D7PLpTvXI7Q7Z2O0wg5zpVrUq8fb7yu/NgcrlHoPO7GuEKuxHwHDt1atq6q86ZOmAEpDvewK+6xPQFuzU4OTv9pvQ6R2wgu17JzbnwiNI68/90O47BIrza50472y9OOyVxqzop8OY5XtJNO0uvDjuaD5G7Hc7oOxt5ZruXFL46OicUu/EmjTv9oQM8ZH/xOijy+Dp2TDK6BKs8vIOHLjufER48po+jurhISbv5PRk8tGCTOhyLvLn2qYi727GEOz4yqbph/Lu5FU09Oy64STpTG+87IKrOulm8tDvmAtc7PIx8OsfoXjvJQUk7sFIWOVU5K7vBNrg7CtKSupsruDsxT1E7yiGrOdRU17vUVfi7y4lIuxE5E7tppTG74Dpxu7uWizvPVHO7Scp6O/VCh7tm4uC7dvfLuVsDlTs7wH+7FQOcOybQAzs+ZR08e9DJu8roqzuga3C72DEhvPA1qjkZHcY7nvXKO/UFLrpUVfu6n5QEvG60Brvss/m75fRhuzcld7sqLga82e7au1GPlTlw4QU7fbV7O5YrELynBWE7eZX+uzdRzTr9WmU7YxqFuodR3rq3Ymu7bQ1Mu6oyZDtoyYY7ZLJzuz8HsLoEmaE7L21tu4Bzu7sxSbw7znhRO5y67zsRQAq7A8fmuwRlsjoNNw67R9PvOUt7PDvLnAS7knbrOvN9oTnw0ke6/XXKO2zGJDsaWbs7",
        "WZ94ukqADjkw/9i7IyenO3XhNbvCAby6uSSnu616ALtQl5c7yfMDPGQJn7nYo/Q6QwG7uVFrwztxloW7M/1aOj9KbDuTzCQ89R/Hu9tMVzusx127cgX/uvOQlDtqiTe69BGSOi5RCTzKlx+7L8owuhwSh7tZac07A8Aau29EJbyM4YG47yeiO7aD/TqnHfK5505ouYGYkLtVt326jWVPO8rCWDqHzSQ8i/ETO7qugLuUDuU7Jje8OtQtSDi9Q6k6eN79uiwoRDybHXM7UsegOe9qDjtV6Y67Q6AjvEkDHzsUhU07BeKBOtbbHDzZcSA8xQkKvHoC4TpW91a4LrA5u3X8hTsoEoi6u8q9O1WpULtF+qW7080fPN7utjpM0oy7qgjru2gBQ7t1UxS7oQecu6niuLoM9IG5AVrJuqbLrTsQ7QE7BefEunpNMLvxMMC7nEMeOpWTuTsIQWg7osAqPD6sWzvvXxi7Obcou0YMFLtQkMi7wyNNPHQKj7uxctQ7xp1YO4/OcjvtCbw7+BaLu/YiErzFqMc7xqkIu013eDvYvdm7NFnqO9JuOztLvNk7JJlXu4PBrzt93Es7xiDWOVUqQDvRryI8AZ3bO3wSULuikHm6RIWIujpMx7tTV507gAkQuNV0PTuy9a27O4EJO7GWcrs6W0Y7mmtRu8I61bsPptM6NlalO0jpBjsYkJM7XXuXuwhEXbwfsow7Y3FNu+3DejsqJX66vtRquqU2LLs31pK7A99BO4f+8TpEz007FxGaOVFq2TvwNpe7czbEOmm+YbvoVak6K2U8Owi+czvKppc7r+wUuxM2XbsOdVo7vZzfuWIi3brJoN26s7/ZO4uXYTvDo2+7hde+u9wfnDvRm8G5ZknfuuqQbjtaJys7pFFwu2rM6zoQXgG8Ks8iOz/hHjuo2gc6sI45u9bXM7tg1EE7hDRpPAxuqLomzTW8wgMfubHr+znnY8+6jt7Qu7w+uzofF8c79pM5OqmZmDuhqy87Qrmou8aYl7kz0ug6",
        "+ExeuyMgEDxcFUI7YM5PO9T9XLtmpoc7F1dqOzCY27vWUEg6aAUxO5rFErtgD7Y7dBc7u6L2VjvqtSA7XwqyO9Grpjim+HY6MhFau7VIpjuYvPg7HzuUuwLRxru/wZA7shTaO0CYDjrZLSe7xhI4ukomTDu6TRU8p1scOxtzxzveNmm7qof8O8zyTzsbozo8IUrYu1GqDruAK447ji/wu8tl+rsDL3C7bjJTOucCujoF6jC8K8dOuz4IEbtuhSC7fO52uEHPhDt87VM7g2yXugicZLty9oe7lGxUu9HLqTtsigC7CCeDu5WFALt0/Z+66YeKO6RZKrpksw28sHnMO4IQzjlZlCA6MZ2TumYhCDwm6wG8Uc/hO7LF4jp8R/a7FMtCu7105jrDR9M7IZIUvO+amzvhvki7DQW/uQq0BDtzlt47wgoyO5hh5bo9QoU7oNITO0BqjrtpN/y6cUieOuIp4jjBa5I7LIYuuxLLgTsULYg7S9yjuz68/TkkGks7Zooju+RNeDmbofA7sdWHO6/36TsZ6/M6XjyDusfIKTucB3o6VnluO2L+f7uRN7A7ipRCuwfGqjtbHrs6vKXIum1it7tbd5O7oShcu18h97pCy6W7MuDqOoy4oLlL/oI7YUxZO1EgADw67bk6Ot0CuyyAODuuOfS6BfBZuwD9VzvYO/25PjoLvO7NJrru1f+7JSd7u8xJujpOcAs7E7eWOyzOmLq2yko7ZOqKuguXj7vp2qy7vKcuO3hJDjsGsUw7LfrMOoxa+bmsSrI4V7a7O0WqPbsqMXW7fTRBvNyXQjtM/r+7wkkIO0bAVTvclRU7aSBNu8X11Tp7Ije7v1Ybu4xnIDuMxCu790WPOlxGpDrwb4g65yzmu9SejjuhZ/+6uNbbO2HFartug3a5a6MvPMy0yjs3q1G5uci3O9YA8TuRj1y75pAbu9I9z7s8XAq78VWiO5xn4TpoP0q7tescPCyWbzpa+d87pgP5uuZYFjrBRpQ6RryCu+Jj6rmmtTs8",
        "LI3BOyARoTscvuM7luhEO+713DttBG07L4pIulIUvrgyCde6zlOtO3Q8Bbto6bA5qFARu/z3Ozvn7AU81L0Huq5Fg7vOQy26AnXnusMJiTu7Rzq6COGIO4FB1LvRgMM7YvbZO2+ERrmfdWA6AkXluW8BIzmf2ag6nVZCO15huDqT1yu7K88ZO0vbgjtzMMY6+BE8u9iiCLvING47XXrCurnEPLmZ4qQ6IOLoutY5PzuKFqm7/zI7u2pccTvgL7E7l34IvMzyvbqCPdQ7AHiIu7ubYbto/906N1ZwuyxDhDor53c7noYgO/W0W7jIeIy7A+K0u0pyDLv+Qyg7WiIPu2TSf7uYGRS6dhCausVorrk/Bwa7OIV0Owx6tztuqfW6LnwEOifkzDqd2BW7HBYQu2dXhzvEgwe8y9ZHOxWiu7rBm6+7eX12Ow7P2jprXoC7pjpEu2d/DzvPe+i7YN+NuwLZnrkilLk49twNu5wSODswSbW7fdevO3YqszupvJq6mKVtu4xS0Lu3y+M6kH7LtYRdD7zaDZM7Fk1YO69XX7oFAYC7bBTpu07MEruId9o6K7OBO6zf8zp+H3u680s9O5uqRru4+vq7GEo2OUy3hTszGLg7Qh49O5GA3juC1KO5izKFO4zF6Dp+M7w7DssoOwAwmLkFsza7a1K/OiTQq7u3dqe6I9y5u00l7DsF6bQ7rLQqujgJj7sCjaS7NJWkusHDpLuK7Mc7ljmQOmBp7rr+30m6R7QKvHRFljuhJCW8tYBTOxPUkjjzrww7sXKau6zS4bumqKE7CHtMO3gSTLvDvaC671S9O3+d0DuZmaC7GdYyOhdohjuKS5k7V2gSO6k9w7s/vO26SXlfu14CYDuRswU8D4zaO4JyjjqtAJm79s8VOzvXTDmZ1co7BDgcPG7MOru1/Fq7fxtTO+DNv7b+MQk6Bg0EPGBBW7vzRqc7jPOAO0GFejvf0LQ754VbPBE7JzsVwgG7d4x7u+c6yztMlIq7kbH/O1/5q7pcMs+6",
        "poF7O1k2O7v9Q3i63cC4uU2jXbsEPAo7yeYJvHZ3yDsO07u7UGl5OyA2wLtpS6E7poYAOi1DmrtWOZE7azOXOdJtDzxWhI247BmZOnsBoTvRzmS6c9Siu/Zz6LojBve7ttmnOotZpjupUM86b7UfO6Y+arkgRpq7J4Viu+Nolbu0nvU7yNYyuzEugbvrAjU7aOWBOndsxTvpQC87+MIQu7JG/bn6xdQ7QrwZvDwr7buF5Y87C9hyuy35yrskLAw7y6phOvocnTuQNam4i6laO8wLErv/D367oOO5uvuKZjv6unc6esBbOlyAjzozP4c5hQsJuvAb6ziSZsW7Ik9DuzUFxTlkkii71WiSuTjfQDsbhdQ7unrYuwJzoLqBGxc8UFq7uhLDSjpl9oC6KGkauxdsB7rz2qi5+lj1u44+0ruyL/E7fRKZu2vbubvu42s7YERgum4hhTsMOLI7gLDgu4w3bDqkBm471ntHu3xzmzuFPdo7O0GGOzBj+7rZViY6jdhZOsOFQbtciXi6NGHcOy5SFbr7B9Q6AO1pORi8dLuDvdw6dMxNOk0uJDoTZ6G4Cvs/O8eLFDxr/vk60cmVurmOvbuBu9w4MeUfukLq7bsRXZ67FEd8O2GdnjqjLXI7ErC/OwEqPrpxQzG8WyrNO2TXqruUELY6UI75Ort3cTvOH+y7w3gSO2o+ITtq7Mu7f0QUPAUEl7pk/mu7zMegOaD7nrvrc6W7ftb5ORG8G7tMihk82ffaOhluL7xuf5A6ltFBvC8SRTn8JBY77ISiO/SZOTtq7PS58Jemu3CYvrnUfRy8NP/Au5VI0Lt3Ezu7AcaBu48jELwl5zQ7vTIGPEmuiLvXYJ27XP6WOLWiLztHbTm8wbhvO59QZDtyIdq7cTInPLxzgzvNruO72ODqugRYR7v7Vag6sucuOyWaLzt4PMu6F3mnOr4vlTuLYrU6yhf/OwS8truKcay7wQP7O6fCAbygwYa7afMxuzBugLv0QgG8eDLuuyl6xjuc+nG7",
        "TdBdO3fADDx8gpO7ivPROlNlKTsfIUK7t41iO6dJDLxCYSg8VRciu5zC1zsoAgQ71yjBOzs2kztmBEC7PyhuOcZzvzvOmbs7moZqumsLIDt9Jp66mbV1Ouz5I7ol9im7MTisu8AneDt4Lrc6cSKCO4BFwztMg2m7VHLTOd8Cm7vIDyi73s5kO0DXnjmYkj07+3dkOUvDOzrtA5g7mHQAPI6cbruxtJq7sBqzOUxAl7mDzHm7yPhrO8Zb4Dqjhqa6ocLDO25VHjvXpje7Y8fMujQeV7ui3Jw7d3nEu30lCrsQuFK6H51zO+NwFzvNALw7HQhTu3JbFDr4XmQ7xLM0O2as3jtZPHm7OLckO5BsSbmhS0u6nUkFvMuddDsTDwi7MYo0Om20NbtM2GA6j2auu4nvFrvwhpS63ySju/Pk4Tv1Jlm7vU2eucgu1Tm+XIy5PuheOkou1Do+oZA7Umj3O5+6jLvP2PM6OMamukcCjjvvEUa71LMCO3kHBLtY8Qq8jy29O/2WPzsH36o7CZtFueW5krpyWJ+7YT/Au6W6ozq8FZ47vWC9O8zBMrun9ri6oDZ5O1z4izt3kQC8YwvVu79NQruDqRw7I+wkOz+IObxWTKo4/tafO8VOFTsH9pE7EOBLunObnjujxgc8eKC4Oz7Qfbsx5pa7RZP5OqWnWzvbooi7qWZAPNen67usSP+7N4PvuwEenbuO5ve7oO7DOra6v7v5sSy8qj9Wu0MSn7uYECi7Okm2uyapcztgMjs2w+s2O0hWhzto6Tu7mmp4u8scwTrbOZs7+bubO3ZiYrsts5Q7OmPSO1Ub/LnG40I7YZYeO4ZnxrqsUBU6sRfkOrRDsDtKAzw6g42qu4RSJLxNDGo8X30Nu2mkATspUL875V28uoJ7Sbzhh3q7lO/cOjQM7zpPx387ZNsIuw50WbrpFM+7KSzouxWToLnRt5E7/df2u4LS+TqUAbW6HS0BPNOVkruE6f27CuqYOhXbw7tY95o7QkyUu7o57zsCFaG7",
        "MjTuubqQB7xk11+7rfvaOaY8T7sqwwO70NNpOqpDpDuxe/c6aicIu7Z4oDr0mU267ZGfu1xjITzoXwM683RWO+5vrrtdi1i7zZ60Os/tPbqlP9S7orXdOzA05TvqPSy7vPfQuxapn7tZdfo6BEE4O0wh4LusotQ4nYChu71PvjrIPxY64D3PtwY7LDu6Pvo6ryFhO5aUJbqdJ0o7uy0Ku+p8FDukMqa759o8O00ABjwPMHI7MhWeu7qegDvkc8Y7N4FbO1I89zq2Hj06tIxfOutvlrsEbfE7hADUOm7gxbrOhWg7cweiuvUXx7u2Vfg7jBRSO2Ni5bs6hGq6IHPoupru7Lvaum47nlmXOzIHsDttfuO6jgaYO9hlZDyC9Jo5k/SHu1GdoTsDxk+6TaOaO9Y8zLlVFQ27hljRu1Ndljm9aME6jfDMOt8OAzt5toc7NGPqOgYPVzsnrZE6sMjgurEOQrtCrYs7fOd3uRyKprurEAc7ACSDt3KA2rqC0Mk7NE6Nu6e59Tql8ck6xQKvOxW0Urs0k9G5tM+Cu5LMrrrem686SDhGu3aBrTuUBiI7/WqKOzeL2TvGFo07U3q3OkUbv7vgdig7G3bSumx2/Du+IPG6DEqUO2VH57sfpom6iUSWOshs0TpoCgE7cryBud7p2Lqc+YC7eHtSO9oMzzvf+4k7OsnBO/wDPDuaqXS74/MLuyhCgTs/HsG7J6RsO1xll7uiUZU7tdwfO0IK5jsv+kq7PJBROmSIbbsbtYW7clC9u7It27rOYAs7LxuPO5hWBbsqAMY7Kh9au0T1F7srG7o6DLAlvKUZHrsjt4s5XJGhOugPtbpFjhQ7CHlvu+j9JLrF66e65vekOs+ogztOv+G7ijGuu8IypDsJ8te5N8JXO3YshToPFAe7VR6COzWEYLpU4rW6lBPdu6eGpbpSn8e7aRgrPAMAFzqEotm7uBbVO8UlgbqNxAs8JVnNOwxrQDtargu7USuNObBjaDslWi07g4qXOwqwITxLehQ8",
        "0c6fu7tWm7udmww8HKIOOuGBALxw3v27yfmUuypXl7pLN5C6+yPNuyJ7sDskIyo5pgwGO2aH+LtaRhO7adBau3qJ47rtboC7Imupu85uB7yZali7Q18KO7kvS7tIiDU6IA4lu+5jKrtoYTW8KDiUO/+bLLsP96+7KhCfu1jCPLrCFZw7cGSIu+BPgLq/Qpk7Zl2Tu5QZnboOyxC851/Buy2DELukYWS7CcWRO8R1LDnpT9c7wKGDuwwPj7dqrQs7yumeOc/jGzvjv1A7orMJupCjTLsKV2s6ij7iO9dNX7tnoPQ74jtvu7psuLoCAt67PDv6u9oFZbu/8x27vrexO2FkWbsPg7a7jedyOylFarvixcM42qhIPKgDdjv4+Wk7BxtCuwIkDDtvY427nnXNO9BhP7oL3m+7++SCOzs80TvAZyE7pv+hu34FoLtVClQ7W30FvDOvj7v9Xj861k+Mu1VI4Tv3ZIi7wU5vu/aJ8bcGA4S4L2kHO6vUpTr3i0M7mRiSO4nskjvzHba7QKSFuMqqjTreh4A7Vr+Xu7tAgTtIDUk3BpaOO5dqdbu8fes7Xty7O7CQAjt3rn662zuoO19XjroqFo26JbQRuoOk2ru7sv67ucvqutbfhrrmWDS63CrTO1kJsTr5AVS7ZZGHu+WJcDtfYY+6CRj2uh/AObrQa9o6w39Juz7zvLsqLKk5gqnOOYMfYbspsV+75dGzu+MFxbslDvg6znfaulzbbLtlLEC6KngJO0UM6rvOig87xBREOyQoMbvP7m46WWnfuoSP9rks6h47b/xVu1AoJLv2LxQ7Mgdcuy96Zru6tMQ6GLiSuuUnsrt48LS6e6U+ukcCPzujr2M7Tjgpu9HhYTq0LM865o2QOzt9d7u0ZcI7LguTOxwGdrs4ASS8zG5Au072gTozkHG7P9KvuuIQLbrPNgG7HLnbOheHhLq4V9I78ImSus80Cbmof1A6tSy+u56sMrsbYAG7gpeeu5zRDbzLp6k6ixTZO6uiQDwUeZa5",
        "LZYIuwOd4TupyWM6wSb0ug=="
      ]
    },
    "dense_3": {
      "bias": [
        "X501u6KjljqriR87jX1cu8bOS7orZHI6BoSSusjpULtcndM6XqWbN0rZSbhvt566HATMOsLpqroAFiU7CxDyOmQ7ijrYnfe6zWWCuV92KruwbvM6FDXDuhmVbLqqO5e6O133ur3njjsBJ7y6+hzvOlJNFztzGCW7ZM2rumdaoLpsVY+5tSwQOkPY7rrdBgw7UHc+N8FaELuIgJq6CRgXOawPqLq0+eI5+jBTu0kP5ToyAQa7TeNFOmjt6TpC9IS7zOwuOx5oojk="
      ],
      "weights": [
        "zcdjuujmjjuEFbc6eczZu0BYAzseGxI627Yxut8GwDsw2zE7ftsCulcrl7veq+u5B8bdutGeErr3PsQ7TZJjOwdkBTlU8dO6PEDouOQbNztTBY87bypWuz1febpbeI87Bo/Gu0SPJjrBHcq69IDxO3sBxTqWsA47Vtc3vBeQEDtqLI87NLvzOgXTebuC2cg6RHzxu11giLtoQDy7Qr4ovPYrXzvcUBe7yxiJOQnsDLwB1HK7+6BTuvn037sYNeu6ogi7O+REqDsoXEC7eX4XO8GQ0boQ8OK75e2GuxejuDschwO53FdYOxJ2ETvgeMK71lSMOY/oiToMiGY6YimaunCT9brtYYC5b0WXOqfgVTsUZi67HPaauYzqBTtHWWe7amvwu7DOWDuyuhY738KJO8vssLv/lbu7Zou7O1+io7q4J/i7wGoLvEzzhrtlZEW7+LAOOSFRhrtxHWE7CAXuun5chLkOM/O7WfRHOwhO4DuID0m6N5SJOwSdSDs/TOy7litOO2gjjjusgrc7PT+aOwPJm7u2KqQ74nSeO2fmtDv1Eye7vtu0u+gyu7vH0+26KETDOp67hTv822m60/StuyCJk7uLmam5rciyu8/2VDziEuW6dsgXuz0hNbyR6qG76Hsbt9Ms47g85CM6WNdTubKgmboHh4s56xCSu88zyzlbU+E6kduNO4zaGbtik/46dPgyOxLP7rpr6U06pn7ROpORcTnMXDq7FsyiuZAsqDtIm7E6lYXvOlXd8Dsmm3k77iRqOpkghLrl/MS6fYiOOoKYjrs/H1C7hnzgOz0GvDuC1pc7PACcu/vgNjvkJAs6P/tfuzo1PLtESQo7KscGOzMd9ztMKxq7e6TkO6GChTqB3Su6AVexu6H3CbvK0xm8g1MEu3AwfLrahsQ53UbRu8Y2W7sJh4E54+wqu2V8LLuFdJY6UaIZu9OmX7vgjZc7UAZqO0T+hTsVxxK8MNxcOzjfsTsoROQ6ZuvouevNu7vDMiM6eP43u2ja+7tuiu27",
        "v76Zu9rb87rZoAk8TgZEO1SoEbirwmI6iUyAu8yKprsloek6MTGcuyuaITuAsJ66UAzsO/oXWTojM4Q6w5tGOsDto7YRQag7MlChOigQ6ToIBEa6m8Chu/IlerrZU8i7xM9cO4+EMzpCDLw6u+kOPP7mZDsnb1A8eN7QO3vcfjtPEO26KdbBuiVSgLsWEVU6gZmHOzihtLqCqnA6lKsCu613VTxJkQA7d1ynOkx/ODu6BJC6IYAjuyW/rbql+4u7IyOHOzstLzsSA3m6yQxlOt7Xlbs10kQ6dH6zuqN57LrWBay7QhjbuKEZVTqSubA6WuIwOZT8KLsuKpo6Yi2mO9qBUTuHNnu6AQS5u5pEM7l7Pba6NKUzO0Sd/bow9AQ8fiwku5lQRjt857O6ewUCOyK0J7zm/6i6HqFNu8V7ujoIs7M6jFVbOb3jCbqJMFA7xoLnt79ySzsh90A6XZ2KO3lNYDt14wS8We2uu8Rw47t2YTk7w+4Su45Njzv+yPA5rhejugY3EDnA/xi7AcJGu0VNJjtW/iY8gaa7umgUQzuBkKs6fFzGuxIyCjryqvM6kNqfurEQbLre0CC8NtQJPIAnsTuTYRm7ridNO8eTADvi1kI8JQtUO17mIzwVkCI73vFvO7Aoljc/ydG7IeBsO6kckzvrgnY7wKutuurGnjt383S7nwgxPLM6DTvSbBm8CrqCOw4zjbs/i9M7VhEBPLxk0DuklKW6+MC0O7e4ujv47Cg8XvTLuKhGjrlEXs47YtOVOyruiDuosvo5HHVoOm2+hbsvsyu7MiGWuS2BiTuN8p+79oJUO50NdDtFgZk7Ki37ujDuYbpoW4a7UdUVO817Mzvn+R47EpUsvP9qoTuh/Ey78tn4OQ03yrssvbY6osz8OlDR3rgNLU67E52rOvAKDDu4f+G6Boslu9pNprsq/pk7Y4WBO3SOsjuSMAo7LLWQO1umvTvqUDO6rTLPOhK+LTo4aYK7EiCOuhSElLoyUCE7uTwzvBq2TDu1s5Q7",
        "JSINO+f6Hjwie7E7GtmbOXak4ToAy1s7aqcoO8hY3btErbU6dCsBOlJdWrtKBL27DFQgu1m0BjqcioU7+CFLO5U3/ruN83i7gB31O5pIrLpk7SG6rMQfO7wYejph+oK6Au83vL0+CzuE2AE6rrQeO8MdY7t2L5s6NuJsOmb/DbtO1nk69lnVutOny7vKQkw7zVe3uS5HdzsUmM06ejGbuVqWqrs/mm88myT5ulJGTrpgXHg7TFJQugXfmTulcv27mZXPuu6rpDvlU+47KZRTu/BGK7v/Nz27RcThu6CXkLvC6wA75BSlO9mLsjrSdzS6AuqKO5fdM7r0HIS7H4MnOkt1NzsgK487A2qyudoh0jqsDhw8S4o9OioVBzpiUbi7lOchu545fTvqMhG7r7+Ju7/QrjqTtaA7arx6OxAuHrttb5k7602muwOUMLvC9mS7IeEHvMwmKDxfbqw7Bjs5O+mnoTsREje7DclJO41bTjtGmlw7g37FO0KWjrtk3iO53bBEu5uPVLt+3DI7Nv0fu2YF0jkcZga7Ft2uu0+bAjtEFzo7i8zEu5ttAztTPwy6KSNBul3VCzsmClu7DvJFO97OT7qvEyu7MugRu/OWQbu46qm4pihfulpQiTtVX587nW3OO/atYDtH7wA8cC7LO6BJkjXGEoE6UCXZunFUOjt8M3O62vxXO1scWDu8Z8Q5sN5ouhBDkzsWFAq7drVhu7uOTjuw38m7CLK0Os2/frrn5RQ7gGo0u+/P9bpd1aw7L3F9Ouu4prorrhA7Ms0KO/MUCrqjmGm7xZHguW/QS7sm9xc7b2SuuYnbFToMRga7vSgoO6TxgTsI34O6IDWAum4fKrohYJa78IKwupON2rtp2XU7K2G8OQ1XizpgsCu5ANy0uhpJe7sQ0gK8FgBRO+nOvLsG0P87W17DOg+zrzp+bbG74MWdO+sk2ruZG3874P3iumiNKztvxJm7fIq4u0ic57r+7si6Iyaeu9wZmbpQosU79z2sOnJ+8ztOGH47",
        "uQxZu3EwEDuK8b07Zst9u/Dg7zqMjNi7n6mJO+JN2Du3OeA7CkhiOpFK0rqyyYM5JmpKu2qS47lvJwY8INXGOoivabvemke7TUy2uwVKl7qz7/G7CVzkus2vDzyFX6g6S7Teu96Z9Loma+M6TroXukUFnjtimwc88bxbug8ptTtstg67V3bOu+g0ljsbgNc7ASn6OuMLe7rddKW7QrGDu5UfzTspSiA7LOvKumSprjpYVQM41RuqutJUfLt5fuS73FawO7yOrLuCzMI7/J2xuyTVBrtries6OdUkPI0ZvDrjQDK84KMUvG7umzvoGIo6R+PRuwQ2YzuqKwQ8PV1wu4lYwLunYwO7XddfO9H2xruZDp66INNMN+lnrDrrYPG71xQ1u8B0iDuRprI6hZujOuAyDLuikV27ow/ROuUalDo6tEy7U6RUPH6U3Dr28wW8zfhEusS5mTu5Xru7jaRSOOfFi7oRjMm60QR1uzRgHrsa5Pe6hC9Pum12FTx4UGQ7MMGFOyCHxLUCpGa77t02uxjZJjwifs26vESIu3f9ULuJBtw77w3hu8AyIrx4QKa7ZVR1O/hRAjzzwLa7DIHnO9QtWLsigfo6JOBzOubp2zuyARa7D5joOkQ0B7z/UoG6LpFuOoI2DDvSJ6S7Zeo/O+wfOzigNvQ6P5YFuw+0HbsCtZk7ux8FvIGuIDuVGrc7iqMUPChlg7pRhxc61CWfOy2GuLsGgD88yd1oO/qHkLv5L8u6gogZu0xJ9roKBow7GVQtuxkPP7vfhoq7jk6euilqDbnSfLS7K63puIgeJ7vrqHI70ytDOstvfjsVOEq7VTGOuTwk/jrOoYK6tAduO2MrpDlCMb67xwlAu0wumzogZjG7/NQwvBnIU7sqkCA7B20wuuxb0Dl5lSS7ehCnufWuwDoE/tC4ZEGfOjTJnbuxqPK78uy4u+pWQDsgnyc7CfKXuyk4Hbu5Ncg7K12PupCsyrkiD8g7ffpFu9XJ+Dsi2wA8IhqbuqpwiDmKZOg6",
        "ScuMulRXCrtDvHy7U/53O77lursR2pA7hTWvu/fJE7vJQqQ5LuICO5LAELyJt7e7IO48O04SxbkJN4U7o177uyBri7khh+278dtJPAVZhLqQMfy6C48dO/mCEbznQnE53qcJPNA6ljuM10k7/r1Ru2FU0bqX7VC6dX6Su6wBjDpeIrI7PCkIu9TQmjvBum06KCFvO2r4ODvyKqc5HqyBO8V6kDr/mzo7AQz/OqLLATsMob46FvyiO1q+1jophnG7WHhwOq/FkDk2vp27nu7Cu96dGjoxu1u7OmzKuxLLMbm8ESQ7PHIfOxLYNjrSmM86cFJXupA1xLq+i5E7sK+Xu+xkZbjiOD+7e5dAuypXjztYEco7wFnCOvSGFTy81S07GJxwu7COzTtFcUU7Yr6LuCjoJTqIGwc61xmAO5tzgzqaggo7aSKfu52qMLwGjKi7/OIfuS6LArqQkAU7PHOYt9ErWDvcy/G7upZJOVmY8ToSoSU72iHkOhE2EDws1q66uPopOhAwOjrKKIo71CKCurNmpLnRP6k74tzpup2Fj7srFgI7lj96uur0Xzp/ZoQ79G4Vu2M7O7rXr3M7T0GJOx05hThyJmK7Fq1jO9/ijDs5HQg7UwXgOnIdlLtdbpY7VT2zu9FhlTth+Is7HHbUOpKSSbwL7BY7qZz/Ovg0jrsLMCg7sjGouyzzpDtjr6m7zMkQu6rIl7q6S8m7uOjTuj6DNbs6ZAe8TYEPOZr/r7vvLBW8+vY1O04IczqhgqC7VlWrO3vsH7v54C27bsvzu/FmgDsOUFo7ROnfOoE+1bunsRg7HqADO9x6wDvVamI7TntbOlue3zrYLOE5GkoYOyPfaDtUaS+6SC5+O4xQz7uS6fA7aVyzu3GXuLv0Pne7Q2ysOThxuju2r2K4p1eeu87n2TpRi/O6sBrVu03wJTtZ/CE6BCk4uhwIC7vPzJ65MVxqOhUkFTy0zYQ6I3grOtTPj7v8kLY7skP+O13JQTvVegK7rl4IvK5FhTvqfLA6",
        "Dq6tu0FJm7rO+zo7+lvKO8tBWDt6yJ86SuEFuy30MjtPqBO7z45Hu8KJjjseFIU6NbH8O+d/JzztXTg6KrFWuOTT4Dop3pa7mjztutbozDpG/ki6NNmHu6ZeWDqFDDO85cZcu4ds7ru/oR873NjyutYbhrsGF8a7WVD1u5uDhrsIy5Q72hd2O2xrQLpuOB27TmE+O5crZzsXP3E7QY4CPAqmGjwq0c27S62Fu+UhJLvgRq44IlxJud66oTvmYrQ7fXdEO2Dmb7pQRQg7S5cwumsYEbk02j26bDDpuhiGL7t3Vgk6d5yWu3rY9bpU6hO7Tz2POpY8kzl6pNU7BuWqO1WnljuHeD07MF1Cu/th6jp2ZBE7GhIVPDSyCTx5gBq8S40Tu2d4FTswfs+7J9dOO5igirrF0KM73NgqO2uiXTua8ZA79TGPu2votLt+0T+700/NutAifTuhJjO6LM+VukChEzvXGZk5QE9nO7lRqrpS23a7gkyzOvSZfbsdU527nbJDO8jO5btYniO7F3fsuSNIpDv2Jwg7qO7CurObCzpKsbM6I0CRu1uzIjtxMyE8keQDOx3STjl9+X27WM00u7TU7DvOKjm7GKyyO2dkBjwVJxI7j/+5u5Kr77pcW2C7usitOwZzl7myuZK7lGolukn8BDv9bpq6zMWQOr/oJLlFEu87J63XO7JwULrF/RK6SRSGOwo/MTv4ouu7ODloO6ojuDnk2hq8wIz0O/Ks+TgALkg2zxCbu2gP0ruHc7y7OUneu5nJTzwfYQS6H77BO1tlYrvKv+k4AECzs44vW7ubvDO7HB/YOiERVjkAL3y6P9IlOwTfjbvPbXm6dGyYu1/A0zr8ieq6smrLOR6GIryfV5W6IgcLOvX0T7olA4Y6fecXOcmplTvdBRQ8MQEBO1wb2bs5eJi7znmsusScCzt2czy74CS2OUhyhDoar3q6ghqsuSKCI7rktqs6z9Tou8DgzLnUU2o7UOd9twxrjLtNKyY7LYoQu9a0AjvWJtM5",
