{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              18
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              18
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "elu",
            "dtype": "float32",
            "name": "activation",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "elu",
            "dtype": "float32",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "elu",
            "dtype": "float32",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 50,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "elu",
            "dtype": "float32",
            "name": "activation_3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "HeNormal",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "linear",
            "dtype": "float32",
            "name": "activation_4",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_4"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "activation_4",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "40eacf12f0cd2bf580e237b3acab37a55f4a0da899384905de06003486d88b6f",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      18
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            18
          ],
          "values": [
            "2uxsv0rQDz8fHyE/cS5qP0LzDz8zGIK/Qe5mv57tp70GisM/z+CZPi7TA7/nNe8+z/SYv88Frj6K8Fw/SlyUP9d+jb+eYy4+"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "V9WiOg=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "jTjMPYEq7j1w6gK/OWjcvqqBjD1XqJ8+dJs0vtaeZ76WMxu+dREaPUT6Gbw5XQC+5IqhPni6AT4JSq++V4EJPpYwtD3LIz29W3JJPaQXhL7uAeI+nauQvmFj4L15kmm++C8AP4Ekp7710RK9zhqmPulpbb2ygic8DwhhvoASOT44iQA+gqsMvuTdkLwFQ2e8ykJIvgYd/D54koq+tJPLPOVbUb5Mm7W9eNeRPl0smb50iuo+GQPYvrfD0z7l7KO+XTolvxZqArw="
      ],
      "weights": [
        "pyTXPhBQEj+bR7E+DsUFPkWh1z5KCpC+V7enPTSoHDoANV2+85VNPuTTmD9fglk+4yrPviKJwD42f2w/bH2zvqol0T7keyO+36BJPzRGXz6xKM8+thkuPibOk75AZZU+2Lotv2z1Ej64NgY/Y3JzvyPPGD9t5Bo/ZrQQP94j9D4cG0M+WLT/Pk2d8b0VReg9uHqQPYKNLr9NsyK/ZACxvJ6hlb7dv2I+aAAWvcK9l70jifo+YyaKPj1bhr5Pd+49WmwXPxoUIr8z8Ta+QmQjv69Fh75iUM09C5oCvhridj7jS2W+PNJQvSankz53UKm+V9AvvyioN7+Y5hK9rZHWPkfIKb9hSxe+t6wwvpF6sD3wJUw+U1Ccvjfe1b7XmeW+OvSlvj9grb7FgSU/dGqHv9y3E7yhbb0+QnCvvrvkY7+46AM+8noNv8lzBT+qdau+isPmPgWosLxfcIu+sJFyPyHPvTtNrdW9BzqgPfjS6b4geXU+rDgDv8pSZb/q5zi+7b0Fv7SBvT6ZPKq/XZpEvTQOtT6mGiA+P1UQvVRxCLvCrD6//Il1PrWMwD7V7H4+N4wFP1YMkj560yy+rnPOPcxXDz9bj/I98ZTjPeVwsT74Htk+5AIKvtSTAr8RIAW/7nxmviXuTz6+7t47BwIGvGZ0Cj/Zpxy/1yxfvqIJ+b6pomI+ovFuv8BK9b7FWI2+9BUEP6z3zr37egW+m3EcvhzHYz439Vk9fxKZO3kiBj51jQu+zL8sPkjQWr4TvNq+cWyBPjSwXr226oG+USoWv/sCXT4GRQa+HIEWP8uZKD/cHD6+OOBQPqleWz6aeo6+2Z33vEioBz/8EdM+4q/8PYZflr5D0D0/vCAmPuJcIjxaIbY9TOA5PzL4Gb/v0BQ+ogTpPQuEGb/tEIK9Co3oPBJNvjxmGze+OOpvvjH1gL4OkbO+cgd9vovAAD5rXUK9yejuvsjI+r4iJJO8fruxvCmYuL6OehI/uCz7PVNsBT+59v++UOUWvP0p4L4clM4+",
        "v3YmPvYTAr/2ZB2+6CFLPaJan77pkXu+DE2gvKHY3z2WYKa+Fme/PlYvIz7npF++A3JFvjFblL4lt46+REhcPVxjyTy2toW+XWMIP+XGGT/DiYi+wAi1PK4eAz+OLvg9AlznvUu/PL6p/Rc/+UooPxOi6r5rFEm+ibDTPnnZg73OSLs+UP6mPchYD77bgmK+UKrmPlKbBT18saA9vyCOvokH474Zmh6/HqJbPjQq6b4sb/89lmjcvvwVJr2YbIi+PTPvvRMM5zzJdwW+Cao6PX/Q+z4eGzw/fSO9vlxjvj4dlwq+NrBvvXBHKT8ix1G93bI1v4btxb4327Q+Sg8Wv1DpOj7pxac+l5sZvmqF9z3O0mE9jQQpv5zf9r1mSwc/0gtqvh0FpT6++PU+5TQLvqAJEz/pk04+P8rkPZPh6z5U4GS9VB5evj5bs73TveK+TPW0vjiEmD7T4h89zHh3vlPcYL7b1US+9lZsvq6KwD4sM2w+/mAXvz4Xoj7IQ7m+pWcnvxLaSD58vtm9y4ndvvCUEb6Ytt4+EpgMvZBIzb7PXXa+jADqPnwQYj5MV0+906ofv6uBl74VUyu/KO2DPUvrajwES2c+Pb8iPlfbtLzZ9BU+w3faPIQVbz7YqyM+UoiJvkJUN79+ZOK+xUdTv0dh7700eKK+5ZekvM3GvL717qS+hoRBPsSPUr1kj5A9CpFmvsGhvb6OMNO+5++HPa7K1b5sCxI+aXS/PS/vl75Uvps+kGsVvsIdm74zHvm+SZe/vp+htz2pPkQ8r2/ZvskwoT51ceK814K+PtcnNj0jnSc+3lqpPUIarr2J/oQ+JUMpu3tcB78dCwe+wZmcPjB0cz7EIwW+xYsPPya+3b5bZiI/1Ku4PvD98r68EQC/CuqDPg27tz7eR50+lGEKP/cTWL7Vqr++rW7RPt6Dujx5MyA/esSLvipUbD4PVXc9lN2dPfUxGb4GVwM/fHnYPXcrwT094zE/sPYHP6XDUT67z9C+9OujvZwTOj85FPE+",
        "Brm8Pe9Q974R+jg+iAMFP3mvCz//0488eMEiPDC7CT8Vi44+X0EOPoKduj5pETW9N74zvivLD76T4bm+4j7OPqtyNb0sf9886Tm/vtP3gL6EXwu9z2C6PgFE/z1ssyK+09ZCv7sxRT0fCAk+WiotPgg1Kb4rXLC9vG76vjy0Bz4+HsU9NEVTPhPL876LkUa+1zaLPqIRrL6w/Jw+1IBFvsLK/T6b8Ig911J6vce8zj5ijcS+hPBIPaXHMr/dRcm+jbjrvdh14D0a/pA9RgX8vs1SD768u58+nyHQvo6qIj/jWg+/eZwfvttIfz6HHHC+Dw0OP+V+lb54pRI/s0kyvmjSdr/MROO+17p1PXNcn77CLvI+bCdDPwhz8j77j8i9KU/5voWcUj7BJre+QnLavlp2vbx74Qk+4CNlPQWjHL8zoOg+/tYJv40qJL3AN/E92nXtPKPeuj6nf+a8yYDkPh5WPD8EcmQ/fFcgv0g+fj/Wmuc+I3k9vwwunL1UJaE+KACivrHO5rxYpWc+c9i/Plj1bT4oPho/9DqcPj2qgr49OCS+fb74vgpCPr5yhmQ+ige5PvdlQz9lMBS/ZlGNPsrEvD1gRce+0z3qPvFccTxK27q+yjoXv2Qpvr7Rjom+rQVHvHe32b55Dii/BkrEPq4HtT6V+c49oIoFvzi0I75LPl281MIPvkC/j76VTqO+vloXPh6hEb7f5Em+rjmcPfVLpj0QRAs+1mcPvtHZCj/BaXi+1B+GvpEH/r19S5a+iNDVPqnMEL55JEi+qD8pv6jtF74LHUa9eF8GvwZQHz8VJsy+Jaomvqma2T0kQoE+v+jTvq5SHb/sqiI+b5x8vtAbhr6sjwA/+qogvrQVfj05VFs8LuerPnNqlr5nmMc9NVv2PbsLrD5ig4e+2nnbvXQsCz8vFYa+tRcvPvKqDL++9MW+jSIgvxKPib7QmqO+SlztvmMDhD68IdS+BGeavXzsDb9AxP0+aNguPPuSJT7dm9u9+LQ6vtJhVrtA9b2+",
        "PrRbPn2rJ73J9go/JERzPrS0Jz5k7wi/aRCovSqgeL5e1OQ+J5ufvfSWVb8xS6G+QcFYvgdyB7/kDwO/5pv6vSe7hj27WBi/0dn0PsL7Er8XxSC/CE3kvnpbjj6T59w+szUfvkt5E74XeBo/+DsPvqHXML/9tK+9vhaFPUinR70x8zu+gLQlPKIkJr6zltm+z8qFPqrVcL8I2sg+FALzvrVXtz4WLYI+G/javUsLeD7D69k8phE0vmNMXj7JWya7aUMdP9OApz4djJQ9oTCSPqLcIj6C+M6+5oUsvty+gT7dwVu6YjQFvjoBrr5BYrM+dIeEPhgaCr80a8S+Yo4Jvv912b6q73K+I5gjvg9bAr7EL9q+sXkmvtTwWj4H/Na+ruGOvXBc374i/XE+81kFPtlCYb75KKi+aHKlPl7PoD61N9O+oifjvlh8yT4xFYY8KdOiPpFWEL65bIu9k29qPHs1gD5mkj4/Js+evnxxvL7O9NA+qpehu4cMaD8N9JG+dR4qP+ghyL1Ek4++7XvWvkOcST9i3su9NLSovqQ4JD+sHQ899MV3PcoeFT4s7Dc+wODnvhd40j5H86++yW8TPzVR2D2BRXM+DI7rPQey0L7eO1s90TTBvlMfAj9e5vi927PCPZrauj5Os3M+H+uPPEb5Fj75n2K/vVP3Pftzjb3UyAk/45avvhFE9z4DhTU9ro2TPvCc7z5Czzg/r23PvuKc1D7Akoa8o3fIvYaqfz6RGmU+GiyNPskCdT4pLZs+weR0PrF8gr6JLiM/Lvabvu+waz6cGam+VbaLO/ppkj76F/m+wgSQPs+lAz6h12G95KakPmgrLz5SZZu98EwQP58KoD2PhTC5ax2wPtR/0b45whs+7+qOvQPeWj/VqA4+20XePhnS4L6qQ/E+a9vSvoOY4rx+Txs+crPZvt/UHz9ZVlM/eyYaPn1zHj7vqKm9g9JOPHkiEr5VO7e957gLvrnlwj2Ozjy/09upvlC5Dz66W8Q+VXhUvqwHZb73Smy+",
        "eWDuvjbZOz6mEbE+mtSMPqZFlr6gWmW+LJXivWiz576qKGo8e8fQPp5VGb6pcV4+KL8NvpuGwD5lceg+qO2BPhXUxztlMbI+FI6GvL21Rzy6V6C8p5rgvgV0TD1elu29ev3avexMrj5Qatg+4N8RP0anKj4Z4d2+CqvMPU2LVL44Uqq8khOoPiE16r7zPdu+jiy5vToEmD5RuyC+Za6mvjCnGr+0wWG/H2pJv8y/+L7S4N89wvTdPu08xb4VRYa9BI3zvjv72b6tyqU8zcPWvqAsBz9UoDi/E2sbvuPoY7+o/2A/bAwKvwQ4DL8ylxi+7hVwvrzqXL6gmhe/lniEPkUY377hMaK+U5Hevk5YZ76YV2e/FoIQPagq+76JE6K+KnnNPtTB8Ly/JDG+7kGCPtxHkj1zDBG9vgkIPhXom73pgJe/7VccvkUfuz7sXr8+WXxovr0yVL+DGP++iXNSvQQqVL7Tc2w+y7OvvgFHvz4YSfc9r1oKv0++Oz9MAMM9j9UBv9FjAD+Aj6c+w1plvvSEEr/diRI8J5GTPjbiIr+svA6/Y3yKPozNVj7Q7BS/5ZkhPsHEib62nIg+S7ohPibSZ77NDS+7SHgSv2wkB78gyji+j/uRPn5uALxbC8C9QH48v2AdBj/2TTe+F2ahvO0Rxj7zRTm+vCgUv1S9tr6SEnE+MBRZvt0Tlr+GyAA+"
      ]
    },
    "dense_1": {
      "bias": [
        "7AISPy3z8767CBi+0YWqvpXtD78YWDm8Pec2Pydjuj1IqJ6+eE5MvrRQir5NZqG++pl2vGlglL5NLcW9LCMGvidaqr4CdSw+ZxfaPo3a9r6LCNe+MokBvh9B+j44zxW/znwgPwU2s74sAHe+0UnKvnAUCT/d0xW+A8jSvse4Xr4HXgE//tqivgvK2zzAVwU/4opXP2D4KL5mo7c9nv7VvjiHij6NPJC+osNgPg1nSz9rAzm/O+5QvoCuAT9hYZE+RHQ9vgjvLr4="
      ],
      "weights": [
        "QorGu7kr7bx0vY09tEnPvd5RRjmktkU9+XElvQclMr4D2To8Ft70vUiH/j1vZEC9yYvZvSH9Gz75rYQ+5FVDvqAFC7/N35A+HuwsPjkdmb2Jn4Q9m+VVvjOIFr6Bh6g9ruGRPpSOk73ys4a+cGsKvt9gmb6zuyk+bbjNO/1ZCztbH3y+4mwiP0tWeD7XdF8+3VguPwOdBL6c9K+9SicbvpL9sj0AKL89nTEDPf+2YD7HK949cvchvfum7L4T1LQ+g8OKPBBIl77IugC9Ea/6vFOvEb4jeiO/MCiLveiiqD0gEsA9T43JvkwG/bydkNW9tiyLvjTERj7ApOQ94wfEPPyG2z4c0qg9DW5LPiT8ET6xURE+UXdtPqEahb7+bnS+SRkavUdyRL6T8S0+EZD4vd2oCr6IP4o9QnMJPhoeqr5dJdg8Q8ghvbFS8L4Yv4u9DE0aPTPuKL6yLLQ+tOx5PpM1gb6CndU9ZekcP/6nFL5b7t29v6eIPpdTFD5Qljm+v1HHvVy4MD7sHcW+xWxcPgzF3L56tcq9ZmkIPwGM9D0Q8H4+SdBFPdF+/r7nCu08jFmFPRyKjr5UQNs+VyvfPuDXlj7OAFE+qZ5LvrIqwz5qANg9OZK+PTwugb4UzEg+NaCTPqB/0b3xtwW+WVPMPr3rLr6Jc5o+7JP+PQ734T7x29y+7gsbvgWdFD8bXSQ8dqOwvrNAL74zKQy+Tm0pv+FFoL55FDa85fqrPHiJAD/tDs++kgy5PXBqoT0HGB6+d/4rPwgGGL6E6A4+42Tdvb3DuL1U17Y+6PPwvWqTKj6wvJS9FwzVvBmAyr2JA1i7ZtYWvdXnOz7n+s29SZf5PXrEMD7xRzw+w7h+vushGj0UXOI9pLgjPt7mpD6XAaE8fEBMPuAmnz4kxp071gOQPg+xG7912rq9IvhYPsSemz3Z95I8uF0BPt6u4rwJOz+99rSlPiadCj5hl0w+A1/HPho9vDuP+E2+XGLpvuoppD55I1O+ClQdPqvnP76E2c68",
        "0F2HPqPLr71hRSU8uSiAvTOdKj4MqgU/e68EvnfgHT69KS8+A09ZPj4pUT7yv/497B84Pp4qYb0bx9E92ZKivSVzCb564E89levmPYqCJr7R4vs+LQDaPWfduTz4prK+ztFVvZDdE78geBK/5UwcvoS7Lb5frZc+c4T+vR14Rr3kQ0G+rMGePp6QKL7KV/M95pznPgvTUb7d/Nq8qdSxPozHID5Zw5C+tPL6PSJ+kT0xZ429yZrGPklArD1IDdI9jyNkvqvgWz5WS7++oQcSv9+bAT2YU6w+w1K8vZTYAL71y1A9qfbuva2607yqS/K9gMk1vvzYkbz4Dcu+2BTgvWYvqz6XrYa+9quBvnxwnrxBbwO9rjWNvmpz4z3D1Bu+5pAqPrO9zL1qbNi+/wvmvWaazL43pNe+D2aYPYqi1730gw4/8FAOvqSvID4P3oO+pgXmvTaPNT6bl/89uwexvZi8973Qj+i8O7cwvqWqFL2VEo68L/5nP+fn6L3bAY+92c2dPVPUrr7AyTq+ayXcveMRBT6I4Mu9N8uZvgb7yr5ppoU9u/7LvZed7L5Q7ae9HMl6vaCEcL4hKAO+j1oqPspiEb6RkgK9roJLvW5+aD41HKK+Wb8uvcpeEr3T+iW+JdmIvh+AvrzBHaC+1+qevTfebr0DM3y+vKkiPQnAGj7YtZ09jpbivmkB2DyXyM28wqC+vZX0ZT3i1VO9cM5ROz/3Rz72ZwS/QJ9Zvv+f+DySHsM9uFFIvQBTRj68+YC+ZRx0PuY9vL19Ivi+9iCRuwmmyD33z0I+Hs0JP4K/Iz/xgKy86KOlvlDW8zxUb+O+8WWHvnRuijvEwnK+jMJdPS0noL5FNBK+G+9HvmezGL4HKJ8+5ra6PYpxCr8PlIu+K9mfvvYymD03kA8+4afjvpn4Oj1Wph49dTlTvjFlGb5h73i9iJfrPfaRc76PEUm++4wVPs/xKz6oZmw+AdGLPrBkpD0Q4ES9hcvivrpxUD4fllk+gvwSvWdUAr+xPPA+",
        "g5FyvQYMpb4eJaI+5+MCvnIAnj6cqja8VVoFvmUjHr6ZYZM+ZvcLvsUdXL0dFDA+LKcEv/GvzT7tmM28dk6sPo0DKb4VlIo+Psm5PKqELz6ZmGC6oBdOvn5yWz7x3x6+44tsO5d8mT7HjzA+q3iqPkOYzbvHb/O9rjCsPgSbJr7B71u9h+uDvRZFiT4WieK9ZSbJPZIIy74tP+A+A4TQvVmhjr5jdhy9rrbWvb86xT1YX0K/E3cQvvB5Az3AP2G+SsACPkIzmb61oyA+PqdFPekU875w11e+uIMePkpoXL39+SW+pC+3vgOmyj23RFo+3J9NvZfJgr50G46+q3W6vQq1Gr6qUtU+RjDoPpGuqT0dJeM908oEvc2anT1aPyk8hdSdPi6PJT+Y7xy9zLSNvn2qC74gFAu9O0FTPcsrXD4yTGK+sTltvpqAMz65Fay+K4vIPh5WQj4KkTK+G5ybvbeOFb13n3S+YxKKvv9jnr23Lj6+MhiJPvTFz70q3sU+WPckvRh+gb3Y4J27B5pVvGCuxb5WyL0+9SKPuwtWBD7a1+q+r50Hv8JFoj6mdyO+32P5vQ7Rar54TxO+f4pgPlK5DD5g/JE9FQWxPRgfuTwSUpK9KG7vvthbSr61hR28elLyvrE2rr1zWwe+uTtBvSD+m77NBdq+bjAuvh0tfr7hVia+bU7IvrXvJz0yUFa+e4PLvvy6+jzubjS9WFw8vxy5cryDvkq9woNSPNe8tLq6cF+8/L8sPRXvur0hUpK9XiffPrrW074mFeK9M+KSvrGvUL6H2Km+E4Fivo7MCD9NL4q+v5AIv9g+nTyv3P2+hUrlPAe5fj6Lp2K+mGZCvkzms76M71e9H7XIPIxCGz7TUkk8NxRovmD4Qz6MFOS+MGnpvMwtv762WNC7Qm61veNkrj6PTxu+yTEjPT23/L2ruU8+v7H7PTryiz4kDhS+rhvqPiNhpr0xMx6+R3n+vRQ5ir7wB2m+V6P0PbEjuL0gHIY+T/7EPgx7qb1jTg6+",
        "hjWQvV1QaT52cUy+8WblvgyGgr67dtK8+E32PbUQSL5+NMG+bbXWPA13ub7qkJC+neTMvJdviTzSAC++IVadPp17PD5NoZu+PRBIvqcBQ75agge9f2dAPgMmML5S5rS+zBDGvhfkTr19kSu+pEF4vjLcIz4KKJO+avqcPciM4T6ASVs+VhH2u7FTf7xkStm+MNw5vrV4D77wJjO+xO6CvQrD076gtOu90T7APhhicb1gxIa5iYhSvuHcIr5ZT4q+jpo/vmZrwL78IZG+3zqUvlqO3z1NyLC9wzFhvjagxj0FEvc9gisKvqCiEr6DviM+DYADP6se5b2mFxQ+9ZVOvkUtND4jsHQ+dUxKvhoflT4rMAq/Wq0wvnfxqz2i3vC9tS1+PV6ojb3q+mW/bCTXPr92WL3QwAM8TwQcPusP+7taFRA/M32KvrcDCbxSr6O+dFMUu1VIHT0vEoa+wKeUPYoVnT3nS0g9zownPW4IbL0/ZAg+b2BzPd4gjL6sYRw+IEsxvUgZNT6jzwI/jbmGPiMltT3xjHK+zvOGPXqVsj5feMK+tTsyPlNKtDqfdHo+ssxbvZFWNj569J8+UOHQPkGWQb7bND69io4EPhX80T2ETF4+Bmn1PbdKqz4zgMM8C7fYPShm6j1+J8W94bSTvmiiCL+zwcE9bgo2viGrvD3xTEo+39PZPsgz0T7J9ye+qT2ePuYDOr7jiLa9jpXGPbcAJL5lLla+0m8APjJyXj7aLp4+cZssv/QvrL2sj52999U1vY8xiL4uRGs+RwSRPvusrL6EK6k9vAC2PG7r4z0kEwa++XczPineuD5GIwY7eBy5vsnZ2r1EaQO+mlwDvvs4Dr4hxp68RbcHPenW3j5Q2aa+600FPfkseT7sKoE+/g5mPEqpkb75V4C+xiZXuNFzqr1P/K0+4U+ivuwzwL4c7p495b2RvIwHmD5MvOC9mbA4vczW/L6oISE8gEytu/FfvL7BzR8+PJoGPivQjz24IPs+5vOFPs7dFb6s67o9",
        "YWHvPuF9xTzjsNg8ThebvS0KXz5Nj4E9B8+bPvgz970fb9I+XPYDvhZuwb6SHQo+4Lf5PjPXBL5RG7g+BaUova3i2r1ZJvy9lghwPqiFv70tXgG+Zeh8vaAmyT64kX0+1PKwPoVBxj7IJ7492svHPqaCvr7SR+C9dumRvqNBJr43wLO+QC6DPSpBFb67hY++ANXEvorv0j0JVIA+OlX7OzhYYD40Wfm9ElcsvtA5ZL6Ro8q+tCiBvvjxJ73FuQG+f8MqvPkw6r4Pnd68n8atvXC5Hr74hxa+XLu7Pr3e6z2wKZ0+CyGEO6EGAr7pGIE+AtHDvDz2wL6+/CA9lF+EPqqjiD35BRk+odABvzFz/T7v/4c+J1qcvp3rW74jzxw95X9zPqTHHz2wQJU+86ExPSSMIT0B/l290GeIPlOaK76gpwS+RXFgvgQs6D6ftg++6J4BvjzFEL68dJU+mgDSvQ/vQj2N+Ti9QfAcvjl8DD3Rs3i+kaG+PutJJr5YIhg+7HgJv+rp0j3ORQo9sBBvviLM4j44Cte+XS8KPuxWcr6KPmC9POWpPnquxL5X0I8+CIHNPV3alb6d+8c+iEqfPS+BAr3Z24e8vCsoPy0mdzw04ys+Z7r6PHjgVb4CKcy+AENvvmFhvz51DKq+dRafPdVEFLwcZQi+kWHiPdSGPD3In7w+XWByvs8rSj7edyU+1LeMvtEMzD7MYqa8EsksvkIKMT6BsHc9u2HBvkOiML5gf4Y+yq2FPelLpz7mla+9YYajvqzxiLx+YNE8RjCpvdXr1zw8u5u+4Ii2Pb1KML6guSY+HmNVvCXXQz5Fg5o648eMvrivEz4jv1A9ZE/kPbbjBz6dQ1A+OTQSvqsUWr4luK09soYQPpP5zry22bM9POe1PsVlgT1zWko+VhUGvvHaw74DINE9Z+6JPkL4r77K8ai+ivLePUbIZT2yDMe8n/gmPsYUOr4QWpA+HK2JPtYLmj3PhfU8BOhFPhnfA776gLM8s5Q2vmbj4j7XsUk+",
        "+tOtuiE3Db655uA9n1dLPpYXmb7850a+7+FXPrLdCDt4eM2+gKsuPtQjfT7bY9s+D6CqPE3szz4QNFC++j4OvmzmWr2n0Vq+X8sNPgavMD4xtsY9BRI8vi0j7r5fx346tL/CPunW9T2YQfi+j8vXPl/C2j5mvyY+MRa9vlIHcz15Bra+iLCgvc5XJzyOPi4+mgRSvuIAxj2OYQ4++pL/PoKPNj5GS6S9a3GUPFBsxj1QX/m9VUtovLJYoT0gPYo75jC3vpy03r7p+u491UB9vQWzmr6N+Dm9YmIGPidV97wFlJq9kgX9PR+fBj1DuKK+uhCOvtfY3L3IXQa+KT57utt8Cj6CXuS9nYmavLqC6D3Oo8M9J2ixPQ0xwD06LEK+iAwYvUY/Yj76aFw+50COPdQYAD9RHBY+rcIzveEz8DwQPay+PrrSPVRDez46XvO9UBBevqXwDr7oP1Y+eLNfvptgJ76eOPQ8AKMDvv+5aD2bGWq+u/uvPgSvTL5nBlS9NkYXPiSNFb6z6D0+bMuKvrBaDr6mK+o8imy0vufMnD2ICR2+aIGtPes2Db253yO9bNU7Plj9xT3wa3A9RP8fvPdXXD439xO9+hsBvxF8gL06HXW+JsgqvnFXVz6PlMq+XOC4PbOoIL6wZNC9pkv+vfsnpD1zXZy+ik9Hv0ssOr7ul4M9Xh6oPonA6r0N4n++sHWUPrraB775Hey92zKhvn9KIr5Mg0W8bl4lvV46Bb9h9zc+OD+SPRAuFr3CcRk+QL+0PvCOiT3rAAM9O93NvmEOk71JKYm+phnEvrbX8j3WwFS+bEVGPe4W4D3XsLG+PhjVvmZhbb4xrpe+YGCgPfyKgr50c909Or+SPa4Ykr7KPDw+J9efPfUI071dBry+fjwNu9AcZr7ScsW+u0t3vtn6Tz5T+Z084jt/vfiZij4a8G29WLejPgju2b2zqeE8g4EZv/FQIr73tzM+WbVhPiONjT6DGgA919R9PlUa1L7dKVO91yVRPXIVsr3GLIq9",
        "ugCJPX3omb76B4i9oYEvPqhU1z7PnKq9mNcjvaagE75R/ls+07aNPiYVEL6ao8S+aFTRvZdfCT2HIbY+JPqOvTYi/Tt1rZ8+3XLYvcdNnj0bUco9pI5ZvpIz7b5reLg9bcdzPd3197139m++ecqiPQnPDjuwN5S+d17cPuURcj5XKCq+oK+WvoAJ0r40exg9ZwIsPmup2b3j92c9rHk/PM02ab7qxQm/mFONPUJMeLwewnA883bvPoRqSD2VQjg+o5fTPfNl8L6Xcay++PuxvqZs/74kd4Q9zggvPjUgCLtylw+/mSMivliYUb4t37K+Xl94PnRKWr5vwCE9A7rKvWxZpr4drYW97ug7PfEskr6nFNu9KoXQvgGwBj/SxJO+NiiGPmAUxr7X2b6+7yKpvnbxIz6w94+8wuBMvlefer2Z+QG/e0K1vRQICL+2DeI97it6vHpVS711Jqq+mGIAvi+Laz6JjYu+DuTBPtp0AT2CHWq99Wz7vCby07ycoMu+jEwkPugCm76tA2I8hBs7PBxQDD3XU2g+T6miPcrTWr0Au34+OiV4PhPIXz6oIiM8aUOMvKIYXr5lIhm+o/d5PvdYFD4Qydo+5PqfPBwntL2ZE9O+HYCsPtAoNj0bboe+/NigPYaKb720yWK+6iFdPrvu/D2QvF+9wcAtviPvMT4ZkCo9M815PMLMjj6S1te8PyuDPnLIOj137BC/owgYvijb2D6tzqc+eWVGv990obxzWMy+1elUvuAHkT4+Pxs9wK87PjRZoz1hNfk9rsiDvp4Arz1Zsqq8SAE3vCOKNTzU+Dq+ZR66Pq8cnz1byI++ARehPeBBgL36FTy+QTaNPuLIhb4aCs8+HjntPWwlv74ed247EPdhPZ1foL7VyEW++TiHPlqnab3dBxE+D0nqPGzBAD4WoXI9ExJivqS04T6/k4K+b56NPvfeML4P87g++o3JPaX79j1kuiY95ShDPjLAab3qZ9E9hxNsPVqkC729QXu9VVt3vSi4pb7NWl2+",
        "u/upvW30kT1+rZO+3UScvqIYCz18tEg+av5nvunpn7z0kZe7l5OkvgHbM772yjW8OaDQvXnpc77M+BW+xevXvjtqer37GVW+3PeAvqvaH74KmIW957XSvQ2FhD6OY+q9oRKaPpZb1T7rub6+PM+rvrhjDz4YPtK9HXgaPoislr6T3uo8ELVpviwSTz6IcoG9SKCXvUcipL32WKI9lX2avpP3mL44wog+YxDrOxC0Pr625Sm+9oKBvlhgr75hR5O80ke3vlz+ED62lpW95oHEPfFgzT50Oom+Xa4gvL6Abr6zrwe/+B59voHKzT3SDTE+oYXWPfZcLb5+TP49ZuOkPV+Tj74bKCA+3oqwPn7NYz7Q7u89SFr6vfCVsr0Aus69mYLdvmGlFj5Sius+jsLXvjYQlrzHhyi9joyIPmM/iz5rvU29zoq4vgpkfb4iXIm9hpbzO2PLWLxrVpI+4M0aPoXwwr6Ct0U+Qr6wvrvAzL6kguk+7CPSPh7Dlb4Ugi++AkM5PqPSoz1j/6E+z4vBPSVAWD0mW2k+VDWHPnGtKD3w/QK+v5bKvbHzgj4mqkE+x1CzvJ5aMbqZODK+kScCPiRN076zO62+WTOKPfWeYD5r/Do+t7mnPrlN4r2t0Ym+mkfjvqOtWL5ann49uKujvfvqZD5nx7A9KDkHPqtuMD3brYU+20aLPlxJKL1ux7q9qsgMuy+T0L4zFJy83LzevfURdj4C1ds8sMXCPngzZzw3Oyw/5IsEPiCKB74PXyk89l6DPaqq0z3QoD2+mfa7vgTR3D0REZG9EPVNO0UdljzgMiQ+NUMhv2Z+Jb5PHy0+fFHcvmenBj/0Nmk+/7J5PQ3vpz7bNLa+2YIfv4WIpr6mpvI+wfRPvqMHNr2LX5E+/5d1PRECDD7J/i8+ZDNJvMQxBb7/H029e2BUvgpZIz+ams0+/QxYPeRIKr5NnlU+pfcdv+NP2T4OJSI9l8VwvruoJb+BLyU+tM0/PcD/zD4ve4A+M5zyPmNwsL7cw0+/",
        "KHNbv7gbiL1SirK+ZfWgPi0HOL5MJyY9PSGGvkzsML9m7CA/DZkHPQTvy74kjrq+QEbyvF0d6j7nNhy/kw8PPkX3WL1zhgM/kRKBPsxDLz47R52+qz0JvseQkD7A3q++MEjLPdoVyb285eY9SzKWPoBl8z7hjAa+Ht7APYw3hj2UQSu9Y2ZqPv/Hsz3bKGs+ZlA1vpW2jD6UnLE9H5QHPeWrhL6THCC+HSCSPqQcR7574yo/EgCAPY0jtLx/u/W93f8ZvTHxO74mnxC+k7Omvuk2E7zX/vI+7bGnvi4XjbwiJO2+xCkgvrfaoj6euMS+kONavcC7b73f2xM+V42KPvsQxD54/Nu9qJ18vuochr0yXqo7bVvqvU1DBL2STcy9DimUvr4syj26Yda+vMsavv7Dfb7Pr4+9YAifvfAyyr040ja+tlYbPlXL/j5DYJS+zy+LvdUBIz7c2iO/A6T0PQaVpD7zBQa+Or4/PFz3V75qPXo+YUXavqwjJb4KCj2+KLCiPnzkLr2RnF29blpbvkenhb3nRSW8zUE8PM+1zT14pTe+WlwevlNaij1caJ0+sYA0vlH5FD3Z7XA8FCMIPvuwijyuoIe+oQ8dPh7oMz6OrDk+mbCcu4tgdLwv9AY+2lMwvnx4wr6ojf091WS3vO7Qoz2MDs09abhFvbRaR76Aoho+C79MvsDe5T2qjEm92sBbvu6phb1J36e+x8lhPd6srj5pvF6+Y0EaPhJniD78dAc+acRZPQGVIr8giKM+zC/NvoO6Ar936hw+a/IEvv5jsj7OzPU+ivSvvgBXgb7xqta+AheRvXXFI758yMs8yfS+volyaL78Try92pqpvv+gm75SNgi9W4E0vgA607zY3Q++gOuWPqWYlz11142+n/02PvMnr71F6Fm9/y95vjXJuj2b3Tk+YEXUvon9er5AW+U+MCsYviYBRr0PYx48xe2iPcP8hb7Jl9m+q26hvbIH872LzIw+QJisvRIBFj47vW++AMwsPkuSgz5Rz9E+",
        "O78BPllp+L0q/uG9MSg5Pq28Nz4c7w490kL7vcAG0b2YOKu+V3jBvmWCkL4hei2+P/xgvgUePD6X9QK/AHQlPVl0ob0yWB2+SoqNvWAvCr5a7OQ9BUSvPoRMC7+2OFM7KLn1PggDNj8BkFA9C8iLvtUrhr6dZWs9e1oAP+Dt/D74osY+48TiPuRn3DwgoAA/DddKPlFu6b30k4C8z2wKvR/Rt73eWR8/EPPPPrYAB7vC6mO8YH8/P2Uw+r7XoN0+TZLbPWZXwT6ucKi+xyCavGh+5z03Hms+P4XWvtRIXz7uEC8++KSmvt5ej74Ie+Q+RWFKvaddMT5xyGe+sdR2PsdJJj73g/i+M3q2PkCkrz4FqVM818NIvrpQeD6iZSY+BCpovhJfSL52sNE8kOJIPBfpB74EKDM9EGTivCx4Fb8FVwk+WZPgPaA0hj6CG7i9ddkYvTZoJL3uAWU9cmInPgXoIj75H3a+BUDIPnfe8r0PxiI+E+knPh7Uh76mlJU9nUBxPQkUiDliVzs+P/+KPkpp0b6jkZO+ll6bvmQ5HL5/7Lm+FQxCvuodQD67f7O9DO6OvdbmkL1l07C9m4oFPtiyZj40sDE+1vkcPUQl3j0cRP893riVvnNLCb/ONcU+RdOhPs1JeL7IOIo+KV0YPQGLor4CgMK97QOhvZWduro9DGU+DxD+Prd4Pr53oaI+gjIQvtHpSj3Jx208PvOevsVFpb6qtJm9WvLjvmz9FD3MipG9xJqLPPu35b580dC9j9WwPvr41b50HYe+iAyhvqsorr3QYQS++WcNvhAe2z2GV9C+n8pyviioor1OxRU9ssCkvjSeXD1qV5M9c1Dhvjr34T7A+s+9xKz2PsVzl77deKK9w1aEPnGTATwYAkA8zfyvPu6v/j3bNG++3M9TvcAmtj18SIA+zLmgvUgyIz5V2vY+kXYIP5J+vL7vvBe/IIjdPqIVLL4+kAU9eTxGPtXcmL2fr+I+uuhfPQuxCz90ZKi9XBskvmLuiThrGNa9",
        "YN6+PjfXojxEA7S8+vBPPjchIr7JCLK9u4Yyvh4JoT4BJv+9vRkOvhpvVD3B7OY+nEsWvGHJKD7cLSm+xjmhvFEihL6FUUm+NXyrvm4X8j4DEkS9T/oyPhQWjr5nDmS+JC+2PnObHD58jL2+NCS+vrKhgD7uA5i9jxo/PoBtwT2VX3O+brnsPU0vYb7ePmO+Z4w3Pq9Pr76CSzk916LHvYNiXz0S4hE+mh5nPTv6x75/A7e+Z+lZvimUnL5mUJs8et87vsytEL/vh5m+tpowPiavz715FIy+f8yNPqbG9r5k1wc9SBU0PKRzkD53l/Y8nHDtvYS4Jb775jM9DyWOvh8DJj5L3J++dziNvd2TnL33Jda+twSkvjyPnD5k6Y29WyN3vsIKKT5lCuI8u2Tsvuf5vT7MjRi+/Wx2vOcsMz2s5im/sIqfPlZvJT7jLma+KYbcPhCghr3HH86+efTQvO45kL4zTDg+SVtBvGWE8b2m0+s9cdUjPnN6gL6bZDg+CAUovlkI+z1MKw6+1Mn3PHSxhr7mV669Qs50vZ2Pfz4zvV2+HtyBPlp+lr4PI1I+T+3NvZm7XDzhtlA+JiK1vLEVGr5saYc+5Sl7PVvUGL/chYU+jO/WPjfVED0hgUg+/QRBOwTvPbzkPZ2821MovpjPIj+DgcY+iWyOvftn+73zCUo9aMbQvTKeY75F0Z4++dpgPg5rvr7MX+w9R7iZvgAqLzwD/hg+GUrZvQK/bb4THxG/ED5Hvt1vLb5GEag+YJWaPp0sKTt7lmI93AsQPYNz3T4c5hU+MAooPgLUjD1hIKy9cvgRPbcjjj5OSAi9rLeXvo6Dkb50GIC9sV4WPuNfVbxK57I+mKoTv7bTGr1c9V+9dRDZvbsLYr0jArw8zmCjvUV6zb3e1729lsE8vkGGbD6bqhU/0I6BvgC66D46ZUq+B7PkPfaMhj60uIS+RUjdvMqcKr2De9W9H2eBPVLgu73HzFY63paFPSWvFj5XK/i956jhvmXW7r1vnWu8",
        "QvQkPpNAYT1jSyy+pFyMvg9Dfr68SC++T+MrvhtniL7HjyW9cUk5vlW9N76AX6O9Bec2Pjq2k77gq4e+yDCmPfi5Ez8hUdo8+AGDvY2Spb755g8/I9mcvq9rfD1fOtw+yquMPCEBYb5ZueQ+y3lmvnU8xL5QhRG+DiuqPp3bwj1OWho/WPmJvvrRDT9HnPA9+3NFvmoBu72IdYm+MACyvSIeKD0wpUc+GMvVvbdvKj5ddh6/h+cPvg0LIz4zicq+anBKPnU3Fj6kh52+HyROvnEjgD7hOgC+3fmOPqJ1qz6MFVy+s8yKPZoLUD6Ms+g9FP22vmt19zwiorW9A/mnPtlMQ77FQce80NeEvteJSj4CVh8+X9BHvj8eoL7NnZ2+8VNDPhYsVz1prqO+xgzZPd3fLb0KvxW+/yehPOvT6L31tfe+H96FvkRnJj7tM9Q+b0vqPSr3nD7u47k+UOs6vqJA170bCEC+Ux6avsTbl76AHnO+HFIevzuslr3u+CO+MFGPvb+wkj0N99M7b54cvXDzjr3napW+JffYvT/F4L1+V929d3k+PpI6djyDgGW7Da5ZvnmyGb8rcJw9on7BvlHwID+2wI6+pttZvqTL776YMj+96Ymyvh/+uzxcmMe8wuihvm+X/r3MD6o9yebePXEntTwI5rS+EuqMvueFvb7gHjA8NPCKPTkaBD4uPe48pEohv8IbHj1e38s+IbWSPpEyP77R/6E8I1Gevey1tbxGh7E+e6ytvjGkEj7VEMU+6byhvZyJLz4azD8+ALGvvrLBm70Ak+a9i9kbPwGbeL0VsX0+/2qWPt99Nz5lT4c+tXwQPY1+aj5oR42+G+KWvqp81738eVI+V6rkvgZtlz33wIW+qWwqPqZUoz2wV2w+oyeMPkqDwj7XVhm/KCpiPavHsj2qkMS+W3LlvmB7dryeoYq9lMp2vQuItj6ZE3Y+GjqdvYPFpzxP0jM+IAlkPgPGmr4BPKA97daXvVG9W74MstS9/F3Xvjp+Xr4nPQs8",
        "OeESvpJGo75MoY6+fnADv/uEE777Gta9l8oJv8DXyL50sIe+LiJsvoXourutjYW9vgeovqa6mb4ifhg9ioaOvmBofb6eBTC9rbezPn0muL1UMRs++Iehvf+mDLxSQgW+c8vgPvAxjTzNzCW+zJh2vkACLb4JPSa+A4cjvgE03z13+Tk+HRY5vVGlHz050Le9QdIOvpME6b6s13O+PxgtvbADUb47Jfa+/v0WPhxbJL7bSr2+RlyDPveQAD5XiAE9INAAvG/Q3bu0HSw92eHxvQo1rr4vsW291zaNvfgOD71Tt4I+uuUqvZgpmb5/6AI+y1advPCdaj5w3QU+MEenvWWDIr/Iq4E+QPcpPpHozj1A34O+97IVPhEZu76joCK8dD/kvHQpsT42kqK92PJGvh2OGD5wJq+9WUWRPUeD3D5EDzW7t3dLPkFRnr2C6Gw+hYZNvnMKjL4Yyky+C+tpPoFQDb+voCi/4MYcPlb2LDsPycs+P1C+vvydsr48wZg9doCXvlVk3Ty7j4I+kM1vvRkbOj42xRc+D1vcPRyCkD0TKAq+liIHvpbMqz1QdCS8nRB6PbISzj4RMf89qsgyvddbAD5EUeC+V4xiPXgICT3SGcG9w9yYvKRKxL5FdMA9ZgXLvajdWz42fJA+ut+ivUaCy75IQ0s+JZyuu4flvL5y2q0+XMopvjMfEr+uGR2+mN/JvuZSfL7FLRu+n/7ZvXo8Uz4mMNq9CszIPtKcH74Eim0+M4E2PcKZgD7NHy0+RaXrvt4tgT5F9vG+cBmHPgqgX70Ahn8+MevRPsYYyT6f5/e9NrpuviCD3T5s+d89Hoy9Pr/nYj6tz869/giKPd7vtD3JGXw+3KwyP1S3Jz7eQRi9oJ+cOxfNoT6Xifc7TalrPaDpPb4oWsu+qKj7PJowmD5zqNc+eJO1vUJWET9QS8U+UP0nPy4KWr+/LzU9pwq3Pqjv2T3Mlxi+gYCFPmXrnL34LA291zyWPaExsD6lS/s97+/vvmSiAT8kUWA+",
        "mkDSPhcP7z7RCo4+KznDPQ=="
      ]
    },
    "dense_2": {
      "bias": [
        "dYXPvscuTz/aQXo/dAL7vj8L1b46hAC/HLQiv7iYWz88nei+wvG8vsTMlT2K8QC/mcl6P2I3Bb94Wpa+mQhjPkkKgr7ClfS+PAlQvvltID8zMgi/ud/nvgStI7+T7aC+OznAvkDcC74pLam+IKlmP7qFbj8Qfiq/xmHdviKSA79RS2C/hUcrv6p8Eb+k78K+xgeevqTtq74B8Ik/qp2zP41CTj+LN1K/Ff3nvo0A675UlIs+PF4yv1JTxr4lsMW+4FsPv/ojTj8="
      ],
      "weights": [
        "iwr4vKQojD63Ks8+cUilvmlfdj6BFCS+N2w6vqCGsj52dxO+dJtRPdSmjT3movW9aFmZPoFHtb2fdm++WUoBPr9GmL3pr42+DemDvrrBzz6x/6m8ShaSvqk1e71Ls32+vGtivlnBwL5wSPy+teudPo8wCz/PLR09FaLyPYDforxPUl++ar1/Plk1Jb48g/690l09PRsNhL1ITWs/esr4Pn5Ra711aAi+uQsGvrvSg75ZSnA+E18qPbKo+jxS+3++3/sFPRj5bD4ExAI8LlmwviOK5TxGEso+ELdhvFKVXz76ftg99XAIv2a3iD6zeGY+VM1wPtOq8D0MY8K+rbcCvng8pT78SQ2+nL3YPVE3sj4duM+9G8sdv7Qyjb3O2ow+9EytPVh6dz5cPGE+RmKWPtFRBL4xSA6+zlvGvnnGrj64my2+l9STPvoBED40j5s+g4XRPtMq6T4hN3Y+NF4FvuM4y72m6zS/qwnMvrPsJD539LA+ZogjPvC8yz6syTM+c2LRPZTorz2+l7w9p1zpvgIIYT6w7fU9SFBBviO1iz0ZAxE+EFPtPg1vsz7Q4KK+7uaPvXGqv702IZY8Q3OlvS2/D74qv8o+8g2/PiSM6b51eg0+DsULvPYlOD6laLS+M8WTPZxjMD6sPTg++I2tPRhyrT5Xw06+p5SUvsy/3b4/Guy9+q7hvVD3jT4i8jG+HsQhPsv+kT7SMGE+/NHoPhSRML3ulBU+U1O5vipkDL4PiUC/E/c8Pg4Fqz6/NYA+ARQovnmyAz8W4T6+jYYMPr232T6HGiO+sxEZvpNQ+L1D0A+/D68VP456yT4V4aA+/rSxPBf5Jz47YZK8QMrQPUZhAz1SOUo+CbMVv0broTtm2zo/u0bfvhzDUD7Kqvc7GxoQPnjUZb7D/oo9FfOVPaLBAj/vIqS9ZXIkPzCIZj6w57w+rwAmvwyMV77Y/pE+LYi2PhLdljp1upc8SPqcPgoSqD5KZwc+bYOZPo8W2z1K+Ba/w3xevqDvkb75IBo+",
        "EPgSPiN5UD5J/Aq+FSUVPiiBaL7ahno+RyCVvdBVCb+gbZk+kVsfvT0+vb4/OQA+pJkePp48Ej79ctw+auZ6PtCnDT93kLi+Mx5mvYLnpbtRhgG/gAAPvgVPaL0rn8U+5ektvvq93D6Uk7y8xfeCO9JOuD3E2oc93GTXPeH0Hj4fVBI+La5vPpI767xsMgW+sEBwvv34ED6hM2O8p10APppuoT6zPwA+DrqCPLZ1or6BzaY8cBTqPK5Yxr6wBuq9m63bvs8tLj6qrxC8f1eyva2j/z2zr4s9xmnLvT2C8z3Kr5u931AGvl/V3j0Lt6I+ZiMFv4/7TT0oyWY+MiiIPk1kTT6JFr++8yWVPYo6vj1aFB++RgO4PjHDqr4Ipis+8zYGPvOBMD4tHzw9g0MSP92/iD4hT4a9G7zMPenMDD99LKU+6TiXPoPlijyPUrY9lvOWPTzzBr/Ns8A9ute5PqRozb6GA3S+UxgBPx4BKj5BFwC93zN+PCiZ7j5K/gg/72uLPVqobb5x/wK+z0tHPv5ja75+99I8S/2svh8dRj7p2Qg+Fda2vgDqnj7h/bE9mwM8vkS9Hr1M85E+1nxUvguUHb67Z96+UvrNvtOd9D6xMM6+MVBQvlTwFj4iFlu+GrtRPk8V2r5EwUK+czL/PXvUcb7BUMy80M2tvsnUmz5gmDe+ozzTval9173BRbm+1RLRvW3YxL0ZTPw8+4+bPotDLz8WMc28cMqvvpxu4bxjaY++sgfgvodrGr41ulA+wk2uvonwub5thl4/coY3PzgL4j4qyvW+Bd2MvbVad75FniS+jz+Svr2wZ76dFQC+9XaNvpFPJT5yMOw99iMIP4dLvT4EgOc+wikYPssapD55QAE/ZoqUPu+reT5wsio+uNdAPjuCxD5YQyQ+VpJxPnk9Wb1qjuY990t/PKIAubxHo2M9BdmbvR/HZj6daS6+9LVpvAc/wL6dFKQ+9QOHvnAQAT70CPA+pN1jPq8aUj5WWpo+84qZPlSpRD4rivA8",
        "wUydvYutUD7V/q++xEqQPn5Ykj4LoBU9FoI2PvBioj225b0++mVbvFGwDT68gYs+bI46PotXsz1p2Lg8htKqPhOrTL0zVpE95dkYPMNNMD7A9CM9mXXXPrwxW72aMA6/rdANvQtjIz748cw+tNqwPmW9pr7E5tY+AgYWP3FkPb1DvI++leXwPe2f3L1KUxS++uAXvpgArz5J2GQ/5DfNPkcEXT46V6q7qwGhPgdwH76ZswG/jAgjP4ZXTL50fhc+Yeo2P/sWtT4SnDQ+LHS0PkzAP726awW9UA8Nv3O/4L71nLC9rVjYPn4d9b2l5Z4+ADEev6oODz5uzpC95FAOPjEZzj0GSiU+MucTPnGik73zSAW/J7v+PbHTjD6XHYA+V3dTPt1YTr546QG+BKfmPSmPBz4OG9e9ID6UvisvlD1wCP4+kRYYvvwy+D2msaU+l39XvbVjFj3MtwY+rn8TP2K3YT4e/48+AdqsvViZfb6uCxw+M1YLv/ZtwDqeBt8+4gUUPq5foTwDlCo/j7UePsnP2T31dMo+Ueetve1H2z1cVt289S3nPMFE277Qdds+bGLNPoDpqD2tyR6+DZayPtFQgr7nFww+q+YbPjgnNL9tJPu7qTGevjv7lb5xUJ8+Dic2PgcipT6YHw0/at7DvtM0vDtbvLs+Pi7pvBG9xL0z6US+KfCEPhy5o7vxKXS9pKzaPi3K9j0IpqQ+MGfYPIM0BT9SrdY+37jkPlFLV745EJ8+1SKJvkSuOj43oMG+yLoCvo23jj1h7EM9fD+SvWNXAD+OwBA+lW2SvVzFCz/CLIY+NZRvPd7bt75UQv++r6eGvq23HT8je5Q+3NyBPR77nL4XYJI+zi8LPO5JGL3Plvc+6JLDPktLLj6YL6c9iW8mvu052j18uVI+WfaYO8r9Iz/AIJK+WmoMPl0o9D0hKAS+qLasvSfHrb5U254+LTYfvnvTEzz9tqW+zyfHPsIZ37yDl56+rkp2PlVM1b0y4/09c6wIvlGXFb4hA189",
        "f0WxPhJMJr7wTP++oj7qvSWdcTxVR1e9s/lbPuaNjD68lZU+BygzPrjxpT7pPEy+L5tEvtsD/L7j9fQ8TZZ+PvcdcbwwSzU+RnMcvh1FhjxMCHe8YDIjPvbsKz6dHGi+hj3hPjeMfDzG2KY+8SVKPWbK2z0d1LM+pBxCPuyjo76ichw/4P31vbZALr798fQ98e7HPFu167y65989eQ6XPezHZb6kEjU+cQ92Os+5yjwuzbK9McB5vs+MKz5m3Ks9Qr36PuCRlT53RD0+uRLJPVjiJz7P+eY9AvPVvlRxab4zzT8+bGyuPq2n473BVky+seolPn8gwr3g8Ti+O65aPlWlfD5VPdc+w7a0Pbwxvz5PMGK+gE8ePyd8gz0SmJm9y2pVPXM2CT7zQ3a9W87FvS5EuL7oPL0+oDXKPqIWyz7fTEs+lmsgv7bYlT475ZC9zLIDv1I/hT5jnTI9dapJPvh/ED9JEaM9r2z9vOM0QT4shBm+3aCSvuh/xD4bfxU+qKplPmgnNj61vWE+D4f7Pp01iT4o2aK+8/4Dvi/yPT6UwAo+YTyHviQx8D4HXYQ+cPWDPpg4sz2I02K9WAQPvlYlzL6Wt6S+N8WFvs3tSz4GGpO9DjrqPdUsyT5f1Nw82xVlPs1L1D61Vfs+2hMcv5co870ezIe+zCLcPbBnPb5FV4++qRklPo3Vn75bdww9CtUtvnY55b3Faca9btYgPlo2hz4Kq/s9n3rsu/YGvTspiSq8jKkGvvQvn71X7g0+iKwHvkfEEb+n6IC9JXdoPaOupj1z8di8HLe+vtI1Cj6BcZs+DEf0vUpSbb07Uko93uPOvc2I0T1w5Au+dSMJPtEzur6O3ZS+NCmbOjcJK728AAO9d09uvmnQibytFF89qaa5PDxeoT2WV3+9HZVyvJQLlDwjeMC+hqeWPj4mFj6kPEQ+Zsq8PhC+kL3UZYc+KZd3vV5lGL/kFqC8WXGQPuMjtz3rbuW9AfYtPSfREr5Klcs+5hGtPqTNi75ey+c9",
        "HnbovTYcC78ekcg+ghsRP3aQAD/Hq4k9pLfQPcNq5L38qFs+J+JfvIA8cr4GKyK84JwPPkRN5z7amvu9kGyMPUc1uT77qKO+tFrCPtgfFT5U6oS+JT1Yvsew7b2SLK4+J0SHPpDcNL6pTu89axTavWOTw76SXEm9HCOqPvNfob7hnvq9SRCHPWGdhb5wkDy+fkWYvuiVyT2PEAG+pNKhPkmZhb4D3l+9Sqdmvoj1MT3FJZA9sLFTvbGx/j15as++otUXPbnC/T2d7jq+wgoEv9KoJD32kqM99ThGvvRTk72/Jvq8IfrVvjIZUb4FfPK+evFCvsjOBj9nSD89j3xMPloDIL7bItI85Y7NvgZqlD5MUiW+rm2JPh9Ivj55LjK+3bljvRHSwr1mdko9KqSyPTxOeT4UISO+Il9CvhFf1j7uxJA+GBlMvlH5rDzf8my+1T4dPnIu1z1j/zM+FgJJPpm20D4CCiy/VJQKPzTAKj7fF1i9+1YdvtYEAb/HHHC+kFAxvqkmcr6HOA4+3K/QPtBmWb5ieqG+pY9ZPuvEMzyivU4+VGxvvf+cRDzJH1W9wbYLPmMoI79iY/k9duWHvS/RG71h9PO+PWHbPSIUnT7NABC9RdkiPiHrgD7xVwy+E7LDvvot4j1njRi+gq6hPvQ5mT6ovCs+MU2QvlTw3z3X4jI+GAA7PTyKqz4zp0C+PQXRPTA6dj5ru8A+Eod7vaWCir6mRxW+x6Rnvmeus71Z/oa+s3LbPQ9uuj0XnIy+EvmnPh3Fu76jvIu+2mzfPpNRLT4Iorq8kFsavREzIj7w5rm8/qj0Pbsfv75HYZS+pnBcvuolqL0mqb2911WnPpkWRj5xdoK+N91KPZdksL59WZO+PnQCv1c8Br7l9Gq+MnoEPbE5Cz5yoqY9YFACPws5Mz93mkm+U/6FvpcUhb5GdLe9jKYTvheoTL5pC5q+kQsnvox9HT0vKQm+QU1ePqN9Db83wIY+wpcIPXOWXT691II9482MvN0eOD74mAI+",
        "zhKQvdJAMb6tcra+L4eoPKRmSr6yrSK+BsVrPnl07TzyaKk9u5EiPM01xT15GZc+zR9uPeOn173pkWQ9H0MbPjpYPr5xDB6/ekwcv5L9673wJni+glLxvVdq9z0i4tU9/2vxPf32k70ggNo5AwnlvJCC6j63QIM9JVFRv3SnLL1r01c9hmt7PngClD4ksWc9k404O79Xrj5A9xe9qqO2ve5coj752tM9A37Rvqc9xD7o4ww/HrH5PcJA/7wqZpO97EMjPqVNAz1hfUG9gOm/PhduUL50Kac+IqCwPuReyb5+MOi+O8iGPHeNFj7icqC+7H5dPmk7hT62Wv8+wqNjPjdKW73+zAQ/ayRHPslNLb3ZbJe+P67+PUrtb774ELc9nWy6PliykT6Nj9U+qzJiPnaGHb73/Oc+FGtRvtJ10L5wAGa+XbtBPv/KrT6QcG2+S1eKvqX2AD86NVg+/yXVPktSRD6Ll06+ScGkvWKt7b5Wq/o9+XKRPqmM/D4vNd27dPKmPrWyCb+N54w+O5SNvXz6ub5R2Yo9KBPtvoKIPz7nkpU+K+VxvmzoJzyT7xo/ACfPPkepq75LpL4+TBHIvamSeT4c5vM9gZ7/PitDYD6jAJA9KAQUvrcgBr6/6pI+/ghQvckbfLy6uro+9ECUPnkMCz1beOU9QijcPduiKD5xmEy+twAiv/DkCb5SCvA+BdVCPrGfKL6wbBq/ToOkPopoEz5msNc+0V4dPQOQKL5w7TW7OtjQPpHjmj6OxbG+9OudPXkM6T30GwS+GFLnPvuLib7lRui9XCGNPv58Tz4+PTK+WX2Lvkt/gr0jFvU+2eEePo+n6726wMm+X1fNPqWUlD70w7C+0Vh7vrQA2j373769TEOhvrjLJr3dHPQ+Z2CMPre7Dz53o5S+a4MMPVJvp709hPG+OgZyvmuQ/bvB8jI+g9q7vHTLKD7vZhs+mszjPhA4bTy7a2S90u9MvrAgzT5NeWo9iWeVPRQ/Wb6GAYU92DDbPh0wFL54Z1E9",
        "8hUKPnlKCj7BHHg+yzPzPnMSfz5wMQO/DurzO/7oJj1o5G2+1P8+PsXUdr4AEgA+tfofP1O0b77Ei9I+HOeOPhTkpTt2iqi+COp2PThFmT57ZIw+OrnvPVwi4L6NQbw+mUbaPOM6uzxlk6q+T7faPQmL4T4oo80+HkejPoP0Db1vR4S9diwdPqU4iz1r0MM+GTAQv9n1nb4nMzg+cIpoPoHG3j6DhCw+Z4jQvjgykT6i1Q8+pbQkvnrpQT1rhB8+6jnkvbcY0r1lpaM9/GGjOzCu9r2WbaS+Pc52vuUZ7j740hy+7L3IvVwRBj6qfi++93jtPdDW4DzZcbK+Wc7sPhj6/ztLOea+E555vpnqqT4cVl29jn2Yvrvvnr7UI+69SjtZvcqiJT6Ry56+CdXHPhC1fj7w/C++Irucvr+xl76L/a6+MkEMvoVSjz123sa9kvoovpyryjygYZ0+a55LPnpstj55HxO+/K4HvhRkGb60MkQ9jVOQvnmng76bdIq+/SR5vi9YgD5tNeY9eq29vR8xBL8dvPU8G/SXvhpyVj7LIHo+yl+2vtVZCz+3Hxq+rokTv5gpkj7l8D08AbWmPqnBhj0NRaS+F3+xvu9tpD40UCw+WuA4vj6OZz/jxbM9cEDlPieXfj6kOuY9awpmPnVrjD6DX0y+rW/tvpWjzT4qhkw+Yk3qPpXLKz4SZ6w+8R6QPhUiuTtWvuQ+vYKAvH8Zgb5DfSS/rpZsvkZhDT/ukZs91zrUPmfsfj3zUbI9nkqDPQQ38D2ysTC+8lVPvs5bzT0Z8FK+0OO1vQXInz7hJ2a9I/axPnibiD2RzEo9EcYPP+IgLb781wo+uTbUPowqCL+ocrU+ny4uPq7Vt76wUku+oN/mPhmFMT5Vr76+CjkOPTlRFrzUD0E+cCNWPdkIaz4katq96hsCvZiFlb7lhny+tHfsPqWdHT2Onto9zHqtPX7P7L2okmw+8IMWPgomMj3unr2+W7UFvyQar77rE9u+iiWoPjzjx70U1Ck+",
        "dM4gvGeiqj5uXZu8SmPZPhdeez2mZp09lK8yPUKQFr4A25q9CKqLvbCc4D6ypfO94Xa0Pu59NL7dnZM9CbI8PguwA793EiA+ax5lPnx9fz0J1bk9CzhtPikhhz4OyPk+FQh3PeCTm76Wj1M+zDIHu8Euuz4HEJ6+DKgDvkQZGj7rMlO+lI/9vokV773otVs+2oCyvSPVED5BB9U+oEUcPpXhNj7H29K+SUmRPv40DTxGWou+PKmfPMd4bz6CLrM+5A8evkbLTT75Ady+D+EPPSjpbjzxRps+E0KIPuQLWr/rIrm+TT/wPn6tcT5NJ4S+BRQOv4OMFr3Xm1w+BOfwPtUZFT2VppO+yMUevunGWj2Mz1u+MXcOPuufL74LE+U+h7/uvt/Z573R+Ge+AArUPSTfkj3mn768mIe1vZO8Bb+E5Um+DoSvvmY4tz3WEWw+7v67Pkcqu7w3d+K9oCd2vpbKAb3HBDI+ks4UPuH82DvDuP+9KXz4vX784z6fHYM+gCxrPrlB7L0nM5O+xeHXPGe3T75zb3K+8jOTvtwjMT2ig6O+3OPlPprik74JJv++SHE+vpK96j6x36g+JiRdvdsSzD7Vyg+/ayZRPpYiED7if3a+gKvOvWOqEL5TJJI+d8IrP/ki0r15+I89jHSNPvMqgj5ZnQG97fWlPoUMfr7Dsy8/Y8KHPq7xwj6SQoE++hqNPdFpb7oFRbY+mvcaPlMD17xr2Fm+fZUPPz0IWj7PFoC9cBV1vo9+kr7lIWS9fZqtvTXpxL3PIBa9TYJePn88uT6lo+k9o+qiumua/z7LCAO+CVfrPrdVVz1fEw6+LMXdPR6JZD4Pebu+qohWPahs8T6xlXU+SR2HPs/GF7/EqXc+JNTxvdRByz78tPa86HE3PMUoCD77KaU+cA31vv/jvb7/WHo9zU4zPKaNIr8xDe2+MEhsPkMSDD7earO+OXRUPrHjbD5Vmng+TBiPPCvrAb/Unnq+wBjHPXh4Aj7vtSE+/xVCPSpjAD6Vfoc9",
        "nNUbPsOSDb4PqPM9u8XxPS10d709t+U918iRvUZ7iD5qC6i98L5ZPs5CBr63hbW9InqJPsOelj4Adxm9TiO2vqMEob63TZo+mXQcPwRTvDuolOA95xquvorBBz4x8jw+AYz1vVdyRj7SRMs8sjMxPypYwr28AJa+ChaZPQEcZT4zcf8+u8a9vjH+DT4O/a49qAyzPjagJ72EgMo+YLSavGIA2j4Rt3q+hMhiPCts2D6io68+Qq9sPmsSXr18a349+P/qPkgHZb19AxU+NXyIPUJrCL9cmcC+hpm+Pjfz3j0//hY+XiSEvFV52b7dGvo9G8JiPsM6Dj/pC1Q+JILdvjngG7xZeaY+UscWP4+zj76YvQS+KyCxvefgHL7lZng+DHVXPfuC+71TiSs+sCzbPdFCvT7WL5u+Vi8Qvm6Gbj1Jjmm+EQKYPPn1B75rn6Y+FRJEvc6a8b1v9p28cr3yvTUVb75kY147n+SOvZfkwz4iUiQ/YcKyvUSAfL6f23a93gblvYbKmb5GO988IKsEPWXRmr3To0i+Ld19PT8MCz8Wlck+wZUTPABwJz15BW6+cj1OPmFugb4Mv6E8j/qOvemax7xPQyg/q5iKOyFI6L6r4Mi+I5luPrUlJ77fv1U+j6IzvtvuPr8Z7xE+y1+dvafBl76EaGY+xFJHPUSdiTvUE2C9orrCPScdyD5UTQU+khQ/PB2ojr7Q4OE9EcqHvk3UUT1/dpU9HH4fPUHPqT2535E+nMkfPf/EfL1Sl0g+v71/PrNs174k5hI9NmEiPKeisT34jIE9mO2hPh11Vb5UzxY9GQHXvQ8AKL7UkhU+leI4PrQ7MD22Oe6+gMzZPUCM6r5Njfk9c/ydPmH8Nb/ea8490GDkPSzKxT3NGYk+DJx/vvesTD1hqDe9Rk7SvUL0jD7/m5E9ubQMPrkXyb7Z8om+7/UZvmJaUD60J+e+n8aTvBm8h77JuSa8DZVxvsAOOT58sOg9uKCYPRhoKr5y/je+b0CpvvQPYb6gOnM+",
        "hVi3vqzmdD7dlqS+V2lBvhmA8zrzLp6+tChbPszztz7AHIO+IWOwPZit6j3i8Kg+fUNLPeXtTT3YOEw+JzZTvfPWSz0OqJy+LvoKvsJ6Iz0VeH+9AXPxPn92yjyagws/bikFP8/dHz6Ni7K9b1dcvmj7db4vtKM+uvjKvqMpWr62CvC8nlVpvoXPPL0FxsC96CDrPV1P3z5zhRC+GmOovtzoAr7Txio+DegRvjpKjb7YwcO941d1vt8sVT4xskY9JlGrvtHOHT4VuO4+wtJJvtuEgb08/GM9rrzVvji3n7162xa+8yyuvFeJrr5vEBK+M6xyPr4gwj76uaQ+m+UWPRPymz0lXcK8oFUXPiPSXz7pG2K+pgQ5vnmRg75L/9s+k7UGvvD9TD3Fv6g+tQhHvoC84L0+Vi++DirSO3Fjor0D4WA+rumfvWIOjb2U5Um++jjEPnndt75Prmq9ib1lPb8alr6HOAc+er+Rvs7ZEz7RTnW+cxAhv+00fb5IItG9PNWBvh3Q8Ly1equ9zpICvZHPDT+fgc6+CPSgva0cvzzkTL++1kUaPRpnVL7GiAa+5VDGvm7MBL27Ew4/G0VKP3hhlb2lTye+WwJWvtJO2r6Ja5O+Tn3Pvn3Lxb2x77y+/9RJvrDbhz4cx64+v2sxvvYJgj7KZsM+ohDXvWNagz53js8+J4xtvuavhj7PpT++2lyBPOyAFzxEOmo+kTKqvjSojD6tvSm+Ppa4PWLrh72DAiM+Ds3BvbqXU761oN48VkHNPlo4Tj3oId4+8p9lvhGQFb42K4S+fEopO5Dkgz5h3gE8ZzEBPvL0kz50vY4+fnadvnQxyD54vVq9q+qtvozm073Twr49aiwTPixkgz6Oh5k92BvBPcou6b6NaCM+ZUwfvk/4H77dKHE+jdd0PufEVT2rcAC+q38KvrWisr4XMNe6G01aPnXJED6ceSW+hWIMvnK0+72vcrE9Uw9cvq1veD2IvtY9v9JfPPR/ub6mdKA9MZ0QP/tjfjsP4sE9",
        "GSE9vuW2yT09mdU91ChnPiH0sr3q+By+NL0UvrlsiT4APJi9EMYfPQtdo77imxE+cV3rPh3AML3zIyQ+oSgkvgqR4zxGHtG+YX4SPm8UAr1vZkW+77B8Pl7MBj6iHFq+sItxvhGzNr2KzUy+VZ+OPsorBT42+Mk+QhPxPg+Bkr0CF+e9jrhdPgBTCj7Q9AI+PyWrPmCOd77fqO89r4vYPWTbHT3fb5k+cYXKvttYhz27dXm+jliMvu5y9L0ib4G9MJO/PRR+YL4EAII+gZWcPTZ4zD0/gTU+okOuPgvwFz9BRaM+rGeSvv1Jwr472cA+LqnmvUXfWz6gfJG8KSvDPr1h2b0ZJ3s+s9CIPnmxEz6TEIa+SDAEv+1cFL36exo/YiAIPqp6Fb2PG0K+c14OP7YL/70EwtO9TMw/PgS/B74xkj0+mQyMvi2PBD8CYDg9+lytPoSLRbzks0a98wdEvrdrFD7lohO+dD+BPtallb2gWt0+DIdevCqACD17gVY+M+uePmRYCD6F8uS9spg3Plz9Sj7SDdE9/5Cmvk97T75UOEa914VLvMPpt75hiqq8pxuQPpnrhz5Bb1G9DBuWvp4hiL5EqgW+iaDdPYfMsr1ijgO+aBBBvi56wb3s9AU/VVRyPm7Zyz5kWgA+xggPPFJvcT4Zj5i+L8q6PVEtY72/XrW+Kp75u6m13j4x8cO+a12Dvn32WbscChU9ymaHvYdkRT5oaEG+/c96PSgqdr7G5Zi+mXhEPjlgFb4CV9o9WFAiPsj5O75y+l69oJd4Pug6Dj6lNhQ+O9THvXxk1734NWE+2Afrva1wNL686ek91/AMPhTMfb6/ryi+8mC4PrwO4j2fzJY9ZamePv5tgzw/18u8gOYOvkJUFT0Spn6+2oHYvSffsL7kYWo+9wQdP7iGvr1jumQ97lkovggd271PnIi+uauIPkp0CT4J7XG+KBn5PI8O9zsHTVm+drt7vsBFqj0rh4W+IHE7vpCj7j61jFQ9OpCfvttc/7teU5i+",
        "Pia4Pasnu705pnM+bzRKPnWDlT0iOcs9zBq0Pc+awj5/KLO9+LfqvZdZyb1gIAO+FyimvpE1bT0hYtk9aE6iPoVVlz5Ipkm+FJoNPSRxIL4sz2u+sCaLvsuUgD2XwAa/X2sGv2TPfz1pWRk+H8hsPm1SCT/c9SQ9czUNvvropL2qTTy+FCrjvVWhir3I/Dg9ZVQhvsVxHj7FHFm+3TC0PtUIjj7ApDy+TOFSvlcOpr05eYq8d0csP2NzQTwTthm+/lfZPth8nL7DWaG9UtRJvkXDz77G1qY+SRFWvuCMqb4dqog9jx48P6mNJr030og8B/FfvQra8D2TNvK84ScXvjycBL/83Nc+TJcoP/iiIb8TZdO+YvocvtxUyTskrRU9R1K7vupZur34wDe+/i5bvoVp8j64bbM+ulIXP1Uso75JYga9B9HxvAiSCD1Atxm8ZwcHv6ocSr5a8Kg9nW8mPlLHzT3t9KK+/lKPPZrwvD6jWrU880tJPo33zT4BugS/hI3CPpeLm77A+ou+oq6Lvdlhyz6OcvM9pTR6PverDj74wEI+QV76vAkbwr2gQQG9xh/GvE27yr2HOFM+jpcnPlSiGr7WMT++pvM8vpMmOT4l10++ZAedPqm+1r74IlI+7EmCPT7ukD1u8YA8hOMUPekiJT7BImC9/ZXhvksLfr539zy+vR3tPQSfaD7A6oY9FTQ7vjhKhz7AuOa+Ubb0PZvDib2BEdu+JrB2Pqt5mLxwGp++XldlPS42jj5lxhw+5mKgvh8YQb6olQU+JaKSvdAUvj7H7yo+T6c7vuUQjzuzOuU95g6cPaWrmj6J+n8+eihhvlv/Ar9q5IU91nkIPnpGJD44sio+h2vGvuWp3r1+rQw+fNEpv+oQED5pOhM+47ZKvhZ2Eb0FkEA8zyQBvc0epT7HZ/U+ny5sPVEcuj5Gob47l2MJvtfcOL7Qhis+UakTPotx0L7tyiQ+JwBePfk8iDvUKsY+iy7GPuFEqT4mL6G8AaS+Pl7qND9pS4W+",
        "oPo7vlM2jr6mF6a+ZAS7PqiFy77JPKG+oYVHPmJXDL4rqcQ+7QBMvtK+sL7LO10+molevaWsUb4czpO+YGZrPvP/y75krxi+i8KJvlF3Q76nHoS+/jN/vuCd4L3ZE6A9hZcJPiZUfL1tSr89BHBivfFp1b517Ra9seiSvdcTEz2iVCu9q96MvGe8Aj3VoNo+DhzqPPNXQb5Sml2+K3DfPNirFL8BOLe+reO7vVYTRb5RmC6+e20AP6LYKb4m5Sk+7JdIPrxBor7EI3y9inWOvi6WBT1/sb+9wP95Pi7d/71KKOC9V6AZvks33D5rWSO9pNt/vExHTD7urZO96hfFvRj1072UxKk9U/laPN8ZET4Tlwy+O0rivUdlibywEj+9OC+rvudb7D2uDpo+JSUjvjr9ML4WiXG+wEUnvZ/2Tb4w5We+UJPMvYtUNL4mkHS907DVPuciEL2Iu5i9rRZ1vJnwBL+Mp+A92bkVPmL12Tzw+ww+LCRDPlgRRz3CAVA+Ba0kPfE3dz37grS+rItXPgWB6D6pTec+/8a0vbUZxr7M1U8+Zk8mPh6RLj2Hpr0+I/VLviw+mD7b5bU9EgcsPr6LHz5ZJ2o+eJEIPUhNib7J7j8+sQn+vY/bkD1YETu91IZJPukIqT5sJJc+1aJOvrhuX74zr5s+XqOUPIsJZb6Mofg+WyhjPi0xpT4B9sA+X9s3PDyI2j6at1G/6lrZvWPZgr5vAZs+z50aPggSo7xbjh++8+OJPuqhBz0nI54+mCUKPhyBJb8HHxs+9eC+vjkpJL2RCyc98GYaPcwViD44BAg/E/Kju4ztjz41j369xuWGPpwTRT4adTm+6jmPPpkzzD043h++LC0svrA0D77CagY+OebEvTJKvT64AjG+5MS1vfWhYLt687e+bJ0FPSerhL7c/NY9z62IvqHsaz4Oiji+UhHNvcaaA77Z8ag+wzEWPtuInD1qYkI+7ksPvndIlz5ODVw+3nlfPiOMST40Yg0/gkB6vvFXK76gYkQ+",
        "Xfsdvm/duz6fkSw+hFylvQ=="
      ]
    },
    "dense_3": {
      "bias": [
        "jz2wvVGhy75iFAW/VhIwvri/lr5uOrG+HTXgvoQkZb4yDmO+6fyovtPq175UPxK/v1QAv8xG5L7paY6+ZVaSvtbpbL4yLmW+65OUvqFwEb78JLe+Mwinvp4BgL63M9O+UrK+vorCWL4cbpm+JTk+vkCqmb56Tiy/1ZmUvhEP177D9o++qqSdvi2TBb9KQ7C+kTcAvyzDxb7qGY6+Wb1zvhVmnr4NTKS+d4YKv9CHir6MXf2+ps8Ivyp57r4Oe/W+oHTLvgf1ib4="
      ],
      "weights": [
        "HaUiPic1Xr5Mfi6+CYdIPtYOgj5vwsM+p3ZGPrYXxD3I2gY7didzPjhBLz752rw+ldgTvo9fRTy7CxG9VPSEPm2KPr5FDy07wifMPTPVqD7GCgc9IRz1vbFYt7xxEwu+/U49vuktWrxxkpe9+XeDPtbxqj25bkY+IkTGvpanFr58aLs9TbCRPut1UD6c14C+m3oNPvOVHD6HJZ2+pF9TPjNnfD44LpW91E4jPcMsFr6jxzQ+lRGlPQKMjz2XzXY++TKCvQsOHT46Bl2+WAm8vWucGb4TKMa8Ox80vtFKw74Ugoq9FgdAvm/fib09kU2+5to6vgpVI76Wd+e9s+WEvXECNr1t9fC++Xu2vl5ueL6c+Uw849Jovk9HNb6VuQS+5p4MvX+ak76pUJG9J5KXPOergr7S4cy9yBcmvvXNO75Nzxi+ivAtvty1Rb4lXOq627VrPBcMLr5fRH2+rASVvpVxvL5ogKm++WufvoO7OL7ZdNW8vdp9vjgTIb1aZNy9888LvKci776DNDS+So9QvjCk673Xj9C+wnJuvmX0lb5jeN69GvGhvsYxSb6Vv6K9vMUZvpCgd74nyNm+we4Pv4/Gd77Eq6q98ppSviXHlL5zrNG940sSvsztar4KiG69WhI5vlCu9b5DTIm+E7yQvodIjb7lIIm+IXTXvolMwb3OWcO++35gvI/BKL7HERG/XPqEvrQlXL6MaVq+O+mcvo16qL1bT4K+Es4ivdweq74m9FK+lC7GvSSAo76ngYa+ddQuvo1ijL4CDXS+oYVLvsX0kr4coEq++PexPazxeDkA3uC9xAbevkBEJj1NRT6+Mw/APXaCkL0HPyw+dA4uvY69Oz6ds649piONPX0fvj7ldrg+zysJPuV/yL7mBLU9O1mhvpOyZD3Oj6o+TA0/vo60/LwRttu9l0YSPj47Gb5HL2K+kr9gO+w9Rb6kukU+I8lpPlOW8b1Zh9g8HdYvvo9vG76+0lo+0oJKPrU0ED4YLRo+Pg7FPsRmd72iYEC+",
        "it3+O3SFKzv9mVQ+rU+VvWxXEz4OvJ+9F6oHvogHn74/JSU99FehPXZZjj5nt1s+L1cPPpN3h77LlqK9a/FtPYmF/DvZMya+BrYzPke6UL6BwOW9xklSPi0IL73RkTM+ClIIvmuo0bz76Ho7+gY1Piv7Cz7qIzq+HuyLvurZQj5/LOG8hqVkvjZZJj0aKBu+Jp4UPrsqJr4FMHa+o+KdvcOPWr178ya+ca7bPdTpwr3jbTA+T19sO14bmb7/mSq9nBNrPiz5qj3lx3q+uGAFvqzf8z3ZSJs+HBXWPeZkmr2gqJc9oRT0PUf0mD6UX7K916BTPcExpD7BOA899U6TPj/AFj7ksgO8nW98Pm60R70mMym9Lw4PPZTl6ryFCCy9uvFhvh41RT4MmCS+J/O/Pl98kr7a8Y86x0bKvSHq3r7WunC9HG8JPBptjT3CcN4+ENKPPVqkXT6zX8492KSpvc6UBb4FARG8PeR+vjDAyLpK1lU9Kg2Lvl6GVLyrHeo9LMwTvplcoz2n0sw9MPCCPTrCoT4VzyK9ZXupPQSNKT4ij3o+rQuDvTbhbr7VjJ8+9XCuvvj4MT7F5Q2+8ewJPDVwpr7GU4M+nlexPjQSFj5M7L880lQPPugbND4bosY+qHGDvZvMVj5Bk2i91lG+Pft/m77bO6U9RjvVvl2qo715d5k9DrpwPctpcj7JM6s+mRHqPW1Vpb5RJzw+z+s5vQmxB76hbIw+k+0kvjc+ID50xdI97CgsvsLAR71O1BE+QtycvF1DjL7qSLo8ERluPmRZ5zxluE8+FT0hvgSrGz3xGJa9S1TJvcNXEj4U8tk8R0lVPveEnr7Imiu+lJjtvn7Mm77ot+G9+YUBvt8QKb6A+LC+ek3Zve6w4LvpXzm+Ny1NvgTxfL4QIdG98qW0vkwZvb5Z2na+zIdlvikVl77i8pe+9Y0Iv6b93byk3+08578kvh6p7b4bwBG9ag3YvjqVHL4a6Du+sVP8vdyvYL42yw++tbDUvf1/qr5HU5a6",
        "mwe1vEI1jL34kEK+ZYvkvbWMw760/AM8vravPSZUsb7csSK+53uUveL0sb5sDo++lHE0vpKUKb7IkY28PSoIvmSuCL68d0C+ivFBPqWv7r6Lnq2+fcHPvWz26z2Ing2+NK+5Pdx36byGERY+E/nYvCuijj5qI/G9+uP1PEUoXj7a5lK+nvjzvaCMkT7FAWQ7jeLDvVVsFj5eVjK+FxZcPjkOsj6oLt+8nNOOPWhIpD58Ipg72hArvkFpLz4PgEC+8/QLPrDtkz6OAEw+HcZYvvJlcD7ukyy+QWizPsLulj6GJTe+KkQsvoFpmz3akju+jQeCPmahBj716/u8J+UrvgPIwLyRMR09MrCLPmRGnD56ehI+tXQYPsFoLT51k48+glZWPiTAUr2jSb49C7+NPStWOT2sdEe+Prd4PlZUzT4+Khe++6JHPoX3AT4ZPSQ+yO6QvS/ZdT4LIHg8MaoCPYpkLj5+ZMi92o1sPuweYb5HjY49GU8+va9cLT7mapA+g24uvq+Fzr0vv0+9Y5SvvusosD59EAg/R6rFPlCD1z5iCAg+jLWtPdn9R713N7Y9+KAKP/HRwz2wto8+uZ61PVfdPj5ER1280s/tvinR2D5U+cW9OY76va8FczzloO29r007Pu6ENL6JaOW7xyWWvu5E8b3ma7q+JVWDvGR0hr76SKq9k68evpsdfT7dxwA+ffL2vd2iF77KejK+kvJ4vC4w271FSqi+Jtj+vLjLR77nNRE9g+sMvtPg/7xUiZ6+8cEEvkPps76P7T2+NT+7vSTxQr05pmK+Vuz8vhYkIz4MExS+ETpwPXllKL5ibP+8lV26vZMQZj7uxV89pZXMvtZfHj4fcXy9AWdeviDlFD4ANs69rtxBvvVWnD6ZOTw+oC8uvrrYbj5cp4C93l9FvnvswL3IVBU+QdhpPv19fD4USAA/2p+OvhT4t7tETgs+G0/lPhXRnj6HfMM+KKQrPbUgcD7ZjEC+f/0QvuV2OD7mpiE+xiPFPq6W9byXaRW+",
        "YwtwPqpqgL1s4QI+9KiMPvGAsb37DUg+dYcAPwWCSj0AryI8tcKEPY8jED+eUL4+m+otvtv6Kj7W3RI9/G45PYiUJb6pBqa+vFR5PVEdMz6Pnwe9AMzQvYJVDzrWW5i+yn+7vi+kFr4OPdS+nDBovcp4Pb6+lf6+rmpbuTNMer7Cuk2+UoqSvb95nb5DGDy+fIUvvv+WHr5q8ZO+2IxsvsXThL6/u0O++LHUvIv0rr6DqXq8jI18viFHHb5XYay9B2rcve3xmz1mHGO+y4y/u7r6or1tAeW9XXs9PEFkIL5EZ8W+ZuR9vdMIrb2aepW+Ue7MvSiWqL7zSgm+k2nrvXJ0i725Fpm+V5mOvmsLbb4zINC+Qab3vn9fWb6cRJO+YU1Cvi3zSb78AMu+7+RCPrfltj7YXAQ+RhSmvmPK3b6o5sM++3I9vmr6mDz589Q+PmRBvkB0xz7OAAE/XnxKvUc4Oj1Tbq8+sY2dPnECrr57YFy+rr2HvZ2aRr24+S8+jZMfPriXtT5S/LY9LmeJvB+bXD4BxIU+jWQAPzByjD7Wlou+dKpQPlgnsT0jkpy9VzuqPa49R77SSB4+CxgCPvHr7z3gUZi+RCiUvAfuGz3Fb7w+J999vkWCUz28NKs+HyQEP5d5bT70WTw+8F2oPd29rT2t5me+YWXxPMSwgL5Bimm+QKgqvWhGBj7ZGDS9p1Skvt2AF72ykdu+X+H7O2HEgT49jhW+LGSLPqZukr0c9uy9JcRpPlXBB75qj/Y8DwdhvX+Pqr3wMRS+tDv0vc+cXD7tnho+ZyMlPs/Iqr6ezeU9lhoLvhQ8dz4sQo8+wOThvfOI/rwVwbU9nsj4OnxmhD0XjEC9jiLBvP62wr5+Lwm+3TSgvdlBirvY3zU+FfIXPn4+GT609ms+aC0CPGfKjj2xwwe+UM0WvGAXXr6VDJ6+vxI0vtehpL7NjRo9XRzevXM1rr7jMLC+2RtxPQ228r1/iJW91eCnvYt/2b2eHZ++qKLAPHPIlLydKLu9",
        "9lQAvajerr5hVvq9eJNovgJsj775DeK9R5+YvkLCB758b709jmuivXwDFb2x7Nm9bdoyPSl3Cr6oUNC9SRuwvncfj71kK5C+0vLNPVxatr6qr829Buk5vj6jFr4x5qG9KpB0vWGFWL0Q5MG+JsoQvq+T2r3DmFs91ijKvbkulb0oWKs973YHu1uZ8T3fZzq+bKRQPk0oRb7xXAQ+vuGRPo8Zrb5C/FE9dTE9PjJAyD3XUY++DTgKvSSnhL3MqVw9vmVNvZbOVD3d5Ii+MGVGPgvufb4sLMo9iPojPj4DH74Ibiy9jKuXvhw+ODxQZTA9dFvuvNHSb71W426+LU6bvi9+Aj4adoK9KHyvPVvIvD4ux0e+7S5IPnpOu737fKI87Syzvaz+Lr6nGhY+c5t1vu7krz5bbpg+1g/ZvQh+pD2Qf6e+87YRPvaZVr7JZCQ+zt7EPdBAjz6ncp89EdGIPqWqTT3obyE+uPhFvTP9Yb0S3DU+GaUtvtGNlT173kU+SaAtPeHbmj76A4Y704gTPjFrkb5aUEA+xzsnvKaiAz5vVJ2+M0Sfvg05HT5af5e91THHvuh8Mb7pQVi+KUcgPpOkwTwDO+a8PprHPDY/vb4PRcy9J+8UPq15kL2QK9o9j+6hPdOQjT5FMy6+J+HGvSxSm75uMok+lFWqPRdFG74nQV0+VkDlvekcwT719F+8ujA9PVw/h773Cj69gShYPoHYQL4ek2U+jG3APmhYPz4trie+4o3IvT1Nbr3kmig+FjaovD/3zj5AToQ+fQrePoGwRrzTlwQ+n69rPTi22bxDjFI9huEnvX3tMr1gCYQ+/VyFPMgpyDtFfE6+/pOCPlp8ZT0k1qo+xExVvoHwmz0D0Ic9uD8cPfB4LT4wfOg9G+9zPna/jr2mzzs+NK80vlJYIL0g9A4+bWBkPY/dhr1mF4E9RcOdPbuII74X48A+Yypbu54QOT1m1tq+KlcbvqhsgL7GxsC9HlIzvpzNjL6wrSK+KSQ2vUVt275oGRG+",
        "d8egvqJ6+b3ABik9YEadvqnFur1lhZq9MC1ovgIP2b1ipnC+ipTlvU97yL4TYai+8zaOPDmmH715pk27aAl+vju5Ir52DIm+bNGDvRDiCj19rKS9XKb+vJYZT73595m+atBZvlTZVr73LZi+NTB4vn7FW74VC2u+kZEtvhzKZ74DisC9oU2ovfhzkr6gwle+/eOtvZsZ3L7NdoS++xtdvsv2jL4TuAO+VjUIvRbhxDyiQqE8qkqWPQJamz418pw++To4PsIGLz75WGQ+FWSMPuDYaz4CqRU8y3VivhLIMT7OR2s+MCVPPRq+t7zVEFM+K/9JviMel77LOa2++A54Ph3Awz4Fx9G+8gxtvhLykL5BbwY7O5gOPjeWvL1Vp6I9eNbwvdm+573XpHS+3KoTvnfIHT55J0G+1Y9evjCCd74IesK+K5CNPeK4fb4LhwQ9kVKzvcIMET6MMdk904IcPplC1z6QdrW+q2e9PXiFmL7qqV69GvqQvpSNeT4BAe0+B2icux8BcD5BBo8+7rtBvZPhsT2eprM+hB4PPvH4zz38K5090+YIvlSXVb5jMH0+GJoDvhtBgz5TfRa9q5pBvTMLuD2pmo49iYozPgv/n706iaO9vgfrvfKM1D1YYp09SeXAvqFImT6fbQk+gEPfvYJopj69UsU+QUmRPtl7uj2t2ze9XsFCPj+bBz4BZok8Ss3LPc16jb7epLA+5n8aPJaPOb4Jdpo+0N+0va7yhD5V6TM+OnBuPjDpaD4Uw469K1BIPuqRiL54XqE+T46FvV58m72np+A9Uh/fPUfOc72IgMc+vO6kPC18Qz67yWU9LzT+vWwjUb0mqSc+oCx7Plrwkz543vG9EZw4vgMmCj+jptA9Ofx3PsOUHb6w/GK8UoJivXZ5Wz7Gs9M+T5cYPjdPyT7PI7s+6EPpPWG9Fj6mNIM+JrLqvDzR+7rJUT0+g44uvTWh7z4xMWI+tNwDPVl2Oj7cj6o9sv6rPU6PSj4zxWA9GLiSvnuCir7/yVa+",
